{"name": "Overview", "url": "https://web.archive.org/web/20180305065152/http://www.gradesaver.com/around-the-world-in-80-days/study-guide/summary", "summary": "Mr. Phileas Fogg is a wealthy man living in London who is part of the Reform Club, an elite social organization. He has recently hired a new domestic servant, a Frenchman named Passepartout. While at the Reform Club, he makes a bet with the other club members that it is possible to go around the world by train and steamer in just eighty days, and that he himself can do it. Since 20,000 pounds are at stake, he fetches Passepartout and they head off right away to circumnavigate the globe. Waiting for Fogg at the Suez Canal, where he will take a steamer to Bombay, India, is a detective named Fix; apparently, Fogg has been accused of robbing the Bank of England. He follows Fogg and Passepartout on the steamer Mongolia to India, where he hopes to receive a warrant to arrest Fogg as the robber. The steamer arrives in Bombay two days ahead of schedule, but the arrest warrant has not yet arrived. While waiting for the train that will take them across India from Bombay to Calcutta, Passepartout wanders off into a Hindu temple, hoping to see some of the city's sights before they rush off again. He does not realize that because he is a Christian, he is forbidden to enter; in addition, he enters it with shoes on, which is also not allowed. He narrowly escapes the wrath of the priests and makes it to the train station in time. On the train, Fogg and Passepartout meet Sir Francis Cromarty, an Englishman who lives in India. Passepartout spends much time gazing out the window at the wild jungles of India. Suddenly, though, the train stops--apparently there is a 50-mile span of track that is not yet finished, and passengers must arrange their own transportation to the next point where they can board a train again. In a nearby village, Fogg purchases an elephant from an Indian man and hires a Parsee guide to lead them. The group, now including Sir Francis, starts off on the elephant, and after camping for a night they encounter a group of tribal Indians preparing to sacrifice a young woman whose husband, a prince, has just died. Fogg decides they need to use the time they have gained to try and save her, and after a number of failed efforts Passepartout disguises himself as the dead prince's corpse and manages to jump up and grab Aouda before they can throw her on the funeral pyre. They make it to Calcutta, but are immediately arrested. At first they think it is because of what happened with Aouda, but actually, Fix has gotten them detained because of Passepartout breaking the law back in Bombay by entering the Hindu temple. Fogg bails them out with a large sum of money and they get on the steamer to Hong Kong. Fix follows them on, knowing that Hong Kong will be the last bit of British territory they step into, and thus the last chance to arrest Fogg. A storm delays them in reaching Hong Kong, but thankfully the steamer to Yokohama, Japan will not be leaving until the following evening, since it needs time for repairs. Fix decides that it is time to get Passepartout on his side, and takes him to a tavern to tell him whom his master really is. Passepartout is ever loyal, though, and does not believe that Fogg is the robber. Determined to keep Fogg in Hong Kong until he can arrest him, Fix gives Passepartout a dose of opium and he passes out for a long time, thus unable to notify his master of what someone at the port told him: that the steamer would be leaving form Yokohama in the morning instead of the following evening. The next day, Fogg realizes that Passepartout is missing, and that the steamer has sailed without them. He hires a sailor to take them to Shanghai, where they can catch the steamer that will sail to San Francisco before it makes its stop in Yokohama. Aouda is with him, since it appears the family member she knew in Hong Kong moved away. Fix, posing as a friend, accompanies them. A storm delays them, and they make it to Shanghai just as the steamer is pulling out of the harbor. Meanwhile, Passepartout managed to get on the steamer to Yokohama, even in his disoriented state. He is distraught when he realizes he left his master behind. In Yokohama, he tries to join a traveling circus troupe in order to make money to buy himself food--while doing this, though, Fogg finds him. They managed to flag down the steamer in Shanghai and get on. The entire group, Fix included, gets on the steamer to San Francisco. Aouda is slowly growing more and more attached to Fogg. They make it to San Francisco and get on a train that will take them to New York, but not before witnessing a political skirmish in which Fogg nearly ends up fighting an American man named Colonel Stamp Proctor. The train takes them through the great American wilderness, and they encounter a delay when they come upon a bridge that is too weak to hold the train's weight. They decide to speed the train over the bridge anyway, and it collapses right after they get over. A bigger problem comes further along in the trip, when a tribe of Sioux Indians attacks the train. They reach an army fort and the soldiers fight off the Native Americans, but not before they kidnap Passepartout and a few of the other train passengers. Fogg goes after him with an army of soldiers, whom he promises a reward to for their aid. It takes him a long while to return, and the train leaves without them; Aouda and Fix stay behind to wait. Eventually he comes back with Passepartout, safe. To catch up with the train, they take a sledge across the snowy prairie to the next train station. They reach New York on the train, but because of all the delays the steamer to Liverpool, England had left forty-five minutes before. In a last-ditch effort to win his bet, Fogg pays the owner of a cargo ship to take them along to his destination in Bordeaux; once they get aboard, though, Fogg bribes the crew, ties up the captain, and turns the ship toward Liverpool. The problem is, going this fast they will never have enough fuel to make it; Fogg offers to buy the ship from the captain for a huge amount of money so that he can tear it apart and burn bits of it to keep up their speed. They burn enough to make it to Queenstown, Ireland, where they take a train to Dublin and mail boats to Liverpool, allowing them to make ti there faster. As soon as they reach English territory, however, Fix arrests and detains Fogg for allegedly robbing the Bank of England. It now seems like there is no way for Fogg to reach London in time to win his bet. Soon, however, Fix realizes that the real bank robber was arrested three days before; breathless, he runs to free Fogg and tell him to get to London as quickly as possible. Fogg, Aouda, and Passepartout hire an express train to get them to the British capital as quickly as possible. But they do not make it in time--they arrive in the London station a few minutes too late. Fogg does not know what to do now that he has lost his wager, and he sits alone in his room for a long time. Aouda comes to speak to him, however, and reveals her love for him--Fogg says that he would like nothing more than to make her his wife. Overjoyed, they tell Passepartout to go make wedding arrangements for the following day, Monday, with the reverend. Once there, however, Passepartout realizes while talking to him that the following day is actually Sunday; they had gained a day when crossing the International Date Line. That meant that that day was Saturday, the day Fogg had to return to London in order to win his wager. Fogg rushes to the Reform Club and arrives just in time to win the bet and earn back his fortune. He believes that the greatest thing about taking the trip, however, was that he found Aouda.", "analysis": ""}