{"name": "Overview", "url": "https://web.archive.org/web/20200917203216/https://www.gradesaver.com/dombey-and-son/study-guide/summary", "summary": "The novel opens with the birth of a long-awaited son, Paul Junior, to Mr. Paul Dombey. Mr. Dombey is the head of the Dombey & Son shipping firm, which, in the Victorian era of overseas empire, runs a lucrative import and export business. Mr. Dombey is already the father to a six-year-old daughter, Florence, but is disinterested in her because, as a girl, she will neither be able to take over the family business nor continue the family name. Mrs. Dombey, a meek and frail woman, dies shortly after giving birth. Mr. Dombey becomes a very protective and jealous father, assisted by his sister Mrs. Chick and her close friend Miss Tox, who is secretly in love with Mr. Dombey. The day-to-day care of the children is handled by Susan Nipper, Florence's maid, and Polly Toodle, renamed Richards, who is hired to be Paul's nurse. The two women do the best they can to ensure Florence is not totally neglected, but Mr. Dombey's preference for his son is very clear. Not far away from the Dombey house, in a combined residence and shop selling instruments for the navigation of ships, lives Sol Gills, a retired sea man, and his orphaned nephew Walter Gay. Their friend Captain Cuttle, also a naval man, frequently joins them. Walter has just begun a new position as a clerk at the Dombey firm, which is important to Sol who notices declining business at the shop, and feels that his livelihood is becoming outdated. At Paul's christening, a few months after his birth, Mr. Dombey offers Richards what he thinks is a thoughtful gift as a thank you for caring for his son: Mr. Dombey will cover the cost of her eldest son, Rob, being educated at a charity school. This news makes Richards sad that her son is growing up quickly, and Susan proposes going to visit him and the rest of the Toodle family. Together, Susan and Richards set out with Paul and Florence. After visiting the Toodle family in a working class neighborhood, they are making their way back home when Florence becomes separated from them. Lost, alone and frightened, she is initially relieved when an old woman named Mrs. Brown offers to help her, but Mrs. Brown leads her back to a hovel and forces Florence to remove her expensive clothing, leaving her dressed in rags instead. When Florence is set free, she tries to make her way to her father's offices and eventually meets Walter. Walter immediately feels protective towards her, and brings her back to Sol's shop to wait while he tells her family that she is safe. This interaction lays the roots for friendship between Florence, Walter, and Sol. When Florence returns, Mr. Dombey is only marginally pleased that his daughter has been rescued and is very angry with Susan and Richards for endangering Paul. Richards is dismissed from her position, and a new nurse, Wickam, is hired. As Paul grows older, it becomes clear that he is serious, thoughtful, and precocious, but also physically frail and sickly. When he is five, doctors recommend that he spend time at the seashore, so Paul, Florence, and Wickam move to Brighton where they move into a children's boarding house, run by Mrs. Pipchin, who is cold and unsympathetic. Meanwhile, the financial conditions at Sol's shop have declined further, and he has defaulted on a loan. After consulting with Captain Cuttle, they decide to ask Mr. Dombey for a loan. He does secure the loan, but only after Dombey humiliates him for needing to ask for money. During this same time period, Miss Tox's attachment to the Dombey family has caught the interest of her neighbor, Major Bagstock, who is attracted to her and becomes jealous. He travels to Brighton and manages to befriend Dombey, who is taken in by his flattery. Since Paul's health seems to be improving, when he is six he is sent to Doctor Blimber's school, also at Brighton, to begin his formal education. He finds the school's austere and demanding atmosphere difficult, but Florence tries to help him by following along with his studies. He does inspire a great deal of affection from the other students, especially as his health declines further. When the school term ends, there is a large party to say good-bye, and then Florence and Paul return to the Dombey mansion, where Paul's health continues to worsen. At the Dombey firm, business matters are largely handled by James Carker, manager, a sinister but smooth-talking man whom Dombey trusts deeply. One day, Dombey and Carker are discussing the need to send someone to fill a position in the West Indies, an unpromising and uninspiring position. Walter happens to be in the office delivering a letter from Florence, and his presence irritates Dombey by reminding him of his neglected daughter. Impulsively, he decides Walter should be the one to fill the post. Walter is uncertain about this position, and seeks guidance from John Carker. Although he is the elder brother of James, he occupies a much more junior position since many years before, he had been caught stealing from the firm. Ever since then, James has been disgusted with his brother, and frequently humiliates him at work; he has also severed ties with their sister Harriet, after she chose to remain in contact with John. John tells Walter that he has always felt fond and protective of him. Walter is resigned to departing for the West Indies, but cannot bring himself to break the news to Sol. He asks Captain Cuttle to do so instead, also telling Cuttle to present the move as temporary, and as a promotion. While Walter walks around to avoid being present for this conversation, he runs into Susan Nipper who is frantically trying to locate Richards. Paul, now dying, has asked to see his old nurse. Walter helps to track her down; shortly after Paul reunites with Richards, he dies, devastating both his father and Florence. The grief creates even more of a gulf between father and daughter, with Dombey leaving to travel to Leamington accompanied by his friend Bagstock, and Florence remaining alone in the decaying mansion. Toots, a former schoolmate of her brother's, visits her regularly; he has now become wealthy through an inheritance and hopes to court her. Cuttle, distressed by the idea of Walter leaving for the West Indies, visits James Carker to ask whether this new position is an advancement or a punishment. Carker assures him that the position will help to advance Walter's career, and makes careful note of Cuttle expressing his hope that Florence and Walter will someday marry. Comforted by this news, Walter is sent off on his voyage with the warm hopes of Cuttle and Sol, and an affectionate good-bye from Florence, who promises to always regard him as a brother. At Leamington, Bagstock encounters some old acquaintances: the elderly Mrs. Skewton, and her widowed daughter, Edith Granger. Edith is very beautiful, although also proud and cold, and attracts the attention of Mr. Dombey. When Carker visits Leamington, he quickly notices this attraction, and it becomes part of the larger web of plots he is spinning. In addition to having misled Cuttle about the nature of Walter's new position, he has also asked Sol to agree to have Rob Toodle work in his shop. What Sol does not know is that Rob has been charged by Carker to report back anything he might observe, especially any visits from Florence. Carker also begins to play on Florence's fears: a long time has passed without news of Walter's ship, and although Cuttle provides Florence with reassurances from Bunsby, an experienced sea man, all of Walter's friends and family are becoming more and more anxious about his fate. Sol can finally stand it no longer and departs in secret to search for Walter, leaving behind word for Cuttle to take care of the shop in his absence. Cuttle moves in, with Rob now serving as his assistant. Florence, after a visit to her friends, the Skettles family, returns to find the Dombey mansion in complete disarray due to renovation projects. Her father, now engaged to Edith, has returned and is preparing the house for the arrival of his new wife. Florence is delighted with this news, hoping her stepmother will help to foster a better relationship between her and her father. Edith immediately feels affection for Florence but is also wary: she has agreed to marry Dombey for his money, and to please her greedy mother, and feels a great deal of self-loathing. She does not want to taint Florence's innocence in any way. This protectiveness reveals itself in Edith's reaction to Mrs. Skewton's suggestion that she take care of Florence while Edith and Dombey honeymoon. Edith knows that her mother will try to use Florence's beauty to make an advantageous marriage, and she does not want to see Florence become a pawn, as she did in her youth. As the news of the impending marriage spreads, Miss Tox is devastated, and her reaction to the news of marriage makes it clear to Mrs. Chick that she has been in love with Dombey. Mrs. Chick is horrified with this discovery and ends the friendship. Devastated and lonely, Miss Tox begins to visit the Toodle family so as to be in contact with someone peripherally connected to the Dombey family. Toots has gotten to know Captain Cuttle, and strikes up a friendship so as to have someone to confide in about his love for Florence. Cuttle, however, is devastated to receive word that Walter's ship has been confirmed as wrecked, and even more upset when he goes to visit Carker, wanting to confirm that Walter's prospects had initially been good; Carker makes it clear that he had deceived Cuttle, and is indifferent to Walter's fate. Further evidence of Carker's villainy also becomes clear as the plot shifts to his siblings, Harriet and John. Harriet is visited one day by a mysterious benefactor, who is anonymous but offers to help her and her brother should they ever need it. Later that day, Harriet is visited by an impoverished but still attractive woman who is making her way to London. Harriet kindly assists her and gives her a small amount of money. It is revealed that the woman is Alice Marwood, the daughter of Mrs. Brown. When she was young and beautiful her mother manipulated her into becoming the mistress of Carker in hopes of financial gain. Carker, however, discarded her, and Alice had to resort to theft and prostitution. She was arrested and deported to Australia, but has now returned and reunited with her mother, who has kept tabs on Carker and the Dombey for years in hope of revenge. Alice realizes the woman who helped her was Harriet Carker, and returns in a fury to return the money to the siblings of her hated enemy. The marriage between Dombey and Edith quickly proves to be unsuccessful. Dombey demands deference and obedience from his wife, and disapproves of any intimacy with Florence. Edith is too proud and stubborn to bend to his will; she is, however, perpetually afraid that he will punish Florence as a way of hurting her. Tensions are heightened by the presence of Carker, with whom Dombey is very open, and who uses his intimate knowledge of the unhappy marriage to torment Edith. When Mr. Dombey notices that Edith dislikes Carker, he tries to humiliate her by sending Carker to deliver any reproaches or complaints. When Mrs. Skewton becomes ill and is sent to Brighton for her health, Edith and Florence accompany her. While there, Toots tries to propose to her, but Florence tactfully declines. Mrs. Skewton dies a short time later and upon their return to the Dombey house, relations between Edith and Dombey are worse than ever. In order to prevent Dombey from punishing Florence, Edith also becomes more distant and less loving towards her. After Dombey falls from his horse and is confined to his bed, Susan takes the opportunity to chastise him for the way he treats Florence, and as a result, is dismissed and leaves the Dombey house. Meanwhile, Rob has also left his position with Cuttle, although he continues to be loyal to Carker. Matters come to a crisis the night before Dombey and Edith's second wedding anniversary, when an argument escalates after he insists on humiliating her in front of Carker and Florence. She begs for a separation, but he refuses. The next morning, Edith is gone and a note is left, indicating that she has run away with Carker. Over the course of their many interactions, the two have spent much time alone together, and Edith has allowed Carker to believe that she is attracted to him. He has become obsessed both with desire for her and with the hope of humiliating the proud Mr. Dombey. Dombey is horrified by the public shame and scandal of this news. Florence tries to comfort him, but he strikes her. She finally realizes that she cannot continue to have a relationship with her father and flees to the instrument shop, where Cuttle, now living there alone, shelters her. Shortly after Florence's arrival, Walter unexpectedly reappears. Although his ship was wrecked, he escaped and ended up on board another vessel bound for China. He has prospered from this voyage and is delighted to reunite with Florence, although he finds it difficult to mask his romantic feelings for her. Toots gracefully accepts that Walter has first claim to Florence's heart, and the two become friends. This cozy circle is enhanced when Walter admits to being in love with Florence and the two decide to marry. After their marriage, they will sail for China. The happiness is only heightened by the subsequent return of Sol Gills; he has in fact been sending letters for the duration of his absence, but these have been arriving at Cuttle's old address and going unread. Florence and Walter are married surrounded by their friends, and set sail for China. Meanwhile, Dombey has been tormented by public shame and a desire for revenge. When Mrs. Brown indicates that she can help him find the whereabouts of Carker, he hides in her home while she and Alice bully Rob into revealing this information. When Rob admits that Carker and Edith left London separately with plans to reunite at Dijon, in France, Dombey immediately heads off. Shortly afterwards, Alice becomes tormented by the fear that Dombey will kill Carker when he finds him. She goes to see Harriet in hopes that Harriet will be able to contact her brother and warn him. Harriet has no way of doing so, but she does take pity on Alice and arranges to provide her with medical care and somewhere to stay. Harriet and John have also been visited by their mysterious benefactor, who turns out to be the other manager, Mr. Morfin. He wants to help them now that John Carker has been fired from his job due to his connection with the traitor James Carker. Morfin explains to Harriet that James was mishandling the firm's finances; the firm, however, should be able to survive if it scales back appropriately. In Dijon, Carker and Edith reunite. Carker, however, is shocked when Edith explains that she despises him and has no intention of consummating the relationship. She used the appearance of adultery only to escape from her marriage and hurt her husband. She leaves him with the knowledge that Dombey has also traced their whereabouts and is in pursuit. Terrified, Carker flees back to England with Dombey rapidly closing in on him. At a railroad station, the two finally encounter one another and Carker jumps onto the tracks trying to escape; he is struck by a train and killed. After his return, Dombey does not adequately scale back the firm, and it goes bankrupt. He is now penniless, alone, and abandoned by everyone. He realizes how wrong he has been in his treatment of Florence and is contemplating killing himself when she returns unexpectedly to the house. She and Walter have returned to England with their own infant son and she seeks reconciliation. Dombey, deeply moved, leaves behind the grand old house to go and live with her. After the death of James, John and Harriet inherit the fortune James accumulated. They use some of this money to provide an anonymous stipend supporting Dombey. Harriet also comforts Alice up until she dies peacefully, having revealed that she was actually Edith's cousin. Harriet and Morfin eventually marry. Other matches also occur among the circle of friends, including a wedding between Susan and Toots, drawn together by their mutual love of Florence. Florence is summoned for a brief visit to Edith, who explains that she will always love her, that she was not guilty of adultery, and that she will try to find forgiveness in her heart towards Dombey. Mr. Dombey is now a changed man and becomes very devoted to his daughter and son-in-law, as well as his grandchildren, particularly is granddaughter, in a reversal and redemption of his original prejudices.", "analysis": ""}