{"name": "Overview", "summary": "Context The King of Denmark has died and Prince Hamlet returns home from his school in Germany to attend his father's funeral. He is surprised and shocked to find out that his mother, Gertrude, has already remarried his Uncle Claudius, who has assumed the crown, although Hamlet was his father's rightful heir. Hamlet is suspicious that there has been foul play, especially seeing that his mother does not mourn and is very passionate with his uncle. Hamlet is advised by the watch that they have seen a ghost, so he decides to investigate, and he meets the ghost, which is his father. The ghost is unable to find peace because he was murdered and was unable to confess his sins. He is, therefore, doomed to wander in the night for an unspecified period of time. He asks his son to seek revenge. The ghost gives him details regarding the murder, saying that Hamlet's uncle poured poison in his ear while he was asleep. The ghost does not wish Gertrude to be harmed. It will be up to heaven to decide her fate. Hamlet decides to pretend that he has gone mad with grief, which hopefully will enable him to observe what is going on in the castle. However, he starts to have doubts regarding the apparition he has seen and questions that it might be the devil in disguise, trying to tempt him. Hamlet is also torn by the thought that he may be a coward wishing to shy away from the request of his father. A troop of traveling players arrives at the castle, and Hamlet decides to enlist the help of the players by having them perform a play, which will mirror his father's death. He will watch closely the reaction of his mother and uncle. The play is called 'The Mousetrap', which is an adaptation of 'The Murder of Gonzago'. Hamlet's plan is successful. Claudius' reaction to this staged murder shows him to be guilty. He has to leave the room because he cannot breathe. Hamlet is now convinced that his uncle is a villain and resolves to have his revenge. Although he does not intend to harm his mother, Hamlet wishes to establish what her guilt is. The Lord Chamberlain of the castle and chief adviser to Claudius, Polonius, hides behind a tapestry while Hamlet quizzes his mother. He suspects they are being watched, perhaps by Claudius, and he stabs at the tapestry killing Polonius instantly. Because the people of Denmark love Hamlet, Claudius decides not to kill him over the death of Polonius, but to exile him to England. Claudius has brought two of Hamlet's school colleagues, Rosencrantz and Guildenstern, from Germany to act as spies on his nephew, and now to escort him into the hands of the English King for execution. Hamlet is aware of the plot, and arranges for the sealed note to the King of England to be substituted, and on arrival it is not Hamlet who is executed, but the two spies. There have now been three deaths as by-products of Hamlet's revenge. The fourth death is that of Ophelia, daughter of Polonius and who is in love with Hamlet. Not only is she distraught at her father's death, but also over Hamlet's assumed madness. She drowns whilst singing sad love songs. At Ophelia's funeral, Laertes, Ophelia's brother, who has returned to Denmark from France to avenge his father's death, meets with Hamlet, who has returned from England. The two argue concerning who loved Ophelia the most. Laertes vows to punish Hamlet for her death as well as the death of his father. Claudius sees a way to kill Hamlet yet again, and involves Laertes in a plot. There is to be a challenge, not to the death, between Laertes and Hamlet, and the winner will be the swordsman who obtains three strikes. However, Laertes is to use a poisoned sword, which will cause death to Hamlet if he is able to cut him. Claudius says that in the event of Hamlet winning, he will arrange for the cup of victory to be poisoned. The fight commences and Hamlet is soon two strikes ahead. His mother is so delighted that she toasts her son's health from the poisoned chalice before Claudius can stop her. As the fight continues she starts to feel unwell. Both duelists receive cuts from the poisoned sword, but Laertes dies first. Before dying he reveals to Hamlet the plot. Just then, the Queen dies and Hamlet perceives that it is Claudius' fault. He attacks Claudius and cuts him with the poisoned sword and then pours the last of the poisoned wine into the King's mouth. He then dies. Hamlet knows that he is dying and tells Horatio, his only true friend that the throne should now pass to Norway. He asks Horatio to explain the events to Prince Fortinbras of Norway so that the bloodbath at Castle Elsinore can be justified. The play ends with the new King of Denmark ordering the funeral of Prince Hamlet to be given fully military honors.", "analysis": ""}