{"name": "Overview", "url": "https://web.archive.org/web/20210410192112/https://www.gradesaver.com/the-duchess-of-malfi/study-guide/summary", "summary": "The Duchess of Malfi takes place in Italy, mostly at the Duchess's palace in Malfi, in the sixteenth century. The Duchess is a young widow whose two brothers, Ferdinand and the Cardinal, are visiting her from Rome at the play's start. Antonio, the manager of her household, has just returned from France. Before leaving the Duchess, Ferdinand engages Bosola, previously used by the Cardinal as a hit man, to ostensibly manage the Duchess's horses, but in reality to spy on her for the brothers so they can be sure she remains chaste and does not remarry. Bosola is reluctant, but eventually agrees. Before they return to Rome, Ferdinand and the Cardinal lecture the Duchess about the impropriety of remarriage. She insists that she has no plans for remarriage, and shows some irritation at their attempts to control her. However, as soon as they leave, she sets in motion a plan to propose to Antonio with the help of her maid, Cariola. Antonio and the Duchess marry, and the Duchess reassures Antonio that they will find a way to appease her brothers. Act Two is set about nine months later. The Duchess is pregnant and Bosola, suspecting her condition, hatches a plan to prove it to himself by giving her apricots, thought to induce labor. She accepts them, and immediately becomes ill, rushing off to her bedroom. Antonio and Delio discuss how to keep her labor secret. Bosola now assumes his belief is correct, but finds further definitive proof through a horoscope Antonio wrote for the infant. With the information confirmed, Bosola he writes a letter to the Duchess's brothers to tell them the news. The brothers are both incensed, but the Cardinal maintains a cool calm, whereas Ferdinand grows erratically angry. Neither of them realizes that she is married, and hence assume the baby is a bastard. Ferdinand says he won't take any action until he knows who the baby's father is. Act Three begins about two years later, with Delio's return to the Duchess's palace. Antonio and the Duchess have had two more children in the meantime. Ferdinand has recently arrived, and both Antonio and Delio suspect that he knows about the Duchess's children. Ferdinand surprises the Duchess in her bedroom, and when she tells him that she is married, he tells her she should never reveal to him the name of her lover lest terrible violence then be unleashed on all of them. He further banishes her forever from his sight. The Duchess, who wishes to protect Antonio by removing him from Malfi, falsely claims he has stolen from her and hence has him banished to Ancona. Once he has left, Bosola defends his virtue to the Duchess so emphatically that she admits the secret of their marriage. Bosola pretends to support her, and she sends him after Antonio with money and news that she will soon follow him. In Ancona a few days later, the Cardinal catches up to them and banishes the Duchess and her family from there. On their way out of town, Bosola brings her an ostensibly forgiving but actually threatening letter from Ferdinand, and so the Duchess, fearing an ambush, tells Antonio to separate from her with their oldest son. Immediately after they part, Bosola and a group of soldiers take the Duchess and her two remaining children captive and bring them back to her palace. In Act Four, Bosola tells Ferdinand that the Duchess is bearing her imprisonment nobly, which angers him. In an effort to make her insane with despair, he presents her with wax corpses of her family to convince her they have died. Though Bosola pleas with Ferdinand to cease his torture, he won't listen, and instead sends a group of madmen to torment her. Bosola returns, disguised as a tomb-maker, and prepares the Duchess for her impending death. Executioners follow with a cord to strangle her, but the Duchess remains steadfastly calm and courageous, at peace with the idea of rejoining her family, who she still believes are dead. They strangle her. Bosola next orders her children and Cariola killed. Cariola pleads for her life, to no avail. When Ferdinand confronts the Duchess's body, he is suddenly overtaken with remorse and angry at Bosola for following his orders. He not only betrays Bosola by refusing the latter a promised reward, but also shows signs of insanity before he exits. The Duchess shows a final sign of life, and before she truly dies, Bosola tells her that Antonio is still alive. Bosola shows genuine sadness when she dies. In Act Five, Antonio, ignorant of his wife and children's deaths, plans to beg the Cardinal that night for a reconciliation. Ferdinand has now completely lost his mind and is afflicted with lycanthropia, or the belief that he is a wolf. Bosola arrives and the Cardinal pretends that he has no idea about the Duchess's death. He offers Bosola a great reward for the murder of Antonio, an offer Bosola accepts even though he is plotting revenge. Julia, the Cardinal's mistress, approaches Bosola, declaring her love for him, and Bosola uses her to get the Cardinal to admit his involvement in the Duchess's murder. After the Cardinal kills Julia, Bosola reveals he has overheard the secret and demands his reward killing the Duchess. The Cardinal, once again, promises it will come after he has killed Antonio and helped him get rid of Julia's body. Bosola pretends to agree, but tells the audience that he will find Antonio to either protect him or help him get his vengeance against the Cardinal and Ferdinand. The Cardinal tells his courtiers to stay away no matter what they hear from him or Ferdinand, ostensibly because Ferdinand's madness gets worse when people are around, but actually because he wants privacy with which to dispose of Julia's body. Bosola, waiting outside the Cardinal's room, accidentally kills Antonio, who has come to see the Cardinal. Distraught, he goes into the Cardinal's room and attacks him. Because of the Cardinal's warning, his courtiers at first ignore his cries for help. Ferdinand joins the fray and stabs both the Cardinal and Bosola. Bosola kills Ferdinand. The courtiers finally enter in time to see the Cardinal and Bosola die, but not before the latter has confessed the particulars of the situation. Delio enters with Antonio and the Duchess's oldest son, who is the sole survivor of the family. Delio and the courtiers promise to raise the boy as a legacy to his parents, which gives the play a final glimmer of hope.", "analysis": ""}