{"name": "Overview", "url": "https://web.archive.org/web/20180328054530/http://www.gradesaver.com/a-hero-of-our-time/study-guide/summary", "summary": "A Hero of Our Time is a novel, but can be more aptly described as a Preface, five short stories, and a Foreword placed between the second and third short stories. The five short stories center on Pechorin, a young Russian officer serving in the Caucasus. Below are quick summaries of each of the sections in the novel. Preface Lermontov, the novel's author, describes his reasoning for creating the Preface. He states that the current population needs messages to be spelled out for it. He denies the claim that he portrayed himself through Pechorin. He mocks critics who are horrified by Pechorin and the contents of the novel. He tells them that they have been exposed to far worse literary characters. Bela This short story is a frame narrative. An unnamed narrator, who is traveling through the Caucasus Mountains, encounters Maxim Maximych, an old officer. They converse and travel through the mountains together. When they seek shelter due to a blizzard, the old officer tells the unnamed narrator a story about a young officer, Pechorin. The unnamed narrator listens intently. In Maxim Maximych's story, Pechorin is enamored with a native girl named Bela. He barters with Bela's younger brother, Azamat. He promises to help Azamat steal a local tribesman's horse in return for Bela. In the end, both men obtain what they desire. Azamat gets his horse and runs far away with it while Pechorin gets Bela. At first, Bela rejects Pechorin, but then she soon falls for him. Their happiness, however, does not last long. The horse's owner, Kazbich, seeks revenge for his stolen horse. Since he is unable to punish Azamat, he kills Bela's father, and then mortally wounds Bela. Bela dies two days after her injuries are obtained. Pechorin is transferred elsewhere soon after. The story ends here. In the present time, Maxim Maximych's baggage slows his cart down. He is unable to keep up with the unnamed narrator's ride. They decide to separate, not expecting to meet each other again. Maxim Maximych This short story picks up where the first story ends. The unnamed narrator and Maxim Maximych are reunited. Maxim Maximych's baggage had not slowed him down too much. The two characters are happy to see each other again, but they encounter a rude servant at the place in which they are lodging. After a few questions, Maxim Maximych discovers that the servant's master is Pechorin. The old officer is overwhelmed with joy due to this discovery. He tells the servant to pass his name along to Pechorin. The servant grudgingly agrees to the request. Maxim Maximych waits for Pechorin, but Pechorin does not come. The next day, the unnamed narrator encounters Pechorin. He sends someone to fetch Maxim Maximych and urges Pechorin to wait. Maxim Maximych is disappointed with his reunification with Pechorin. Pechorin refuses to dine with him and refuses to take back his personal documents. Maxim Maximych had held on to the documents when Pechorin had left them behind, thinking that they meant something to Pechorin. Maxim Maximych throws the documents on the floor after Pechorin leaves him in the dust. The unnamed narrator picks up the journals, and he and Maxim Maximych part again the next day, this time for good. Foreword The unnamed narrator informs the reader that Pechorin is dead and alludes to the fact that the next few stories are taken directly from Pechorin's journal. The unnamed narrator continues the Foreword by describing his reasoning for publishing these contents. He finds Pechorin to be an intelligent, introspective, and unusually honest individual and believes that contents from Pechorin's journal will benefit society. The unnamed narrator also states that only contents pertaining to Pechorin's stay in the Caucasus will be published. Certain reasons, which he does not reveal, stop him from disclosing information outside of Pechorin's adventures in the Caucasus. Taman This is the first story in the novel told through Pechorin's perspective. Pechorin has a short stay in the coastal town, Taman. He is unable to find lodgings and resigns to staying in a small hut on the very edge of the sea. Upon requesting to speak to the master of the house, a blind boy creeps out of the darkness and informs him that the old woman who owns the hut and the shack beside it has gone to the village, and she is not currently available. Pechorin stays in the hut, but he cannot sleep. He sees a shadow pass by his window and follows it. It is the blind boy making his way to the beach. At the beach, Pechorin witnesses what seems to be a smuggling enterprise involving the blind boy, a young woman, and a man named Yanko. The next morning, he confronts the blind boy and the old woman, who has returned from the village. They him give no answers. He encounters the young woman after he leaves the old woman and the boy. After he questions her and gets nowhere, he tells her that he will tell the authorities what he witnessed the night before. The young woman tells him to meet her in the middle of the night at the beach. He agrees to her request. He goes to the beach and gets on a boat with her. They go far out onto the sea. There, she kisses him and attempts to drown him. Pechorin escapes by throwing her overboard. On his way back to the hut, Pechorin sees the young woman, but she does not see him. She survived the sea. Pechorin decides to spy on the young woman. He witnesses her escaping with Yanko. They leave behind the blind boy and the old woman. Pechorin leaves Taman the next morning. He does not alert the authorities to the events that transpired for fear of being ridiculed. Princess Mary Shortly after arriving in Pyatigorsk, a spa town, Pechorin encounters an army acquaintance, Grushnitsky. Pechorin and Gushnitsky dislike each other, but they are cordial with each other. Grushnitsky shows interest in a young woman of noble birth, Princess Mary. The young woman is visiting Pyatigorsk with her mother, Princess Ligovskoy. Pechorin decides to entertain himself with the romance that he sees transpiring between Grushnitsky and Princess Mary. He knows that Princess Mary will soon grow tired of Grushnitsky. Pechorin eventually decides to seduce Princess Mary for three main reasons: to satisfy his vanities, to destroy Grushnitsky's happiness, and to communicate with Vera, a lost love and a member of Princess Mary's inner circle, without arousing suspicions. He succeeds in winning Princess Mary's heart, even though he has no romantic feelings towards her. Grushnitsky retaliates against Pechorin for this betrayal with the help of a dragoon captain who Pechorin had infuriated in an early part of the story. Grushnitsky and Pechorin fight a duel. Pechorin kills Grushnitsky. In the end, no one receives a happy ending, not even Pechorin who has outwitted everyone. He loses Vera. The Fatalist Pechorin's last adventure takes place in a Cossack village. Pechorin and some of his army peers have a conversation on predestination. Pechorin's peers are divided on the issue. Some tell tales that support predestination, and others recount stories that disprove it. Vulich, an old officer and a known gambler, claims he has a way to solve the question. He gambles with his life to prove that predestination exists. He holds a gun to his head and shoots. The gun misfires. The other officers assume that the gun was not loaded. Vulich aims the gun again, this time at a wall. The gun fires a bullet into the wall. Everyone is intrigued, and Vulich collects his gold coins from Pechorin, who had betted against him. Half an hour after this incident, Vulich dies. A drunk Cossack slices him in half. Pechorin learns about Vulich's death when he is summoned to help apprehend the murderer, who has barricaded himself in a cottage. Pechorin risks his life to apprehend the Cossack. He succeeds with just a slight graze from a bullet. The last scene of the story involves a conversation between Pechorin and Maximych. Pechorin recounts his experiences in the Cossack village and tries to have a conversation with Maxim Maximych. The old general offers no real discourse -- he is not good at \"metaphysical discussions\" .", "analysis": ""}