{"name": "Overview", "url": "https://web.archive.org/web/20180424003055/http://www.gradesaver.com/the-canterville-ghost/study-guide/summary", "summary": "Horace B. Otis is a rather self-righteous American minister with a brusque personality easily confused with rudeness. Shrugging off the warnings of his British friends, he has purchased Canterville Chase, an English manor with a long history of accounts of ghosts and hauntings. Otis refuses to be cowed by threats that he is buying a haunted mansion. Otis, after all, does not believe that ghosts actually exist. Soon after the Otis family moves into the Tudor castle, Horace's wife Lucretia discovers a bloodstain in a sitting room. Upset, she orders that the stain be cleaned away upon the nonce. The housekeeper of Canterville Chase, Mrs. Umney, is thereby forced to explain to Mrs. Otis that the stain has been there since 1575 and is the result of Lady Eleanore de Canterville being brutally murdered by her husband, one Sir Simon de Canterville. In other words, any orders to have the stained cleaned away will produce the same result: the blood stays where it is. Americans will be Americans and Washington Otis, the eldest son of Horace, quickly declares his faith in the Pinkerton's Champion Stain Remover and Paragon Detergent by attempting to prove Mrs. Umney not only wrong, but a fool. As he scrubs and scrubs at the bloodstain, thunder and lightning punctuate the unexpected disappearance of the stain. That disappearance prompts Mrs. Umney to faint. The Americans have proven their ability to conquer long-lasting British myths. Until the next day when the stain shows up in the same place again. Out comes Pinkerton's Stain Remover and away goes the stain. Day and day and day the stain is removed only to reappear. Finally, the Otis family begins to suspect that just perhaps there is something to the stories of Canterville Chase being haunted, after all. This belief really starts to kick in when Horace wakes up to a very weird sound. A clanking, metallic sound. Rushing to the hallway, Mr. Otis runs full into a shocking sight: a ghost with eyes as red as the fires of hell, thickly matted hair and heavy chains around his limbs. Where his British friends might have run in fear from this sight, the far more pragmatic American takes a considerably different perspective: he suggest that the ghost might just benefit from the application of Tammany Rising Sun Lubricator. As if this reaction is not enough of an insult to a ghost who has been successfully scaring off interlopers inside his ancestral manse for centuries, the ghost is nearly injured by pillows aimed at his head by the two youngest members of the Otis clan, twins nicknamed Stars and Stripes. Scared off by the boorish behavior of the rude Americans, the Canterville Ghost takes leave to contemplate former glories in which he scared a successive number of buyers through a varied array of ghost personae. While the rest of the Otis clan are busy analyzing why the shade of red of the bloodstain seems to change, 15 year old Virginia seems particularly pensive over the state of the stain. As their stay continues, the twins continue their attempts to torture the ghost and when he calls upon his particularly horrific laugh as the ultimate means of instilling terror and dread, the ghost is only greeted with advice from Mrs. Otis on the potential for Dr. Dobell's tincture as a cure for the indigestion that must surely be the cause of a such a sound. And so things continue: the ghosts tries to scare the Otis family and the Otis family refuses to join the lineage of proper British citizenry that responded in the normal fashion. Things hit rock bottom for the Canterville Ghost when Stars and Stripes actually create a fake ghost of their own to scare the real ghost. One last go at the Americans in his guise as Reckless Rupert, or the Headless Earl only results in further humiliation which causes Sir Simon to pretty much give up on ever living the dream of putting the fear of god into the latest owners of Canterville Chase. Meanwhile, the Duke of Cheshire shows up one day to take advantage of his position as guest to further pine over the love of his life: the rather prudish but beautiful Virginia. It is while taking a ride with the Duke that Virginia happens to come upon the secret hiding lair of the ghost of Canterville Chase. Virginia tries to warn the ghost not to try any scary stuff, but the ghost convinces here that acts of haunting are pretty much the entire reason for ghosts to exist. Take away their ability to put a scare into the living and what purpose does a ghost even have? Virginia takes pity on the ghost and even though she finds it beyond forgiveness that Sir Simon has been using her paints to color in the bloodstain every morning, she agrees to assist him from his pitiable state. After refusing her offer to help him make his way to America, she takes his hand and disappears with him into another dimension. The lovesick Duke returns from his school to help the family find his cherished Virginia upon learning of her mysterious disappearance. Finally, as the clock strikes the last of the midnight chords, all of Canterville Chase shakes under the yoke of some uncanny force and the presence of Virginia appears in the dark at the top of the stairs. Her only explanation of her disappearance is that she has assisted in finally bringing eternal rest to the Canterville Ghost. As a token of his thanks and affection, Sir Simon has given her a box filled with jewels. Virginia leads the family into the secret lair of the ghost where they are greeted by the sight of his skeletal remains. Four days later, Sir Simon's body is finally laid to rest with a proper burial. Years later, Virginia has softened toward the Duke and agreed to his proposal of marriage. Long after the ceremony, she still steadfastly refuses the address the queries he poses about what exactly happened during the period of her disappearance. All she is willing to offer is that what she knows about the true meaning of Life, Death, and Love she owes entirely to the lessons taught her by the ghost of Sir Simon de Canterville.", "analysis": ""}