{"name": "Overview", "url": "https://web.archive.org/web/20211016214218/https://www.gradesaver.com/the-hound-of-the-baskervilles/study-guide/summary", "summary": "This adventure concerns the mysterious death of Sir Charles Baskerville, and the possibility that the heir to his fortune might be the object of murder. Before the novel begins, Sir Charles Baskerville had died suddenly, perhaps the victim of a ghostly hound believed to haunt his family because of an age-old curse. The Baskerville estate is located out in the remote moor of Devonshire. Holmes and Watson are introduced to the case by Dr. Mortimer, a friend of Sir Charles Baskerville. Mortimer believes that a hound has in fact killed Sir Charles, because he found a paw print near Sir Charles's corpse. He is worried that there may be some truth to the superstitious legend, which is detailed in an old manuscript, and thus approaches Holmes in hopes that the detective can protect Sir Henry, who is soon to arrive to claim the family estate and fortune. When Sir Henry arrives in London, he exhibits no fear of the old legend. Instead, he insists on leaving soon for Baskerville Hall. However, several strange things happen while he is in London: an anonymous letter arrives, warning him to stay away from the moor; two boots are stolen from his hotel, each from a different pair; and Holmes observes a bearded man following him around the city. Certain that something insidious is afoot, Holmes sends Watson to Devonshire, where he is to accompany and protect Sir Henry while Holmes wraps up some business in London. Upon his arrival in Baskerville Hall, Watson begins his detective work. He discovers several mysterious circumstances. There is an escaped convict, Selden, wandering the moor. Barrymore, the butler, frequently awakes in the middle of the night and shines a light from an empty room in the house. Mrs. Barrymore is constantly in tears. Watson also meets the Stapletons, a brother and sister who are friendly neighbors of the Baskerville estate. However, Miss Stapleton is clearly anxious, since she secretly warns Watson to leave the moor immediately, before learning he is not actually Sir Henry. Watson learns from Mr. Stapleton about the existence of Grimpen Mire, a part of the moor which is too dangerous to pass. On several occasions, he hears the frightening howl of a hound coming from this area of the moor. One night, Watson and Sir Henry follow Barrymore, and discover that he and his wife are secretly feeding Selden, who is actually Mrs. Barrymore's brother. Watson and Sir Henry try to capture Selden, but fail. However, that night, Watson sees a mysterious figure standing alone up in the hills. The next morning, the men promise Barrymore not to report Selden, and he in turn tells them how his wife found a letter that was sent to Sir Charles on the day he died. Apparently, the man was outside that night to meet a woman with the initials L.L. Watson investigates to discover that this woman is Laura Lyons, who lives in the nearby Coombe Tracey. He visits her to learn that Sir Charles was going to give her money to secure a divorce, but that she did not keep her appointment that night because someone else offered her the money. Watson then tries to track down the mysterious man on the moor, and discovers that it is actually Sherlock Holmes, who has been living secretly on the moor to observe the mystery from a distance. He explains that his open presence would have compromised his investigation. While there, Holmes has learned that Mr. Stapleton is in fact married to Miss Stapleton; they are not brother and sister, but have instead assumed fake identities. He believes Stapleton is responsible for Sir Charles's death, but he does not have the proof yet. Suddenly, Watson and Holmes hear the same cry Watson heard earlier, and they rush to find a corpse out on the moor. Though they initially believe it is Sir Henry's body - since the figure is dressed in the man's clothes - they soon discover it is actually Selden's corpse. He had clearly been fleeing something, and had fallen from a cliff in the process. As they debate what to do with the body, Stapleton arrives. Though surprised, he quickly recovers his composure and easily identifies Sherlock Holmes. Holmes accompanies Watson to Baskerville Hall, and has dinner with Sir Henry. During dinner, they learn that Stapleton had invited Sir Henry to dinner, and hence had been expecting him, not Selden, to be out on the moor that night. Selden was dressed in Sir Henry's clothes because Barrymore had given them to the convict. Holmes notices a portrait of Hugo Baskerville, and secretly indicates to Watson that the face bears a striking similarity to Stapleton's. He thereby realizes that Stapleton must be a Baskerville, who hopes to kill off the surviving family members so that he will inherit the fortune. However, Holmes does not tell Sir Henry the truth. Instead, he claims that he and Watson are returning to London, and instructs Sir Henry to join Stapleton for dinner the following night. Though it requires him walking alone across the moor, Sir Henry agrees. That night, Holmes, Watson, and the London policeman Lestrade - who joined Holmes via train - stake out Stapleton's house. Watson sneaks close to spy Stapleton dining alone with Sir Henry; Miss Stapleton is absent. A fog compromises visibility, so the party has to retreat a bit. It is from this vantage that they soon see Sir Henry stroll past, and then a savage hound, flames seemingly leaping from its mouth, fly after the man. They are able to kill it only with several shots, right before it is prepared to rip out Sir Henry's throat. Holmes studies the hound's corpse to discover that its mouth has been lined with phosphorus, thereby creating the image of flames, and its fur covered with a glitter. They try to pursue Stapleton, but only find Miss Stapleton, who has been tied up, gagged, and locked away in the house. She tells them that Stapleton had restrained her, and likely fled out into Grimpen Mire, which is where he kept the hound locked away. The next morning, they search Grimpen Mire, but find only Stapleton's boot. They assume he has died. They also find evidence of where he kept the hound, and that Stapleton had been feeding the beast with other animals. A month later, Sir Henry and Dr. Mortimer embark on a trip around the world, so that Sir Henry can recover from his shock. One day, Watson questions Holmes about the case, and the detective provides all the missing pieces. Stapleton's actual name was Rodger Baskerville; he is the son of Sir Charles's youngest brother, who had long before moved to South America. After his father's death, Stapleton fled to England, changed his identity, and set out to construct a means to claim the Baskerville fortune. His wife had eventually tried to stop him, which is why he locked her away. The details provided, Holmes invites Watson to join him for dinner and a show.", "analysis": ""}