{"name": "Overview", "url": "https://web.archive.org/web/20210418063758/https://www.gradesaver.com/a-dolls-house/study-guide/summary", "summary": "A Doll's House traces the awakening of Nora Helmer from her previously unexamined life of domestic, wifely comfort. Having been ruled her whole life by either her father or her husband Torvald, Nora finally comes to question the foundation of everything she has believed in once her marriage is put to the test. Having borrowed money from a man of ill-repute named Krogstad by forging her father's signature, she was able to pay for a trip to Italy to save her sick husband's life . Since then, she has had to contrive ways to pay back her loan, growing particularly concerned with money and the ways of a complex world. When the play opens, it is Christmas Eve, and we find that Torvald has just been promoted to manager of the bank, where he will receive a huge wage and be extremely powerful. Nora is thrilled because she thinks that she will finally be able to pay off the loan and be rid of it. Her happiness, however, is marred when an angry Krogstad approaches her. He has just learned that his position at the bank has been promised to Mrs. Linde, an old school friend of Nora's who has recently arrived in town in search of work, and he tells Nora that he will reveal her secret if she does not persuade her husband to let him keep his position. Nora tries to convince Torvald to preserve Krogstad's job, using all of her feminine tricks , but she is unsuccessful. Torvald tells her that Krogstad's morally corrupt nature is physically repulsive to him and impossible to work with. Nora becomes very worried. The next day, Nora is nervously moving about the house, afraid that Krogstad will appear at any minute. Her anxiety is reduced by being preoccupied with the preparations for a big fancy-dress party that will take place the next night in a neighbor's apartment. When Torvald returns from the bank, she again takes up her pleas on behalf of Krogstad. This time, Torvald not only refuses but also sends off the notice of termination that he has already prepared for Krogstad, reassuring a scared Nora that he will take upon himself any bad things that befall them as a result. Nora is extremely moved by this comment. She begins to consider the possibility of this episode transforming their marriage for the better--as well as the possibility of suicide. Meanwhile, she converses and flirts with a willing Dr. Rank. Learning that he is rapidly dying, she has an intimate conversation with him that culminates in him professing his love for her just before she is able to ask him for financial help. His words stop her, and she steers the conversation back to safer ground. Their talk is interrupted by the announcement of Krogstad's presence. Nora asks Dr. Rank to leave and has Krogstad brought in. Krogstad tells her that he has had a change of heart and that, though he will keep the bond, he will not reveal her to the public. Instead, he wants to give Torvald a note explaining the matter so that Torvald will be pressed to help Krogstad rehabilitate himself and keep his position at the bank. Nora protests against Torvald's involvement, but Krogstad drops the letter in Torvald's letterbox anyway, much to Nora's horror. Nora exclaims aloud that she and Torvald are lost. Still, she tries to use her charms to prevent Torvald from reading the letter, luring him away from business by begging him to help her with the tarantella for the next night's party. He agrees to put off business until the next day. The letter remains in the letterbox. The next night, before Torvald and Nora return from the ball, Mrs. Linde and Krogstad, who are old lovers, reunite in the Helmers' living room. Mrs. Linde asks to take care of Krogstad and his children and to help him become the better man that he knows he is capable of becoming. The Helmers return from the ball as Mrs. Linde is leaving , with Torvald nearly dragging Nora into the room. Alone, Torvald tells Nora how much he desires her but is interrupted by Dr. Rank. The doctor, unbeknownst to Torvald, has come by to say his final farewells, as he covertly explains to Nora. After he leaves, Nora is able to deter Torvald from pursuing her any more by reminding him of the ugliness of death that has just come between them, Nora having revealed Dr. Rank's secret. Seeing that Torvald finally has collected his letters, she resigns herself to committing suicide. As she is leaving, though, Torvald stops her. He has just read Krogstad's letter and is enraged by its contents. He accuses Nora of ruining his life. He essentially tells her that he plans on forsaking her, contrary to his earlier claim that he would take on everything himself. During his tirade, he is interrupted by the maid bearing another note from Krogstad and addressed to Nora. Torvald reads it and becomes overjoyed. Krogstad has had a change of heart and has sent back the bond. Torvald quickly tells Nora that it is all over after all: he has forgiven her, and her pathetic attempt to help him has only made her more endearing than ever. Nora, seeing Torvald's true character for the first time, sits her husband down to tell him that she is leaving him. After he protests, she explains that he does not love her--and, after tonight, she does not love him. She tells him that, given the suffocating life she has led until now, she owes it to herself to become fully independent and to explore her own character and the world for herself. As she leaves, she reveals to Torvald that she hopes that a \"miracle\" might occur: that one day, they might be able to unite in real wedlock. The play ends with the door slamming on her way out.", "analysis": ""}