{"name": "Overview", "url": "https://web.archive.org/web/20180327091504/http://www.gradesaver.com/the-coquette/study-guide/summary", "summary": "The novel, told in epistolary form, begins with Eliza Wharton spending time with her married friends, General and Mrs. Richman. She is a young, beautiful, smart, and prone to flirtatiousness. She is recently freed from an engagement to a man she did not love, who sadly died of illness. She writes her friend Lucy Freeman frequently of her charming and appealing social engagements with the Richmans and the neighborhood, and how she seems to have captured the attention of two men: Mr. Boyer, a respectable man soon to be a reverend, and Major Sanford, a dashing man with a reputation as a libertine. While Mr. Boyer eagerly expresses an interest in marrying her, Major Sanford remains content with simply flirting with her. Major Sanford's letters to his friend Charles reveal he does not intend to marry Eliza. While very attracted to her, he only appears wealthy and must marry a wealthy woman to maintain his standard of living. Eliza vacillates between the two men, telling her friends and mother that she remains uncertain as to whether she wants to give up her freedom for marriage, particularly to Mr. Boyer since they do not seem well-suited. She cannot forget the Major, even though everyone warns her about his terrible reputation. Eliza eventually halfheartedly decides to accept Mr. Boyer's hand, but her inability to escape the Major leads Mr. Boyer to call off their tentative engagement after he finds them speaking privately in the garden one night. He rails against her coquetry and lack of honesty and virtue. Not long after, he marries another woman. Eliza is distressed and rues her behavior. She convinces herself that she loves Mr. Boyer, and even writes him once asking if he will have her hand. When he tells her he wishes her no ill will but is already married, she plunges into deeper despair. The Major keeps up his words of love but offers no promises, and eventually leaves for a long period of travel. Although Eliza's friends and mother, with whom she has returned to stay, exhort her to regain her former vivacity and throw off her mantle of depression, she becomes a veritable recluse. One of Eliza and Lucy's friends, a young unmarried woman named Julia, comes to stay with Eliza and her mother. Julia reveals how difficult a time Eliza is having in her letters to Lucy. Everyone tries to boost her spirits, but they are particularly affected once she hears that Major Sanford has married a young woman of fortune and returned home to the house he purchased in Eliza's neighborhood. Eliza does not want to see him, but eventually he visits. They pass the time pleasantly enough and she decides to be his wife's friend. She believes herself over him, but as time passes, they fall back into flirtation. The Major cares little for marriage and his own wife, and gushes to Charles how he desires nothing more than to win Eliza over. Julia consistently warns Eliza to protect her virtue and not to succumb to that rake's insinuations. Eliza grows more and more depressed and weary, tiring even of writing letters. Eventually Julia discovers the Major sneaking out of the house one night; he has succeeded in seducing Eliza. Julia confronts her, full of condemnation, and Eliza wails that she knows she has done wrong by sleeping with him. She is also, unfortunately, pregnant. She begs Julia not to tell her mother, and says she will do it herself soon. Eliza sneaks out one night, fleeing to an unknown location, supported by Major Sanford, where she will avoid the censure of her loved ones and contemplate her tremendous fall. Julia and her mother receive letters from her, detailing her sorrow and apologizing for her behavior. They ask Major Sanford where Eliza is and he does not tell them, but promises she is comfortable and well taken care of. The newspaper reveals one day that Eliza gave birth to her child at a tavern near Boston. Unfortunately, both the child and Eliza perished. Mrs. Wharton, Lucy, and Julia are devastated. The Major also despairs that his beloved has died. His own wife leaves him. As a result, he falls into miserable poverty and must travel abroad to avoid the recriminations of the neighborhood and those within his own head. He expresses guilt and grief to Charles. Lucy and Julia see Eliza as an example of how virtue is the most important thing in the world. Lucy pays for a gravestone to be erected, extolling Eliza's charity, humility, and benevolence.", "analysis": ""}