{"name": "Overview", "url": "https://web.archive.org/web/20210323170811/https://www.gradesaver.com/leviathan/study-guide/summary", "summary": "Hobbes' Leviathan is divided into four parts: 1) of man, 2) of commonwealth, 3) of a Christian commonwealth, and 4) of the Kingdom of Darkness. His overall project is to explain by what reasons a commonwealth may govern men, and then to establish the best possible way for this government to function in order to accommodate the desires of its denizens. Part One begins naturally with man, for Hobbes believes that the commonwealth is nothing but an \"artificial man.\" Beginning his argument at the most basic level, he argues that man exists in the external world as a reactive creature that senses objects and is driven to act by the constant motions of the world. These constant motions lead to man's constant and insatiable desires and wants, which in a state of nature pits everyone against another in a perpetual state of war. Here men are equal in that anyone can kill anyone else, and as such men live in a constant state of fear an anxiety. Since man's main goal in life is to protect his own life through his rational capacities he reasons that the best way to do this is to establish a state with a power great enough to protect all who consent to live under it. Thus, a state or commonwealth is established with the sole purpose of protecting the lives of those who live within it. Part Two is devoted to explaining the citizen's obligations to this state, or 'Leviathan', and its proper form and functions. According to Hobbes, the best form of government is a monarchy, since in any other form of government the sovereign power is not strong enough to protect the subjects from outside invaders and from themselves. A subject's duty to the sovereign is total, and acting otherwise is only hurting oneself, since the commonwealth is established for the self-preservation of its subjects. Of course one has the option of leaving the commonwealth if one finds it too oppressive, but to leave the commonwealth is to re-enter the state of war that characterizes pre-social man. This is the worst possible outcome, since here there is no right or wrong, no justice or injustice, and man is constantly defending himself. Part Three answers the question: is obedience to a sovereign authority consistent with obedience to a divine authority? Hobbes reasons that there is no conflict between obeying civil and divine laws, but that men are often led to in such a conflict through the false claim that God is present in the world as it exists. According to Hobbes, the Kingdom of God exists wholly outside the natural world, despite the frequent claims that a group has special access to the divine. Because God is totally supernatural, then, and because no person can claim to have communication with or to be a representative of God, members of the commonwealth cannot possibly subscribe to a religious authority. The only power that exists for man, Hobbes claims, is sovereign power. There is no religious power manifest on earth that is greater. In careful interpretation of scripture, Hobbes claims that there is no eternal soul that is punished or rewarded eternally in hell or heaven, and that there are no incorporeal spirits interacting with this world. In fact, he concludes, all that is necessary for proper worship of God is to obey civil laws in his absence, and to maintain faith in Him. Lastly, in Part four Hobbes paints a stark picture of what human life is like when not lived according to the principles he has set forth. He calls this benighted social state the Kingdom of Darkness, which is not 'hell' as conceived in religious dogma, but which is instead life of ceaseless manipulation by others. Hobbes argues that the main causes of \"spiritual darkness\" are the belief in the presence of the Kingdom of God on earth, and the philosophical and historical doctrines that perpetuate this falsehood. In particular, Hobbes attacks Aristotle's philosophy of essentialism for giving credence to the belief in eternal souls and immaterial spirits, as well as many tenets of Catholicism, especially the papacy.", "analysis": ""}