{"name": "Overview", "summary": "Context \"It is a truth universally acknowledged, that a single man in possession of a good fortune must be in want of a wife.\" There is great excitement in the small community of Longbourn, Hertfordshire, as the empty Netherfield Estate is soon to have a new occupant. Apparently, he is a rich young bachelor, and the Bennett household in particular, looks forward to his arrival as they have five daughters who are seeking a good match. It is Mrs. Bennett's priority in life to have her daughters marry well, and she hopes that Charles Bingley, the new arrival, will choose one of her daughters. She is further excited at the prospect that Bingley will also bring new people to the area, and she may be able to marry off more than one of her daughters. At the local ball, Bingley is impressed with the Bennett's' oldest daughter, Jane, and the two soon form an attachment. Bingley's friend, Fitzwilliam Darcy, is an even richer aristocrat, but is very proud and haughty, and does not wish to associate with the locals. Elizabeth Bennett overhears him refusing to dance with her whilst he is in conversation with Bingley. Unfortunately, Jane does not receive the approval of Bingley's sisters, because they regard Mrs. Bennett as being of lower status. Darcy finds himself attracted to Elizabeth, even though he does not like the Bennett family. Her spirited wit and beautiful eyes enthrall him. Caroline Bingley's envious criticism of Elizabeth only fuels Darcy's admiration for her. At this stage Elizabeth holds Darcy in contempt due to his proud manner. George Wickham, a handsome military officer, tells Elizabeth that he grew up with Darcy, but was treated badly by the family. His story makes Darcy appear to be cruel, and Elizabeth accepts the story on face value. William Collins, a clergyman and cousin of Mr. Bennett, visits. He stands to inherit Mr. Bennett's estate when he dies, because of a legal stricture called &#8216entail'. He is apologetic of this and spends his time praising his patroness, Lady Catherine De Bourgh. She insists that Collins marries, and he intends to choose one of the Bennett daughters, and decides on Elizabeth. She quickly refuses him. The Bennett's' neighbors, the Lucas family, have a daughter Charlotte, who is anxious to marry for security and she is soon engaged to Collins. Disappointment comes to the Bennett household just when their plans were going well; they realize that the entire Bingley entourage has left Netherfield for London. Jane learns that Bingley may marry Darcy's sister, Georgiana. Jane accepts this stoically, but her sister Elizabeth is angry at the apparently shabby way she has been treated by the Bingley's. Elizabeth visits Charlotte in her new home in Kent, and they are introduced to Lady Catherine De Bourgh, who is also Darcy's aunt. She is a strong character and enjoys interfering in other people's lives. Darcy visits his aunt with his cousin Colonel Fitzwilliam, and he is at a loss to understand Elizabeth's strange behavior. He has been unable to forget about Elizabeth, and he suddenly proposes to her. Elizabeth suspects, wrongly, that he was instrumental in separating Bingley from Jane, and also of being cruel to Wickham, and so she refuses his proposal. She receives a letter from Darcy explaining the situation with Bingley / Jane, and the truth about Wickham's situation. Elizabeth still considers him to be proud, but he is clearly innocent of any mischievous intent, or cruelty. Elizabeth condemns herself for her pride and prejudice against Darcy. Elizabeth undertakes a trip with her Aunt and Uncle Gardiner, and their travels take them to Darcy's estate in Derbyshire. Thinking he is not there, they visit the estate, but are confronted with Darcy, who treats them graciously, and is the perfect host. Slowly, Elizabeth starts to reciprocate Darcy's love for her. Just then, shame descends on the Bennett family with the revelation that Lydia has eloped with Wickham. Elizabeth returns home immediately. Elizabeth fears that her blossoming love for Darcy is now hopeless. Lydia is found, but she and Wickham marry, and Elizabeth discovers that Darcy was instrumental in arranging the marriage, thus saving the Bennett family from further shame. On his return to Netherfield, Bingley asks Jane to marry him and she accepts. So far as Mrs. Bennett is concerned, this is a perfect end to her plans, but she is annoyed at Darcy's presence. Darcy's aunt, Lady Catherine, confronts Elizabeth with a view to splitting up their relationship, demanding that Elizabeth will not accept any proposal of marriage from Darcy. She refuses, and Lady Catherine is forced to relate Elizabeth's impertinence to Darcy. Darcy senses that Elizabeth has changed her view of him, and he proposes again and Elizabeth accepts.", "analysis": ""}