{"name": "Overview", "url": "https://web.archive.org/web/20180407095842/http://www.gradesaver.com/the-jungle/study-guide/summary", "summary": "The Jungle is the story of Jurgis Rudkus and his family, Lithuanian immigrants who come to America to work in the meatpacking plants of Chicago. Their story is a story of hardship. They face enormous difficulties: harsh and dangerous working conditions, poverty and starvation, unjust businessmen who take their money, and corrupt politicians who create laws that allow all of this to happen. The story follows the hardships of Jurgis and his family and the transformation that Jurgis undergoes when he accepts the new political and economic revolution of socialism. The novel begins at the wedding of Jurgis and Ona Rudkus. Marija Berczynskas, a strong and commanding woman, directs the wedding and Tamoszius Kuszleika provides music with his violin. Although Tamoszius's \"notes are never true, and his fiddle buzzes on the low ones and squeaks and scratches on the high,\" he is the star of the wedding. Everyone in the slums of Packingtown is invited, and they are supposed to pay tribute to the family. Many do not, however, and this leaves Jurgis and Ona deeply in debt on the first day of their marriage. Jurgis and Ona came from the countryside of Lithuania. Because Jurgis and Ona were not allowed to marry in Lithuania and because Ona's father dies, leaving them with little money, Jurgis decides to move his and Ona's family to America. Jonas, Jurgis's brother, tells them of a friend who made a fortune in Chicago and they decide to go there. Upon arriving in America, however, they discover that while the wages are higher, so are the prices. Several agents and thieves scam them when they arrive, and soon much of their money is gone. In Chicago, they live in a polluted and corrupt slum. Part of their neighborhood, Packingtown, is built upon a garbage dump, and that entire part of the city reeks of garbage and is filled with flies. Jurgis and Ona still feel as though they have much potential in this new land, however. Jurgis goes to the meatpacking plant and immediately finds a job sweeping blood and innards from slaughtered cattle through a drain. The work is very hard and the conditions are very unsafe, but Jurgis is strong and stubborn and cannot understand any man who is not thankful for the opportunity to have work and to earn a living. Many of the workers are bitter about their working conditions, however. The packinghouses are dirty and unsanitary places where every part of the animal is used to make a profit. Often, spoiled meat will be marked as good and sent out for sale. Many of the old or rotten pieces of animals are sold, and even the refuse from drainage is thrown into the pile of meat to be canned or made into sausage. In some of the factories, dead rats are added to the meat. The workers do not care and the factory bosses do everything they can to speed up the production of the meat. Often the factories will hire extra workers just to keep wages down. There are always more men looking for jobs than there are jobs to give, so most men only make a few cents per hour. The family sees an advertisement for a house to buy, and they decide that it will be worth their money to buy instead of throwing away their money on rent every month. The house is advertised as new, though it does not look that way, and the real estate agent is a slick man and sells it to them for only a few hundred dollars down. The family balks at the contract, however, when it says that they will only be renting the house, but several lawyers tell them that this is standard and that after seven years of payments they will own the house. The family signs the agreement and moves into the house. They buy new furniture and all settle into their new lives. Marija and Jonas get jobs, and soon Ona and little Stanislovas, one of the family's children, work as well, but they always afford their payment. Soon, however, they find out that they are charged interest on the house and must buy insurance. They soon find that the real estate company sells the houses as new, but then kicks out the occupants when they cannot pay the rent and interest and then sells it to another naive immigrant family. The winters are very hard in Chicago, and often the snow is so deep that the family has a difficult time getting to work. Jurgis comes to understand the hardships of his job and of his fellow workers. They are worked to the bone, and the companies do everything they can to speed up the work and to pay lower wages. They use corrupt practices to sell rotting meat, and they can do all of this because they own the politicians who make the laws. Jurgis and Marija join the unions and soon become active members. Jurgis becomes a \"crusader\" for the unions and sets out to \"spread the gospel of Brotherhood by force of arms.\" In the summer, Marija's factory is furloughed because there is not enough work to employ everyone, so the family begins to struggle even more with money. Old Antanas dies from sickness that he contracts in one of the factories, and Ona and Teta Elzbieta go into the workforce in order to help the family meet its financial obligations. Their work is difficult, and when Ona becomes pregnant, she is forced to continue working and given only a week off to have her child. She returns to the workforce too quickly and is beset with pain and sickness for the rest of her life. One day, Jurgis finds that Ona does not come home from the factory. When he finds her and questions her, he soon learns that she is being forced into sexual relations by one of the factory bosses. This infuriates Jurgis, who goes to the factory where he beats the man. He is thrown in jail and cannot work. The family falls into an even greater economic depression. When Jurgis leaves jail, he returns home to find that Ona is in childbirth several months before their second child is due to be born. Ona then dies in childbirth, and Jurgis falls into turmoil. He begins to drink heavily, and Elzbieta keeps his money from him so that the family might survive. Jurgis goes into the city where he soon finds work at a harvesting-machine plant. Philanthropists run the plant is run, and it gives the workers a decent living with fair working conditions. Jurgis soon loses that job, however, and this causes him a greater hatred for the economic systems that keep him and his family in poverty and deny him the ability to work for his keep. Again without a job, Jurgis begs for work and food. He has a fortuitous turn when one of the children meets a \"settlement-worker\" who promises Jurgis a job in a steel mill fifteen miles from his home. Jurgis travels to work at this place but soon has an accident with the fiery steel, which takes the skin off his hand. He returns home and cares for his young son for several days. He returns to work when he is healed and comes home on Saturdays to visit his family. He comes home one day, however, to find that his young son Antanas has drowned in one of Packingtown's flooded streets. Jurgis then leaves Packingtown, hopping on a train into the countryside. He becomes a tramp, traveling across the country, sleeping in fields and forests and taking meals from farmers when he can. He decides now that he will fight the world that has caused him such hardships and do as he pleases. He spends his money on prostitutes and drinking and becomes a migrant farm laborer. He feels freer than he ever has before. One night, however, he stays with a farmer and, upon seeing the farmer's wife bathe their young son, he is filled with grief over the death of his son. Jurgis returns to Chicago and finds a job building rail tunnels beneath the streets of Chicago. While working at this job one evening, he is struck by a runaway train and badly breaks his arm. After being in the hospital for many days, he is released back onto the street. He has no money, however, and cannot work because of his injury. Jurgis begins to beg on the streets and becomes very hungry and very cold. During one bitter cold streak, Jurgis meets a drunken young man on the street. The young man invites him back to his house, and Jurgis learns that he has found the youngest son of Jones, one of the packing plant owners, who owns an extravagant house with many expensive things. Jurgis steals one hundred dollars from the boy but is then kicked out of the house. He tries to break the hundred-dollar bill, but gets in a fight after a barkeeper steals his money, and he once again goes to jail. While in jail, Jurgis meets with Jack Duane, an old friend from his previous jail stint. Duange invites Jurgis into his life of petty thievery, and Jurgis soon becomes involved in all kinds of illegal scams and swindles. He falls in with the Chicago crime scene and soon makes a good deal of money. He then becomes involved in the corrupt Chicago political machine and takes part in a scam to help Mike Scully, the political power of Packingtown, elect a Republican to the city council and to help retain his power. Jurgis makes good money from this scam and gets a job at the packing plant earning more money. When the great Beef Strike occurs, Jurgis stays at his job and becomes a scab. He earns even more money but begins to drink heavily, gamble, and take part in fights. The packers bring in poor black laborers from the South to break the strike, and Packingtown is soon embroiled in even more filth and debauchery than before. One evening, Jurgis is drunk and walking home when he runs into Connor, the man who raped his wife. He becomes so enraged that he begins to beat Connor again. He is arrested and, though he has political connections now, he cannot get out of jail because Connor was a friend of Scully's. A friend helps him post bail and, now without any money again, Jurgis skips town. Once again a tramp, Jurgis begs and steals to find food to eat. After going to a political rally in order to stay warm one evening, Jurgis runs into an old friend from Lithuania, who gives him Marija's address. Jurgis finds Marija in a whorehouse, working as a prostitute. Marija tells Jurgis that this is the only way that she could find to provide for herself and the remaining members of the family. Even Stanislovas had been killed by rats after getting locked in a factory at night. Jurgis is suddenly arrested in a raid on the whorehouse. While spending the night in jail, Jurgis descends into the deepest despair of his soul and the voices of his past are extinguished. After release from jail, Jurgis once again goes to a political rally in order to find a warm place to sit for a while. When he falls asleep in the rally, a young woman calls him \"comrade\" and tells him that he should pay attention and that maybe he would find something to like in the political speech. Jurgis suddenly becomes fascinated with the speaker, a fiery man, who details all of the economic, social, and political unjustness that keeps workers in poverty and in hardship. Jurgis comes up to the man afterwards and asks to know more. He goes home with a man named Ostrinski, who explains socialism. Jurgis becomes a proud advocate for the Socialist Party. He goes to work for a man named Hinds, an ardent Socialist, as a hotel porter. He enters a \"life of the mind\" and learns as much as he can about this political and economic system. He is invited to a dinner at a prominent Socialist's house, where he hears a Socialist intellectual, a preacher of Christian Socialism, and a skeptical newspaper editor debate the merits of a new Socialist world order. After the dinner, Jurgis attends an election night celebration at the Socialist Party headquarters. The number of Socialist votes that come in are extraordinary. The Socialists have increased their voter turnout by over three hundred percent. A speaker rises to tell the crowd to avoid complacency and to fight for the Socialist Party cause and that soon \"Chicago will be ours!\"", "analysis": ""}