{"name": "Overview", "url": "https://web.archive.org/web/20210422015416/https://www.gradesaver.com/pygmalion/study-guide/summary", "summary": "In Covent Garden, the Eynsford Hills wait for a cab in the rain. When Freddy goes to hail one, he knocks Liza's flowers out of her basket. She accepts money from Freddy's mother, then Colonel Pickering. A bystander warns her that a man is writing down what she is saying, and she confronts him, saying that she has done nothing wrong. Higgins amazes the crowd by imitating her accent and guessing where they all come from. Pickering and Higgins meet and agree to have dinner, and Higgins fills Liza's basket with money before he leaves. Liza leaves in a cab. The next day, Liza intrudes upon Pickering and Higgins in Higgins's home. She wants English lessons, and Pickering bets that Higgins could not pass her off as a lady at the ambassador's ball in a month's time. Mrs. Pearce takes Liza away to bathe her and dress her more appropriately, and Liza's father arrives and demands some payment. Higgins likes him and gives him five pounds. A few months later, Mrs. Higgins is writing letters at home when she is interrupted by her son, who shocks her by telling her that he is bringing a flower-girl to his house. The Eynsford Hills arrive for a visit, as does Eliza--with her newly elegant accent and manner. Freddy is infatuated right away. Eliza makes the mistake of swearing and describing her aunt's alcoholism, and she is hustled away by Higgins. Clara thinks that swearing is the new fashion and shocks her mother by saying \"bloody\" on the way out. Mrs. Higgins scolds Pickering and her son for not considering what is to be done with Eliza after the experiment. At midnight at Higgins's house, Eliza enters looking exhausted. Higgins ignores her, looking for his slippers and crowing over her success at fooling everyone as his own. Eliza begins to look furious. When Higgins asks where his slippers are, Eliza throws them at his face. She explains that she does not know what to do with herself now that Higgins has transformed her. He suggests that she marry, to which she responds that she used to be something better than a prostitute when she sold flowers. She throws the ring that he gave her into the fireplace, and he loses his temper at her and leaves the room. She looks for the ring in the ashes. Mrs. Higgins is in her drawing room when her son comes and tells her that Eliza has run away. Doolittle arrives and announces that after he spoke with Higgins, Higgins recommended him as a speaker to an American millionaire who died and left him everything. Doolittle is now middle-class and hating every minute of it; his mistress is forcing him to marry her that afternoon. Eliza comes downstairs , and Higgins looks flabbergasted. Doolittle invites Pickering and Mrs. Higgins to the wedding, and they leave Eliza and Higgins alone to talk. Eliza says that she does not want to be treated like a pair of slippers--and Freddy writes her love letters every day. When she threatens to become a phonetics teacher herself and use Higgins's methods, he says that he likes the new, stronger version of Eliza. He wants to live with her and Pickering as \"three bachelors.\" Mrs. Higgins returns dressed for the wedding, and she takes Eliza with her. Higgins asks her to run his errands for him, including that of buying some cheese and ham. She says a final goodbye to him, and he seems confident that she will follow his command. The onstage drama ends, and Shaw narrates, in an epilogue, that Eliza recognizes Higgins as predestined to be a bachelor; she marries Freddy instead. With a gift from Colonel Pickering, Eliza opens a flower shop. The only person truly bothered by this state of affairs is Clara, who decides that the marriage will not help her own marriage prospects. But then she begins to read H.G. Wells and travel in the circles of his fans, and she is convinced to begin working in a furniture shop herself in the hopes that she might meet Wells . Freddy is not very practical, and he and Eliza must take classes in bookkeeping to make their business a success. They do reach success, and they live a fairly comfortable life.", "analysis": ""}