{"name": "Overview", "url": "https://web.archive.org/web/20210630171442/https://www.gradesaver.com/a-little-princess/study-guide/summary", "summary": "A Little Princess begins with seven-year-old Sara Crewe's journey from India, where she has been raised by her father, to London, where she is to attend boarding school. Before bidding her farewell, her doting father gives her extravagant gifts including custom-made clothes and a beautiful doll, which she names Emily. The father and daughter say an emotional farewell before Captain Crewe returns to India. Sara desperately misses her father, but survives on the strength of her friendliness and active imagination. She tells exciting stories, which make her popular among her classmates, and she enjoys pretending that her doll, Emily, is capable of thinking and understanding her. Sara's new friends in this period include Ermengarde, a well-intentioned but rather dull classmate who looks up to her, and Lottie, the school's youngest student, who accepts Sara as a kind of surrogate mother. Moreover, Sara's extreme wealth gains her favor with the school's leadership. Miss Minchin, the headmistress, dislikes Sara but treats her well out of a materialistic desire for her family's money. Some students, such as Sara's rival Lavinia, envy her wealth, but Sara is constantly selfless and unspoiled. She goes out of her way to share food, toys, and resources with those who lack them, especially the mistreated scullery maid, a young girl named Becky. In fact, Sara imagines herself to be a princess who betters the lives of her subjects. By the time of her eleventh birthday, Sara is the school's most popular and academically advanced student. She expects to become even wealthier, since her father is planning to invest in lucrative diamond mines. But during Sara's opulent eleventh birthday celebration, her life comes crashing down. Her father's solicitor arrives and informs Miss Minchin that Sara's father has died with his finances in shambles, leaving her penniless. Miss Minchin vengefully turns on Sara, immediately taking away her living space, toys, and lessons. Sara is sent to live in a chilly, rat-infested attic with Becky. Instead of seeing friends and learning lessons, she is asked to complete menial tasks and to help younger students with lessons. A mixture of loyal friends and imagination sustain her in this period. She imagines that she is a deposed princess, a soldier, or a prisoner in the Bastille. She even imagines that one of the rats in her attic, who she calls Melchisedec, is capable of human-like thoughts and feelings--a fantasy that the author playfully implies is accurate. Moreover, Becky, Lottie, and Ermengarde remain close with Sara. They visit her room, even when doing so is forbidden, and do their best to share food and books with her. Sara's life begins to seem irredeemably miserable. Miss Minchin does not provide her with enough food, and she is nearly starved. When she leaves school to run errands, strangers notice both how poor she clearly is and how dignified she acts. A bakery proprietor is shocked to see Sara give away the little food she can afford to an even poorer child. A family who live next door debate whether or not Sara is a \"beggar,\" since her evident poverty contrasts with her upper-class mannerisms. In spite of her evident starvation, Miss Minchin denies her any relief. When Ermengarde tries to deliver a stash of food to Sara and Becky, for instance, Miss Minchin interrupts and threatens to punish all three girls. Little does Sara know, though, that various strangers are interested in her well-being. The family who lives nearby finds her intriguing, as does a sickly, aging bachelor who has recently moved into the neighborhood from India. The man, Mr. Carrisford, has brought his servant Ram Dass over from India. One day, Sara speaks to Ram Dass and his pet monkey through the window in their adjoining attics. Afterward, Ram Dass--with Carrisford's blessing--begins to leave Sara presents and food in her room while she is sleeping or running errands. Sara's life significantly improves with these gifts, though she does not know they come from Carrisford and Ram Dass. Meanwhile, Carrisford is desperately searching for the young, lost daughter of his old friend Ralph Crewe. In other words, he is looking for Sara herself, though he is unaware that the poor servant girl next door is the child he seeks. One day, Sara enters Carrisford's house to return Ram Dass's monkey, who has wandered into her room. She casually mentions her upbringing in India, which intrigues Carrisford. Sara then explains her story, and Carrisford realizes that she is Ralph Crewe's missing daughter. He tells her that her father's fortune was in fact never lost and will be restored to her. He becomes Sara's new guardian, and the two become extremely close. Moreover, Sara is allowed to remain friends with Ermengarde and Lottie, and she takes Becky in as her own personal servant.", "analysis": ""}