{"name": "Overview", "url": "https://web.archive.org/web/20220429102908/https://www.gradesaver.com/the-rise-of-silas-lapham/study-guide/summary", "summary": "The novel begins with the business man protagonist, Silas Lapham's involvement with an interview conducted by Bartley Hubbard, a seedy journalist. This acts as a social comment on Silas' naive but well-meaning attitude, and his proud boasting of the new money he acquires quickly from his paint business. The novel continues as an introduction of Silas Lapham's background, and most importantly his family life. This sets up the plot line of his private life, that contrasts with the politics of his failing business. Lapham has two daughters: Penelope, the level headed and intelligent daughter, and Irene, the frivolous and emotional younger sibling. Silas, and his wife Persis, fell in to new wealth after discovering a paint mine on their New England farm, and moved to Boston. Despite now having money, the Laphams know neither proper Boston social etiquette, what to buy nor how to act. The reader witnesses Silas interacting with Persis, encouraging her to support his idea of building a new, more extravagant house on Beacon street, where everyone is 'supposed' to build. Silas decides to build on the Beacon Street lot, and hires an architect. It is evident from the beginning that the architect can manipulate Silas in to spending ridiculous amounts of money if he only gets the protagonist to agree with all his suggestions. As the house begins to be built, Silas and Persis goes to visit the site. On the way, he meets Mr Rogers, his ex-partner in business; Silas used Rogers' money to start up the business and then promptly dropped him. Persis is polite, but is a puritanical reminder to Silas of his wrongdoings. Persis refuses to go to the house anymore as it has been bought with 'blood' money. There is a brief exploration of Silas and Persis' marriage; it was beginning to fail after their son died and Silas went to war. After he came back, he was refreshed in energy and started over with both his marriage, and the paint business. Silas takes Penelope and Irene to see the plot on Beacon Street, where Tom Corey is introduced to the story, the son of a wealthy family in Boston. He seems taken with both daughters, especially the beautiful Irene. Silas displays the hard-working, middle class attitude that remains despite his new found wealth: he claims he can 'make a man' out of Tom if only he worked, and didn't live off his Father's money. The reader encounters a rare scene without Silas involved. Irene and Penelope are alone and discussing Irene's attraction to Tom Corey. They imitate their father and his proud exclamations of his wealth, presenting Silas for the first time in a more comical, ridiculous light. The novel switches scenes to the Corey family, who are evidently extremely wealthy with old money, and unlike the Laphams, know how to spend it correctly in society. They discuss marriage: Tom regards love as higher than money, whilst his Father Bromfield stresses the importance of wealthy parents. Tom introduces the idea of going in to work; his Father wanted him to work in the Indian cotton trade, but decides mineral paint will do. Tom's Mother isn't pleased of either the trade he will be involved in, or the people he will interact with. Tom goes for an interview with Silas, and is very enthusiastic about paint, which makes Silas instantly like him. They speak for so long that Corey returns home with Silas. Tom approaches Silas, and offers to sell paint in European countries, using his knowledge of foreign languages. Silas is delighted that Tom will be more involved with his family. Persis warns Silas that if he wishes Tom and Irene to wed, Tom Corey should not be involved in the paint business. Mrs Corey is horrified to hear that Tom is now working with Silas. But, Bromfield acknowledges that, these days, the parents have little say in their children's actions. He feels that the mineral paint business is as good as any for Tom to enter. Mrs Corey is more bothered about his associations with Irene Lapham, and claims she would never get on with her. Tom begins work at Silas' firm, and enjoys the independence. He encounters Silas in his office with Zuerrila Millon, acting suspiciously. A typist confirms to Tom that Silas has always been protective over this girl. It is not known at this point, but Zuerilla is the daughter of a man who saved Silas' life in the army, whom he feels he owes a debt to. Tom visits the Laphams again. Silas is extremely pleased that he has Tom working at his firm, as he believes it boosts his social position. Tom suggests books for Irene to read, and plays with shavings at Irene's feet, which she mistakes for a sign of affection. She reports this to Penelope, and it is evident of her increasing feelings towards Tom. Silas begins to think that his family are just as good as the Bromfield's. Silas begins to spend a lot of time and money on the house at Beacon Street, and his wife notices and is displeased. She thinks that Silas is focusing too much on the house and marrying Tom in to the family. Silas loans some money to Rogers, his previously scorned business partner, as he wants to invest in the business. It is clear that Tom is taken by the Lapham sisters, and he asks his Father to visit Lapham in his offices. The next day, Bromfield visits Lapham, and he is quick to try and act nonplussed at the privilege of the visit. He is condescending towards Bromfield. Silas is ill, and stays at home the next day. Tom visits them to inquire after his health, and is obliged to spend time with Irene. Persis asks Penelope if Tom ever talks to her about Irene, but she cannot think of when he does. Mrs Corey and her two daughters, Lilly and Nanny, return to Boston in the autumn months. They decide that they need to meet the Lapham sisters, to figure out who their new relative may be. She invites Mrs Lapham and her daughters over, and is repulsed by their obvious lack of social knowledge and propriety. Penelope recognises this, and states that Mrs Corey looked at her as if she had bought her, and thought she paid too much. Mrs Corey concedes that she will have to ask them to dinner. The Coreys begin to plan a large dinner party, despite Tom asking them not to. When the Laphams receives the invitation, it causes a great deal of worry as to what they will each wear, how they will act, and what they will talk about. In a memorable part of the novel, Silas consults many etiquette books on whether you have to wear gloves to parties. Penelope believes it is a dinner to introduce Irene to the family as Tom's future wife, and refuses to go. The Laphams arrive at Corey's aristocratic home. Lapham's hands look like 'canvassed hams' in his gloves, and he quickly takes them off when he sees no-one else is wearing them. Silas is extremely nervous, and drinks a lot of the wine that is on the table. For the first time in his life, he is drunk. The dinner party conversation is lead by Bromfield, and touches on many subjects such as poverty, art and criticism of the romantic novel Tears, Idle Tears. Once the women leave, Lapham gets increasingly more drunk, telling the others about his war stories and then about his paint. Eventually, he constantly talks until no-one else does. The next day, Lapham gives a grovelling apology to Tom for his behaviour. Tom is repulsed by how pathetic Silas is, but is sympathetic towards him. Tom visits the Laphams, and discusses with Penelope about the novel Tears, Idle Tears, a conversation that she missed at the dinner party. She tells Tom that the love triangle, where the couple refuse to be together for the sake of the third party, is unrealistic and unnecessary. This is ironic of her actions in her own love triangle between Tom and Irene. Tom declares his love for Penelope, to which she is shocked. She begs him to leave, and not tell anyone what he has said. The next day, Penelope tells her Mother what has happened. Persis is surprised that Tom loves Penelope, and not Irene. Penelope is distraught and tries to figure out a way to forget Tom, and to save Irene's feelings. Persis decides to confide in Silas, and asks him to come home early. When she asks Silas what to do, he suggests Penelope and Tom marry. Persis is exasperated that Silas cannot see the damage this will do to Irene, and accuses him of being too concerned with family connections. Silas visits Minister Sewell, who also suggests the pair marry. Mrs Lapham tells Irene of Penelope's predicament. Irene is stoic, and gives Penelope all the mementos she collected to do with Tom, including the wood shaving. Irene decides to visit a farming community with her cousins to process her loss. Tom visits Penelope, and is surprised that everyone thought he loved Irene. He urges her to accept his feelings, but she won't allow him to touch her. Silas finds out that the money he lent Rogers was used to buy some land with mills on it. The mills would have been worth a lot of money, but a railway that runs up to it has just been bought. Silas needs to accept their offer, otherwise cannot transport goods to the mills. He lent Rogers too much money, and now is in debt. Tom tells his parents that he loves Penelope instead. They are surprised, but are willing to accept Penelope, the more sensible sister. Lapham accepts that he has to sell the mills for a low price. However, Roger supposedly has some English businessmen that will buy the mills for a higher price. This is where Lapham's conscience kicks in. He debates whether he can sell the mills without telling the businessmen they are worthless. Penelope discovers her Father's problems, and sits down with him one evening to sort out the logistics. Persis is excluded from this as Silas doesn't want her to know his problems. She finds a list of payments that Silas regularly gives to 'Wm. M'. She intends to give the paper to Silas, but forgets. Silas comes to a decision that he cannot wrongly sell the mills at a high price. He shuts down his paint factory, as increasing market competition means he is defeated. Persis asks Silas about the 'Mrs M' after finding another scrap of paper with her name of it, but Silas will not tell her anything. At the office, Silas tells Tom to quit the business now. Tom offers him a loan, but Silas refuses. Zerrilla Dewey's Mother comes in and demands rent money. Silas makes her leave, but later on gives the money to Zerrilla. She reveals her husband is a sailor, but she cannot divorce him as he doesn't drink enough. Silas visits Zerrilla's home, and refuses to support her husband. The typist, Walker, hints that he thinks Silas and Zerrilla are having an affair, increasing suspicion. Desperately, Silas puts the house on Beacon Street up for sale. When he does get an offer, he cannot bear to sell. He visits the next day, and a fire he lit accidentally burns the house down. It is a week after the insurance ran out, so the Laphams will receive nothing. Silas' competition, the West Virginia Paint Company, agree to join with his company if he can raise enough money as an investor. Silas can only do this if he sells to the Englishmen at the higher price. He goes home, incredibly morally confused. He finds Rogers telling Persis that he must sell to the English. The next day, he refuses to sell and be a dishonest businessman. Rogers accuses him of ruining his life. Lapham goes to see the West Virginia Paint Company, to see if they will give him more time to raise the money. Persis wants to support him, and visits his office. Silas is not there, but she does find Zerrilla at his desk. She thinks this is 'Mrs M', Silas' mistress, and confronts Silas. He clarifies that who Zerrilla is, and why he gives her hand-outs. Silas receives an investor's offer, but does not accept it as the mills are worthless. Silas and his family move back to the farm in Vermont. He deals with the high-quality paint, and sells the other mines to the West Virginia Company. Tom Corey goes to work with them. Tom marries Penelope, and goes to Mexico to work on the paint market.", "analysis": ""}