{"name": "Overview", "url": "https://web.archive.org/web/20210620063347/https://www.gradesaver.com/the-blithedale-romance/study-guide/summary", "summary": "Miles Coverdale, a young poet, is planning to join the Blithedale community the following day. He has come from seeing the Veiled Lady, a popular phenomenon and mesmerist. He encounters Mr. Moodie, an elderly man, who mysteriously asks about his plans and if he knows Zenobia, one of the women going to the community. Coverdale heads out on a wintry April day with Silas Foster and his wife. Zenobia enters, and he is struck by her beauty and wildness. She always wears an exotic flower in her hair. That evening the women prepare food and the men talk of the labor they will engage in. Zenobia and Coverdale discuss Hollingsworth, a man who is to join their society and is singularly devoted to his philanthropic cause of reforming criminals. Hollingsworth finally arrives, with a young and pale girl in tow. She stares obsessively at Zenobia, but no one knows who she is; an old man simply dropped her off. Zenobia seems annoyed by the girl's affection, and lightly mocks her to Coverdale, but decides to be nice to her. Coverdale catches a cold and spends the next few weeks convalescing. Hollingsworth takes care of him lovingly, but the two men disagree about the theories of Charles Fourier and their relation to the community. Coverdale thinks often of Zenobia and her secrets. As Coverdale starts to feel better, he joins his companions. Priscilla is less pale and unhappy, and has blossomed. Others have joined Blithedale in the interim and Coverdale wonders if the focus is too much on labor and the land. He also notices how close Hollingsworth, Zenobia, and Priscilla are. Rumors fly around the community about Hollingsworth and Zenobia, speculating as to whether they attached to each other. Moodie comes to visit, and reveals that he is Priscilla's father. He talks with Hollingsworth and Coverdale, and asks if Zenobia is kind to Priscilla. When he hears she is, he is very happy. Coverdale walks a distance away from the farm, and meets a strange man in the woods named Professor Westervelt, who annoys him with his insouciance and asks after Zenobia and Priscilla. He later sees Zenobia and Westervelt walking in the woods, and infers that they have some sort of connection, and that she hates him. Coverdale hears him advise to get rid of Priscilla. The community engages in readings and performances often, and one night Zenobia relates the tale of the Veiled Lady. Her tale captivates the group, but becomes too real when she surprised everyone by throwing a piece of fabric on Priscilla. Coverdale and his three companions also often spend time at a rock named Eliot's Pulpit, where Coverdale is prone to orations. Hollingsworth and Zenobia debate women's rights; Pricilla agrees with Hollingsworth and to Coverdale's surprise Zenobia seems to as well. He sees her and Hollingsworth exchange a gesture. Later Coverdale and Hollingsworth have a falling out since Coverdale will not join with the other man in using the farm's land for his philanthropic plan. Coverdale decides to leave Blithedale for a time. He takes a room at a Boston hotel and amuses himself by watching the boarding house denizens across the way. One day he realizes he is looking into a room that contains Zenobia, Priscilla, and Westervelt. Zenobia sees him and lowers the curtain with scorn. Coverdale is offended but decides he must call on them. Zenobia receives him, and their exchange makes Coverdale realizes she loves Hollingsworth. Coverdale asks to see Priscilla and she is brought out. It is clear she has no free will. Zenobia says the group has an engagement and they leave. Coverdale decides to find out more by talking to Moodie. He buys the man a drink and encourages him to talk. The old man speaks of his former life as Fauntleroy, and how he had two families; thus, Zenobia and Priscilla were half sisters. Priscilla knew of her older sister and idolized her. Zenobia grew up in her uncle's wealth but did not know her origins. People connected her to a handsome man and spread rumors. Coverdale is surprised by his findings. He attends a lyceum performance of the Veiled Lady, controlled by none other than Westervelt. Hollingsworth, who is also there, ascends the stage and calls out to the Lady, who turns out to be Priscilla. She leaves, now free, with Hollingsworth. Eventually Coverdale returns to Blithedale, but his journey is strange and the farm is quiet. He comes across revelers in the woods, and fleeing, stumbles upon Hollingsworth, Priscilla, and Zenobia. Something has happened -Hollingsworth and Zenobia are no longer friends. Zenobia excoriates him, and he leaves with Priscilla, who, despite her love for her sister, loves Hollingsworth too fiercely. Alone with Coverdale, Zenobia collapses in tears. She tells him she will leave Blithedale, and gives him her flower. Giving him her cold hand, she announces she will go to a nunnery. Coverdale is overwhelmed and falls asleep. Upon waking at midnight, he has a presentiment and goes to Hollingsworth and Silas Foster. None have seen Zenobia, and Coverdale is confident something has happened. They head to the river and eventually find the drowned woman's body. Zenobia is buried on the hillside. Westervelt is there, and he and Coverdale argue over whether Zenobia had reason to kill herself. Coverdale secretly agrees with him that it was a waste for her to do that merely for love. Years later Coverdale visits Hollingsworth and Priscilla. The former has had little success in his reform endeavors, and the latter is unhappy. As for Coverdale, he remains a bachelor, albeit a financially secure one. He confesses that he loved Priscilla.", "analysis": ""}