{"name": "Overview", "summary": "Context Wuthering Heights is a series of flashbacks and narrations from different characters in the book. At the end of this pr'cis is a chronological list of the main events of the story. The book starts in the year 1801 and tells us about a man, Lockwood, who has taken on the tenancy of Thrushcross Grange in the isolated moors of North England. The landlord of the Grange is a moody, brooding man called Heathcliff who lives in Wuthering Heights. After two frightening and disturbing visits to Wuthering Heights, Lockwood manages to persuade Heathcliff's housekeeper, Nelly Dean, to tell him the story of Heathcliff and explain his encounter with an apparent ghost while spending the night at Wuthering Heights. Nelly is in a good position to do this because she has known the family since she was a young girl. The head of the family was Mr. Earnshaw and he had two children, Hindley and Catherine . One day, Earnshaw brings home an orphan boy from Liverpool and although the two Earnshaw children both dislike this newcomer, Cathy quickly grows to love him. The two become inseparable and spend many happy times on the moors. Hindley continues to resent this interloper whom Earnshaw treats as one of his own children, and in fact prefers him to Hindley. On the death of Mrs. Earnshaw, Hindley becomes even more alienated from his father, and treats Heathcliff cruelly. Hindley is sent away to college while Heathcliff is kept at home. On the death of Mr. Earnshaw, Hindley inherits Wuthering Heights and together with his wife, Frances, they take control of the farm. Heathcliff is treated as a common laborer, forced to work in the fields. Cathy and Heathcliff remain close, and one night they wander to Thrushcross Grange to tease the spoilt Linton children, Edgar and Isabella. Cathy is bitten by a dog and is forced to stay at the Grange in order to recuperate. Heathcliff is unceremoniously ushered from the house. Mrs. Linton strives to turn Cathy, the wild girl, into a proper young lady. Cathy is in awe of her wealthy surroundings and is smitten with Edgar. This complicates her relationship with Heathcliff for whom she still has passionate feelings. Frances gives birth to a baby boy who is named Hareton and she dies shortly afterwards. Hindley becomes a heavy gambler and an alcoholic after this event and continues to treat Heathcliff badly. Despite her passionate love for Heathcliff, Cathy wishes to improve her position socially and becomes engaged to Edgar. Unaware of Cathy's strong feelings for him, Heathcliff runs away from Wuthering Heights when he learns that Cathy cannot marry him. Cathy and Edgar marry and shortly afterwards, Heathcliff returns, a very wealthy man. He fuels Hindley's gambling and drinking habits to the extent that he has to sign over Wuthering Heights to Heathcliff. Heathcliff feels wronged by Cathy and the Lintons and seeks revenge on them all. His aim is to inherit Thrushcross Grange by marrying Isabella Linton. This will also make Cathy jealous. She realizes that she has made a mistake in marrying Edgar because Heathcliff is not willing to share her with anybody else. She gives birth to a daughter, Catherine and then dies. She had sought forgiveness from Heathcliff, but he curses her spirit to remain on earth and haunt him; anything as long as she does not leave him alone. Isabella is unable to take Heathcliff's cruelty any longer and flees to London where she gives birth to Heathcliff's son, named Linton. Thirteen years pass, during which time Nelly is Catherine's nursemaid at Thrushcross Grange. She has her mother's beauty and is also headstrong, but this is tempered by her father's more peaceful influence. Edgar protects her from the knowledge of Wuthering Heights and the two cousins that she has. It is only now that she becomes aware of Hareton, and they start to play together. Also at this time Isabella dies and Linton comes to live at the Grange, but is soon collected by Heathcliff to stay at Wuthering Heights. Linton is a sickly child and Heathcliff treats him cruelly. A further three years elapse and one day while Catherine is out of the watchful eyes of her father and nursemaid, she meets Heathcliff. He is anxious for Catherine to marry Linton so that he can be sure of securing Thrushcross Grange on the death of the sickly Edgar.Edgar forbids Catherine to meet with Linton and so they exchange letters. When Nelly discovers this she destroys the letters so Catherine begins to sneak out at night to spend time with Linton. It is clear that Linton is pursuing Catherine, only because Heathcliff is forcing him in order to have his revenge on Edgar Linton. Heathcliff needs to force the situation and he lures Nelly and Catherine to Wuthering Heights where he holds them prisoner. Catherine marries Linton and Edgar dies shortly afterwards. The sickly Linton dies soon after this, and now Heathcliff has both Wuthering Heights and Thrushcross Grange. He forces Catherine to remain at Wuthering Heights and she is treated like a servant. Thrushcross Grange is rented to Lockwood. This is the story as told to Lockwood by Nelly. He is appalled and ends his tenancy at the Grange and returns to London. Six months elapse and Lockwood returns and is curious to know how the story has developed. Although Catherine had teased Hareton about his illiteracy, she has now mellowed and feels guilty for this earlier treatment. She now has grown to love Hareton and they live quite happily at Wuthering Heights. Heathcliff has lost the desire to see his vengeful schemes to an end for he is now totally haunted by the memory of Cathy, so much so that he speaks to her ghost. Everything he sees in Wuthering Heights reminds him of Cathy and what he has lost. The fact that between them Hareton and Catherine have so much in common with Cathy, and also that there is a growing love between them, means that Heathcliff has to divorce himself from the world in order to obtain some sort of peace. Eventually after spending a night on the moors where he presumably met Cathy's ghost, he returns to Wuthering Heights more contented. Partly through starvation, Heathcliff dies. Hareton and Catherine inherit Wuthering Heights and Thrushcross Grange and plan to be married on the next New Year's Day. Lockwood goes to visit the graves of Cathy and Heathcliff; whose spirits roam the moors. Wuthering Heights is the name of the family home of the Earnshaws, being completed in the year 1500 by presumably Hareton Earnshaw. This is marked on the stone above the main door. Nelly, who was born in 1758, three years before Heathcliff and Cathy, tells the majority of the story. Nelly becomes a servant at Wuthering Heights and grows up with our two main characters. Mr. Earnshaw brings Heathcliff to Wuthering Heights in 1767, and he soon replaces Hindley, Cathy's older brother in Mr. Earnshaw's affections. Initially, Hindley and Cathy treat Heathcliff cruelly, she considers him to be coarse and rough, but soon the two become great friends. They spend much of their time playing on the moors inventing stories and pretending to be kings and queens. There they have a special place. Earnshaw sends Hindley away to college. Hindley marries Frances and on the death of Mr. Earnshaw in 1777, takes possession of Wuthering Heights. Heathcliff's education is cut short and he becomes the farm laborer. In this year, Cathy has her first visit to Thrushcross Grange where she is attacked by a guard dog and is forced to recuperate in the Grange where Mrs. Linton endeavors to transform her from a wild girl into a socialite. In 1778, Hareton is born to Hindley and Frances, and she dies shortly afterwards. Hindley grieved at his loss, turns to alcohol and gambling in order to escape his grief. Two years later, Heathcliff overhears Nelly and Cathy talking him. Cathy reveals that she is attracted to the wealth and glamour of Thrushcross Grange and could never marry Heathcliff. He leaves Wuthering Heights and doesn't hear the remainder of the conversation where Cathy reveals her undying love for Heathcliff. Cathy becomes engaged to Edgar Linton and they are married in 1783. Shortly after this, Heathcliff arrives back at Wuthering Heights. He now has a vast fortune and he starts to put into motion his plan for revenge on all those that have hurt and humiliated him. Cathy is clearly excited at Heathcliff's return and Edgar realizes that she still has strong feelings for Heathcliff. Cathy realizes that she has made a mistake in marrying Edgar, but still thinks that she can enjoy the best of both worlds, her status with Edgar and her freedom and love with Heathcliff. Heathcliff is hurt by Cathy's marriage and wishes to exact revenge on her. He also hopes to obtain Thrushcross Grange for himself and, therefore, takes advantage of Isabella Linton, Edgar's sister's infatuation for him. Heathcliff wants to use her in order to inherit the Grange and make Cathy jealous. In 1784 Heathcliff and Isabella elope. Cathy is taken ill and just prior to her death, she gives birth to Catherine. The next year Isabella can no longer take the cruelty from Heathcliff and she moves to London where she gives birth to Linton. In 1785, Hindley dies and Heathcliff inherits Wuthering Heights as he holds the mortgage on the property, brought about by Hindley's spiraling debt to him. Twelve years elapse and it is now 1797, and Edgar has been extremely protective of Catherine, and she does not know about her cousins Hareton and Linton. Catherine finally meets Hareton and visits Wuthering Heights for the first time. She teases him about his lack of education. A year later, Isabella dies in London, and Linton is brought back to the Grange where Edgar hopes to continue his upbringing. However, Heathcliff insists that his son is returned to him at Wuthering Heights. In 1800, Heathcliff is anxious that Catherine and Linton should marry. In this way, he will be able to achieve his goal by obtaining control of Thrushcross Grange. Heathcliff is anxious that the marriage takes place before the failing Edgar dies, and in order to secure this he abducts Catherine and Nelly who are kept prisoner at Wuthering Heights. On Edgar's death, Heathcliff obtains control of the Grange. Nelly stays at the Grange and is given permission to rent it out, hence Lockwood's entrance on the scene. When Lockwood hears all the details of the story, he decides that he no longer wishes to take on the tenancy of the Grange. However, in 1802 he returns, where he finds out that Heathcliff has died. Catherine and Hareton are in love. They plan to marry.", "analysis": ""}