{"name": "overview", "url": "https://web.archive.org/web/20190903025221/http:/thebestnotes.com/booknotes/Tale_Of_Two_Cities_Dickens/A_Tale_Of_Two_Cities_Study_Guide04.html", "summary": "In 1775, Mr. Jarvis Lorry, an official of Tellson's Bank in London, accompanies Lucie Manette to Paris. He has information that her father, Dr. Alexandre Manette, who had disappeared eighteen years ago, is alive. He had been wrongfully imprisoned in the Bastille and left there to die. Lucie is shaken when she learns that her father is still living. On reaching Paris, they go to the house of Monsieur Defarge, a wine-seller. He had been Dr. Manette's servant and has taken care of him after his release from prison. Both Mr. Lorry and Lucie are shocked to see the terrible state Doctor Manette is in. He has aged prematurely, having lost both his memory and his sense. He spends his time cobbling shoes. The revolutionary ardor and hatred against oppression are fanned every time Defarge and his associates look at this wreck of a man, who has been a victim of the aristocracy. Mr. Lorry and Lucie take her father back to London. With love and compassion, Lucie plans to nurse her father back to health and sanity. Five years later, in 1780, a young Frenchman, named Charles Darnay, is accused of being a traitor and a spy. Lucie and her father are reluctant witnesses for the prosecution, as they had met him while travelling from Calais to Dover. Lucie stresses the good qualities of the accused while imparting her testimony. The evidence against him is overwhelming as the prosecution produces a number of witnesses who swear that he is a spy. The onlookers, too, mentally condemn him and are waiting for the death sentence to be pronounced. However, it is Sydney Carton, an advocate present in the courtroom, who points out the resemblance between the prisoner and himself to the defense lawyer Mr. Stryver. The jury thus realizes that it could be a case of mistaken identity, and Darnay is acquitted. Years pass, and both Darnay and Carton fall in love with Lucie Manette. Carton is a lawyer who wastes his life in drinking and idling. Lucie has no interest in him; instead, she marries Darnay. He is a French aristocrat who has renounced his inheritance and now lives in London under an assumed name and works as a tutor. His uncle, the Marquis St. Evremonde, is a notorious man renowned for his cruelty and callousness; he has lived the life of a profligate and has no respect for human life. This is emphasized in two incidents that take place while he drives home from a royal reception. He kills a child on the streets and refuses to help a poor widow in need of a tombstone to mark her husband's grave. That very night he is murdered in bed. The French Revolution breaks out in all its fury with the storming of the Bastille. In London, Darnay has been happily married to Lucie for eleven years, and they have a beautiful daughter. On hearing that Gabelle, his steward in France, has been erroneously arrested, Darnay secretly returns to Paris to save his faithful servant. He is caught and imprisoned. On hearing of her husband's capture, Lucie, her daughter, Dr. Manette, and Mr. Lorry rush to Paris to save him. Dr. Manette, himself a victim of oppression, convinces the people of his son-in-law's innocence, and Darnay is discharged. Madame Defarge, however, seeks personal revenge against the Evremonde family, for the cruel Marquis had molested her sister and killed her brother. Largely because of her, Darnay is re-arrested, tried, and sentenced to death. There is no hope of saving him. Even the lives of Lucie and her daughter are in danger as the hard-core revolutionaries, like the Defarges, would like to eliminate anyone who has a connection with aristocracy. The story ends dramatically when Sydney Carton decides to save Darnay's life by taking his place. He gains entry into the prison, drugs Darnay, and with the help of Mr. Lorry gets him out of danger. The Darnay family flees back to England while Carton sacrifices his life for Darnay, his look-alike. The sacrifice is made to fulfill a promise to Lucie whom he loves. Carton feels noble about his action and knows that he will live in the hearts of the Darnays forever.", "analysis": ""}