{"name": "Overview", "summary": "Context A Tale of Two Cities describes life in England and France during the latter part of the eighteenth century. Jarvis Lorry is engaged on a secret mission by his employer, Tellson's Bank, to bring back Dr. Manette from France, who has been imprisoned in the Bastille in Paris for eighteen years. With him goes Lucie Manette, the Doctor's daughter, who had believed he was dead until recently. They find Dr. Manette being cared for by the Defarges who are the owners of a Paris wine shop. Dr. Manette has suffered greatly and works at a shoemaker's bench and barely communicates with Mr. Lorry. However, when Lucie comforts him, there is a spark of recognition. Five years later on, the Tellson's Bank porter, Jerry Cruncher takes a message to Mr. Lorry who is a witness in the trial of Charles Darnay, who is accused of being a spy. Dr. Manette and Lucie are also witnesses in the case. John Barsad and Roger Cly of treason accuse Darnay, and the verdict seems certain to be one of guilty. Darnay's lawyer, Mr. Stryver contests that Cly and Barsad are the real spies. Sidney Carton, Stryver's assistant, points out that he looks very similar to Darnay and this casts doubt on the positive identification that had been made by the accusers. Darnay is surprisingly, acquitted. After the trial, Darnay, Carton and Stryver, regularly visit the Manette home, and they all become Lucie's suitors. They are attracted to Lucie's beauty and kind nature. Eventually it is Darnay whose love Lucie returns and the two marry with the Doctor's uneasy blessing. The Doctor is making progress, but does suffer from the occasional relapse. The situation in France grows worse as Revolution approaches. The Marquis St. Evremonde, who is Darnay's cruel uncle, runs down a child with his carriage in a Paris street. He is murdered in his bed shortly afterwards. Darnay is the heir to the title and estate, but he has renounced his family name and works in England as a tutor. In July 1789 the Bastille is stormed and the Defarges are at the center of the revolutionary movement. Within a few years they have taken control of France and are systematically executing anyone that they view as an enemy of the state. This includes the Evremonde family line. The Evremonde steward writes to Darnay pleading for assistance as he has been imprisoned. Darnay feels obliged to respond and travels to Paris in secret, but is apprehended, imprisoned and faces execution without trial. Dr. Manette, Lucie and Lucie and Darnay's daughter, arrive at the Paris office of Tellson's Bank and ask Mr. Lorry to assist in freeing Charles. As a former prisoner of the Bastille, Dr. Manette has some influence with the revolutionaries and secures Darnay's short-term safety. Eventually there is a trial and Darnay is released, only to be seized again shortly afterwards by the cruel Mme. Defarge. Darnay is tried again and the Defarges use a letter written by Dr. Manette in prison, condemning all the Evremondes as the final piece of evidence to confirm Darnay's guilt as an enemy of the state. Sidney Carton has arrived in Paris and is determined to free Darnay, which will give his life some purpose after years of waste. By pressurizing Barsad, who is now a spy for the revolutionaries, he is able to be smuggled by Barsad into the Bastille to visit Darnay. Carton drugs and changes clothes with Darnay who is taken out by the guards in his place. No one questions Carton's identity because he and Darnay look alike. Mr. Lorry is able to escape France with Dr. Manette, Darnay, Lucie and young Lucie. Lucie's faithful servant Miss Pross and Jerry Cruncher stay behind to cover their escape. When Mme. Defarge confronts Miss Pross they struggle and Mme. Defarge is killed. Cruncher and Pross also make good their escape. Carton goes to the guillotine renewed and comforted by the knowledge that his sacrifice will save Lucie, who he loves, and her family.", "analysis": ""}