{"name": "overview", "url": "https://web.archive.org/web/20190903025235/http:/thebestnotes.com/booknotes/Little_Women_Alcott/Little_Women_Study_Guide03.html", "summary": "Little Women opens on the lives of the four March girls just as the two youngest are entering adolescence. Meg and Jo are teenagers. The story follows the girls through about 15 years of their lives and is written in a very pronounced omniscient voice. Each girl has an imaginary \"castle\" for which she hopes, but each ends with a very different \"future\" than she would have imagined for herself. Meg, the one who most dearly misses the wealth of the old days before her father had lost his fortune, marries Mr. Brooke, the tutor of Laurie Laurence, and lives in a very modest house. Even then, however, she has to learn to cope with the fact that she is not rich and cannot engage in activities that her rich friend Sally Moffat is able to enjoy. In the end, however, she finds out that for all her money, Sally becomes a very lonely lady with a husband who lives in his own world and thinks only of himself. Jo has a talent for writing which she develops in spurts, writing first innocent romances for a local paper, a novel that receives mixed reviews and finally \"sensation\" stories for a tabloid in NY. Only after her sister Beth dies does Jo find the mixture of pathos and heartfelt sincerity that enables her to write stories that have the publisher begging for more of the same. Beth, the third child, is the only one without ambitions, whose only desire is to live at home with her parents and practice her music. She is a model of selflessness and gentleness, almost too good to be real. She complains the least about the things they can't have and always has just the right kind word for any situation. Her primary fault is that she is so extremely shy that she is unable to attend a public school and therefore gets her schooling at home. Amy is the youngest and the one who intends to marry for money. She wants to move about in high society and have wealthy friends, expensive jewels and rich clothes. However, when she actually gets the opportunity to fulfill her dreams, she turns it away, turning instead to Laurie, their childhood friend. The irony is that in giving up her dreams of marrying wealth, she actually gets it anyway as Laurie's grandfather Mr. Laurence is very wealthy and will leave his entire estate to Laurie. In the end all of the girls learn that no amount of wealth can bring more happiness than that of a close and loving family.", "analysis": ""}