{"name": "Overview", "url": "https://web.archive.org/web/20180424063541/http://www.gradesaver.com/black-beauty/study-guide/summary", "summary": "The story begins in a meadow of 19th century England, where the young horse, Black Beauty, has just been born. There, his mother nurtures him, raises him and gives him advice which he remembers and acts on for the rest of his life: do good and give your best effort always and everything will work out. The story of his life is this advice in living form. As his youngest days pass in that meadow, he witnesses the death of his own brother and a rider in a hunting accident. Soon after, he must undergo the breaking-in process where his trainer gently teaches him to bear a rider, wear a saddle and bridle and respond to the rider's driving signals. After this coming-of-age training, he is ready to leave the meadow of his youth. He is sold to Squire Gordon, a man who takes a liking to this strong, young, beautifully dark coated horse. Squire Gordon's residence, Birtwick Park, thus becomes Beauty's new home. There he meets those who will become among his dearest friends: Ginger, Merrylegs, John Manly and James. John is his new coachman, and a good, wise, gentle old fellow. James and Joe, his two successive grooms, were also quite caring and well-intentioned. So he soon falls in love with his new home and is happy there, except for one problem: he misses his liberty. Never again is he left to do just as he wishes; instead, he will be ordered and ridden by this human or that human without break. The earliest days of his youth are over and he can no longer roam around meadows and spend his days resting with his mother anymore. Despite this loss of liberty, Beauty is still happy to be in this situation rather than a situation where the owner was cruel or neglectful, and soon enough he becomes accustomed to the life-long burden of servitude towards humans. One day when in conversation with his friends Ginger and Merrylegs, he hears stories of wicked masters. The former horse, a powerful, lively mare, tells of her harsh upbringing and how it scarred her for life to have a neglectful master. Thus the horses of Birtwick begin their long discussion amongst themselves concerning the faults in humans rule over horses and the cruelties horses often face. Together, the horses point out some of the many flaws in the relationship between man and horse. Sir Oliver--an aged horse on Birtwick whose tail his masters cut off--argues that man mutilates the animals within their care in the name of fashion or looking sharp. So they cut tails off or they slice ears for aesthetic purposes. Doing this, he says, they cause a lot of pain and they also interfere with God's creation, for the body parts that they cut off tend to have some function which they overlooked . The blinkers which drivers force horses to wear are similarly misguided: they prevent the horse from seeing and thus interfere with the way God created horses, as the horses point out. Humans should just leave their animals as they were meant to be and not attempt to change that. As time passes, Black Beauty becomes a more trusted member of the estate. This is mostly due to the fact that one day, Beauty trusted his intuition in an emergency situation and saved the life of his master and driver. So he became a loved member of the hall, especially for John and James Howard his groom. Soon though, James receives word that a friend of Squire Gordon's is looking for a skilled groom to work for him; the pay and prospect is considerable so with Gordon's recommendation and John's advice, James moves on to this new job, but not before another adventure with Beauty where James saves horses from a burning barn, further earning the praise and commendation of Squire Gordon. Joe Green is his replacement, a young, gentle fellow who does not know much about grooming but is eager to learn. One day, Beauty and John dash to a distant town to find a doctor that can come treat the Squire's wife, who has taken ill. Beauty performs splendidly and it is likely that his speed in going and coming saves the lady's life. However, in the aftermath of that he becomes ill when the well-intentioned Joe is unable to care for the exhausted horse properly. John becomes furious and when Joe's father attempts to defend his son by saying it was just the boy's ignorance and he meant no harm, John utters one of the key themes of the book: ignorance is as harmful as cruelty, despite whatever intentions the person has. But John eventually calms down, forgives Joe and becomes his mentor. Joe learns quickly and--after a touching experience of standing up for oppressed horses--he matures quite rapidly. Life continues happily until the Squire's wife becomes ill again and the doctor advises them to leave the country for a healthier clime. Squire Gordon and his family thus leave and sell Merrylegs to one buyer and Ginger and Black Beauty to another buyer, the Earl of W----. Beauty's life in Earlshall, while not terrible, is nothing like Birtwick. At this hall his master's wife demands that all her horses wear the check rein, a device which forcibly holds up the horse's head, causing it lasting pain and undercutting its pulling strength. She forces the coachman--Mr. York--to put check reins on both Ginger and Beauty. Ginger eventually rebels against this measure and attempts to kick free but is subdued by the grooms. So the two horses become accustomed to this discomfort. When the family temporarily leaves the hall along with Mr. York, Reuben Smith becomes the temporary caretaker of the horses. This man is highly skilled and knowledgeable about taking care of horses, Beauty notes, yet he has one fatal flaw: he has a drinking problem. This issue changes the course of his life and Beauty's when one day, riding back towards the hall in a drunken state, Smith fails to properly maintain Beauty's shoes. This results in Beauty's legs collapsing part-way through the journey, throwing Smith off and killing him. Beauty himself has to undergo a painful medical procedure which leaves his legs permanently scarred. The Earl decides he cannot keep a horse in such a scarred state so he sells Beauty; Beauty goes through a number of buyers until he ends up a job horse to be rented out by drivers. Here for the first time he encounters bad drivers, and, because these drivers often do not know how to properly drive or take care of horses, he receives long-term physical harm. Eventually though a gentleman who takes pity on Beauty convinces his friend to buy the horse and so Beauty becomes the property of Mr. Barry. This fellow, while a good man who orders that the horse be treated well, fails in his selection of caretakers for the horse. Twice he hires grooms who, when Mr. Barry is not watching, behave in ways which further hurt the horse. Mr. Filcher--the first of the two--steals food meant for Beauty and uses it for his own commercial purposes. Alfred Smirk--his replacement--acts as if he knows how to take care of horses but in reality leaves Beauty's stall in such terrible conditions that the horse becomes ill. After uncovering this second deceptive groom, Mr. Barry decides not to keep the horse at all and instead sends Beauty to be sold at a horse fair. At the horse fair, Beauty comes dangerously close to becoming the property of a mean, cruel-looking man; but in the end, a kind and empathetic man buys him. This man is Jeremiah Baker--though he goes by Jerry. He works as a cab driver in London and though he does not make much money, he makes enough to feed his wife and son and daughter and to take good care of the horses. Jerry and Beauty take a strong liking to each other right away, and soon Beauty comes to the conclusion that Jerry is the best man he ever knew. Always gentle, cheerful and adept, he helps Beauty adapt to the otherwise disheartening life of a London cab horse. The two, along with Jerry's other horse--Captain, an old, dignified warhorse--have several adventures together. On one occasion a woman approaches Jerry asking for directions to the hospital to get medical help for her child. He insists on driving her there himself free of charge, and this act of kindness immediately brings returns to Jerry: as soon as he drops her off, he picks up another customer, this time his wife's old mistress, who offers to find Jerry a less strenuous job and gives him a gift of ten shillings. On another occasion, Jerry--who normally never works on a Sunday as he is a religious man who preserves the Sabbath--agrees to take a woman on Sunday to her dangerously-ill mother outside the city. This act too immediately pays off for Jerry, as he and Beauty--while waiting to bring back the lady--enjoy the beautiful meadow next to the mother's house in the countryside. This happy part of Beauty's life, too, comes to an end. In the third winter they are together, Jerry becomes severely ill, nearly dying. His doctor tells him not to go back to the cab business, so he decides to look into the old mistress's employment offer. With great delight, the family soon receives the news that they will indeed work for this lady, and that they will be living in the country in a nice cottage and Jerry will there be a coachman and receive a comfortable salary. This delight is bittersweet, as it means leaving behind their beloved horse Jack--their name for Black Beauty--and their departing is just as bittersweet for the horse as well since he is happy for their prosperity but sad to leave them and apprehensive about his own future state. After making a thorough search for a buyer who would be kind to his horses, Jerry decides to sell Beauty to a friend of his who works in corn dealing. His stay there would have been quite pleasant, Beauty notes, had this principled corn dealer been on the premises to watch out for his horses. The problem though was that when he was not on the premises, the foreman would overload the horses in order to increase the productivity of the business. As the foreman continued, day after day, to overburden the loads of the horses, Black Beauty and the other horses began to physically wear out. Soon enough, Black Beauty becomes too weak to work much longer there, and his owner sells him to a cab business owner named Nicolas Skinner. This man employed cab drivers and rented out the horses to them on a daily basis. He was exploitative of these men and they in turn were exploitative of their horses, as they had to overwork the horses to make enough money to pay off the rental fees. At no point in Beauty's life does he suffer more than at the hands of these harsh-handed men. He continues to try his best though until his health simply deteriorates. Skinner, having sucked out what benefit he could from the horse, sends him to a horse market. Much like the previous story of the horse market, another kind man takes a liking to Black Beauty and buys him. This time it is Farmer Thoroughgood, who buys the horse under the encouraging of his little grandson Willie and decides to nurture him back to health before selling him again. The farmer and his grandson take excellent care of Beauty, and the horse, having just come out of the hardest part of his life, begins to feel happiness again. Although Beauty is by now an old horse, he fully recovers and Thoroughgood takes him to potential buyers. These buyers are Miss Blomefield and Miss Ellen, who live in a pleasant house in the countryside. They took a liking to the horse despite the scars on his legs from his old injury. Their groom also approves of the horse, and so they buy him from Thoroughgood. When the groom then begins to clean Beauty, he notices a few of the horse's white marks on his otherwise black coat and he says to himself that this horse looks an awful lot like old Black Beauty. As he continues, the marks become unmistakable and he exclaims in joy that this must be Black Beauty and that he himself is Joe Green, Beauty's old and dear friend from Birtwick. Joe is now a young man and Beauty an old horse, yet there old friendship immediately resurfaces. As it turns out, the ladies of the house are benevolent masters, Joe is an excellent groom and little Willie continues to visit his new friend Beauty frequently, so Beauty finds great happiness and peace in his new home. It is here that the story ends. Beauty is at peace, saying that often now, before he becomes fully awake, he feels like he is again under the trees of the orchard, standing contentedly with his old friends and talking with them.", "analysis": ""}