{"name": "Overview", "url": "https://web.archive.org/web/20210417022820/http://www.gradesaver.com/siddhartha/study-guide/summary", "summary": "Siddhartha, the son of a Brahmin, a Hindu Priest, and his best friend, Govinda, have grown up learning the ways of the Brahmins. Everyone in their village loves Siddhartha. But although he brings joy to everyone's life, Siddhartha feels little joy himself. He is troubled by restless dreams and begins to suspect that he has learned all that his father and the other Brahmins can teach him. Siddhartha's search for a new path leads him to seek out and join the ascetic Samanas. As a faithful friend and kindred spirit, Govinda accompanies him. As Samanas, the pair of friends relinquish all of their possessions and practice mortification of the flesh, especially through fasting. Siddhartha sought out pain because when pain looses its power over one's body, the Self fades into oblivion and peace is attained. But while pain soon becomes a memory, peace does not come. Ultimately, Siddhartha reasons that one cannot really learn anything from teachers or the doctrines they espouse. The knowledge he seek lies within, in Atman, the element of the divine within him. Three years after joining the Samanas, Siddhartha and Govinda hear rumors of a great man, Goatama, the Illustrious, the Buddha, who wanders the country preaching the way to enlightenment. Siddhartha and Govinda travel to Savathi, where they discover that the Buddha is staying in Jetavana, in the garden of Anathapindika. The two men hear Gotama's sermon, after which Govinda announces his intention to join in Goatama's discipleship. Siddhartha commends Govinda for his decision, but refuses to join himself. The next day, Govinda takes his monk's robe and bids Siddhartha a sad farewell. As Siddhartha is leaving, he runs into Goatama in the woods. Despite his awe, Siddhartha gathers the courage to speak to the Buddha. Siddhartha compliments the theoretical coherence of Gotama's worldview, the ultimate unity of creation and the incessant chain of causes and effects, but argues that Goatama's doctrine of salvation, the transcendence of causation, calls into question the consistency of his position. Goatama responds that he does not seek to explain the world but to achieve salvation from suffering. Judging it by the former standard is inappropriate. Siddhartha says he must find salvation on his own, and the Buddha wishes him well in his quest. As Siddhartha leaves the Buddha, he realizes that a change has overcome him. Whereas he formerly reviled the world as a painful illusion, a distraction from a submerged, unitary reality, he now sees that reality resides in the world as it is, in the wondrous diversity of shapes and colors which surround him. This realization setz him apart from all of his previous associations. He is no longer a Brahmin or a Samansa, and he has resisted following his friend Govinda into the Buddha's discipleship. He more alone, yet more himself than ever. Having left Govinda and the Buddha, Siddhartha spends the night in a Ferryman's hut. The next morning he meets the Ferryman and crosses the river. Siddhartha admits to having no money to pay for the voyage, but the Ferryman says that friendship is payment enough. Siddhartha continues on to a large town where he sees a beautiful woman being carried on a sedan chair by her servants. Smitten by her, Siddhartha determines to make her acquaintance and enters town to make himself presentable. A couple of days later, Siddhartha returns to the grove he saw the beautiful womanhe learns in town that she is a courtesan named Kamalaand begs to meet her. Making her acquaintance, he asks Kamala to teach him the art of love. Kamala responds that she will only do so when Siddhartha obtains nice clothes, shoes, and money with which to buy her gifts. At Kamala's request, Siddhartha goes to see Kamaswami, the merchant. Siddhartha moves into the merchant's house and learns about business. Soon he is living on his own and visiting Kamala for his love lessons. After interacting with the ordinary people of the town for some time, Siddhartha realizes that his past as a Samana has driven a wedge between them and him. He possesses a distance from his emotions and behaviors that ordinary people do not possess. The only aspect of his life that he does feel truly involved in is the time he spends with Kamala, who he admits knows him better than anyone ever Eventually, Siddhartha begins to feel a great attachment to his ordinary life. This transition was not easy, though. While he excites his senses and lessens the distance between himself and his daily activities, Siddhartha does not possess the sense of importance with which ordinary people live their lives, and for this he envied them. He gives himself completely to his acquisitiveness and his insatiable desire to consume. He begins gambling as a way to show his contempt for riches, but soon the thrill of the game becomes its own reward; the higher the stakes, the more potent the intoxication. This downward spiral is finally arrested by a dream Siddhartha has of Kamala's songbird. Upon waking, Siddhartha realizes that he is tired of his present life, his hedonistic routine, and his possessions. Siddhartha then leaves the town, never to return. After leaving town, Siddhartha returns to the river where had met the Ferryman earlier. Disillusioned with himself and the world, he contemplates suicide. Overwhelmed, Siddhartha falls into a deep sleep. When he awakes he feels refreshed and happy, and sees that his old friend Govinda is near him. They two friends speak briefly, and then Govinda returns to the Buddha. Siddhartha sits by the river for a while and considers his life. He concludes that although his recent existence has almost pressed him to suicide, it was good for him to have lived it. He is now ready to complete his life's journey. Intrigued by the river's beauty and silent wisdom, Siddhartha decides to stay by the river. Siddhartha soon meets the Ferryman Vasuveda, the same man who took him across the river earlier. Siddhartha offers to be Vasuveda's apprentice, an offer which the Ferryman graciously accepts. The two grow together as Siddhartha begins to learn the river's wisdom, and soon Siddhartha begins to emulate Vasuveda's demeanor, expressing a contented peace in the routine of daily life. Years pass. One day, the two Ferrymen hear that the Buddha is dying. Kamala, on hearing the news as well, travels with her son to be near Goatama. As she passes near the river, she is bitten by a snake and dies, but not before she is taken by Vasuveda to Siddhartha. After Kamala dies, Siddhartha keeps his son with him by the river. The boy, though, refuses to accept Siddhartha as his father and consequently does nothing he is told. Many months pass, but the boy remains intransigent. Eventually the boy runs away. Vasuveda tells Siddhartha to let him go, but Siddhartha follows him. Upon reaching the town, Siddhartha recalls his own experiences there and admits to himself what he knew all along, that he could not help the boy. Siddhartha feels a great sorrow at this loss, and the happiness he had known as a Ferryman leaves him. Vasuveda soon arrives and leads the despondent Siddhartha to back to the river. The pain of losing his son was long-lasting for Siddhartha. It enabled him, however, to identify with ordinary people more than ever before. Though Siddhartha was beginning to understand what wisdom really is, the thought of son did not leave him. One day he sets off in search of his son, but stops as he heard the river laughing at him. He looks into the river, sees his own father whom he had left, and turns back. Siddhartha tells Vasuveda all of what he had thought, but as he does, Siddhartha notices a change in the old man. Vasuveda leads Siddhartha back to the river, imploring him to listen deeply. At first Siddhartha hears only the voices of sorrow, but these voices are soon joined by voices of joy, and at last all the voices are subsumed under the great sound of \"Om.\" Realizing the unity of these voices, Siddhartha's pain fades away. He finds salvation. Recognizing his friend's achievement, Vasuveda departs into the woods to die, thereby joining the unity he has helped Siddhartha find at last. Not long after Vasuveda's departure, Govinda hears rumors of a Ferryman who is a sage. Still restless and unsatisfied after all his years of searching, Govinda goes to speak to the Ferryman. The Ferryman, Siddhartha, recognizes Govinda immediately, though Govinda does not recognize him. When Siddhartha finally addresses Govinda by name, Govinda recognizes him. Happy to have reunited after so long, Govinda spends the night at Siddhartha's hut. Govinda asks Siddhartha what are the doctrines by which he lives. Siddhartha repeats his oft mentioned refrain that he eschews teachers and doctrines, arguing that while knowledge is communicable, wisdom is not. He says that expressign love and admiration toward all things is the most important thing in the world. Govinda is confused by most of what Siddhartha says, but he feels certain that his old friend is a holy man. Preparing to leave, Govinda asks Siddhartha for something to help him along his path. Siddhartha tells Govinda to kiss his forehead. Doing so causes Govinda to see a continuous stream of different faces in place of Siddhartha's. Overwhelmed by this display of unity and timelessness, Govinda falls to ground, tears flowing uncontrollably.", "analysis": ""}