{"name": "Overview", "url": "https://web.archive.org/web/20201117023621/https://www.gradesaver.com/richard-iii/study-guide/summary", "summary": "Richard has just had his brother Clarence arrested and placed in the Tower of London. Using an order signed by their brother, King Edward, Richard has two murderers enter the Tower and stab Clarence to death. Richard also goes to speak with Lady Anne, whose father and husband he has helped murder. She curses him, but eventually is overcome by his smooth words. At the end of the scene Richard manages to get her to marry him. Queen Margaret, an old lady who haunts the court, casts a curse upon the royal assembly. She predicts that the current Queen Elizabeth's brother and sons will be killed, as will Lord Hastings, Buckingham, and lastly Richard. Her curse becomes the underlying plot of the play. King Edward, who is sick, tries to force his Queen's family to become friends with his noblemen. Richard enters the room and immediately destroys this tranquil scene by telling them that Clarence is dead. King Edward dies soon thereafter, leaving his son Prince Edward to inherit the throne. Richard wastes no time after the king's death. He immediately arrests Queen Elizabeth's brother and son, Rivers and Gray, and locks them in one of his castles. He also travel to where Prince Edward is staying, and helps the boy come back to London. Prince Edward goes to stay in the Tower, along with his younger brother. Richard calls for two councils, one of which is public and meant to put Edward on the throne, and one of which is private and meant to put Richard on the throne. He is aided by Buckingham throughout these scenes. Richard quickly puts Lord Hastings to death, because Hastings was unwilling to support Richard's attempt to seize the crown of England. With Buckingham helping him, Richard then orchestrates a neat scene in which he argues that Prince Edward is only a bastard. That would make Richard the next in line to the throne. The Lord Mayor of London agrees to this, and urges Richard to accept his duty. Richard pretends to reluctantly accept. King Richard the Third moves quickly to destroy anyone he suspects as being dangerous. His first act is to hire a murderer and kill Prince Edward and his brother. He also kills off his wife, Lady Anne, and attempts to marry the daughter of Queen Elizabeth. Buckingham, fearful for his life, runs away and builds an army to defend himself. Meanwhile, many of the remaining lieutenants defect to join Henry of Richmond. Henry of Richmond then sails from Brittany towards England with an army. Richard manages to capture Buckingham, and executes him for treason. He then takes his own army and goes to meet Henry of Richmond. The night before the battle, the ghosts of the people Richard has killed come into his dreams. They tell Richard that he will die, and inform Richmond that he will be victorious. Indeed, the next day Richard is killed and Henry is crowned King Henry VII of England.", "analysis": ""}