{"name": "Overview", "url": "https://web.archive.org/web/20210802030545/https://www.gradesaver.com/babbitt/study-guide/summary", "summary": "George F. Babbitt is a 46-year-old American real estate salesman living in the Midwestern city of Zenith. He is successful, having a thriving business, a wife and three children, a very nice house and car, and all the modern conveniences. But Babbitt is profoundly dissatisfied. His family irritates him, and he generally has the sense that his life is empty. He consistently dreams of a young fairy girl with whom he is happy and free, and he notices every pretty woman he sees. He plans a trip to Maine with his closest friend, Paul Riesling - who is also dissatisfied with his marriage and career - in order to escape from his wife, Myra, and his three children . Although he finds the trip refreshing, he reverts to his former habits and uneasiness shortly after returning to Zenith. Although he has always been an upstanding and moral citizen, Babbitt desires to break with social convention and marital fidelity. Babbitt's devastation, then, after Paul goes to jail for murdering his wife Zilla, motivates him to change his life drastically. When Babbitt meets Tanis Judique, an interesting and attractive widow, he begins an affair with her and becomes entangled in her group of bohemian friends. He goes out every night while Myra is away, drinking and dancing until dawn and reveling in his freedom. With the influence of the progressive Seneca Doane, he also frightens and disappoints all of his conservative friends at the Boosters' club by supporting liberal politics and labor union strikes. When he is invited by Vergil Gunch to join the Good Citizens' League and to bring down men like Seneca Doane, Babbitt refuses. Yet, Babbitt becomes even unhappier when his former associates begin to ignore him and his business begins to suffer on account of his politics and his infidelity. Even his relationship with Tanis loses its appeal when she becomes emotionally demanding. He severs the extramarital relationship and longs to rejoin the ranks of solid, standard citizens. When Myra falls ill with appendicitis, he has both the motivation and the excuse to renounce his uncharacteristically immoral behavior and to return to his more familiar and comfortable lifestyle. He joins the Good Citizens' League, repairs damaged business relationships, shows greater affection for his wife, and renews his membership in the Church. Still, Babbitt's brief rebellion does slightly change his view of the world. When Ted elopes with Eunice Littlefield and announces that he does not want to complete his college degree, Babbitt urges him to pursue his ideals without fearing what others will think of him.", "analysis": ""}