{"name": "Overview", "url": "https://web.archive.org/web/20180408185711/http://www.gradesaver.com/mrs-warrens-profession/study-guide/summary", "summary": "Act I takes place in the countryside town of Haslemere, where Vivie Warren is staying after having graduated from Cambridge University with honors. She is soon joined at the cottage where she is staying by Praed, an architect and artist friend of her mother's; her mother, Mrs. Warren, whom she has not seen in a long time; Sir George Crofts, her mother's friend and business partner; Frank, her friend who is interested in her romantically; and the Reverend Samuel Gardner, Frank's father, with whom he is staying since he has no money to support himself. In Act II, the group returns from an afternoon spent out in the countryside and has dinner. Before Vivie returns with Praed, though, Frank reveals to the rest of the group that he wishes to marry her. They all shut this idea down, mainly because he doesn't have enough money. After dinner, Crofts suggests to Mrs. Warren that he, too, wants to marry Vivie, but she disapproves. After the men have gone to the Gardner home for the night, Vivie confronts her mother about the mysteries of her profession and Vivie's father. The latter, Mrs. Warren admits she is not sure of. But she explains to Vivie that she became a prostitute out of desperation, having no other options if she wanted to be independent. Vivie understands and the two make up. Act III takes place at the Gardner home, which is the church rectory. The Reverend Samuel Gardner had drunkenly told Crofts to invite Mrs. Warren and Vivie over the night before, and the two women arrive soon after he wakes up with a hangover. Frank and Vivie are left alone to flirt while the others take a tour of the church. Crofts returns and interrupts them, then sends Frank away so he can propose to Vivie. She firmly rejects his proposal, which is purely economic in nature, and he inadvertently reveals to her that he and her mother still own brothels; Mrs. Warren's work in the prostitution industry is ongoing. When she gets up to leave, he moves threateningly to block her exit. Frank enters and chases Crofts off with a rifle. Before leaving, Crofts tells them that they are half-siblings. Vivie leaves soon after, telling Frank that she is returning to her office on Chancery Lane. As Act IV begins, Frank is waiting for Vivie in her office two days later. He tells her that he doesn't believe they are siblings and that he loves her romantically. She says that even if they aren't related, she only loves him as a brother. Praed arrives to bid Vivie farewell before he leaves for Italy. Vivie is overcome with emotion and reveals to Frank and Praed what her mother does for a living by writing it down on a piece of paper. She leaves the room to compose herself and Frank tells Praed he no longer wants to marry Vivie, though he still wants to be in touch; he writes her a note telling her as much. Mrs. Warren arrives, and when Vivie returns the men leave the two women together. Vivie tells her mother she wants nothing to do with her. Mrs. Warren begs her daughter to change her mind, but never suggests changing her profession. Finally, she leaves. Vivie reads Frank's note, chuckles, and returns to work.", "analysis": ""}