{"name": "Overview", "summary": "CONTEXTThe first ACT of this play takes place in Venice and the final four ACTS take place in Cyprus. Othello is a black Moor who is a mercenary general for the Venetian Empire. He is highly respected by the Duke of Venice. Othello names Cassio as his lieutenant, offending Iago who considers that he is more qualified to hold this high position. Iago is determined to have his vengeance over this matter and this is the plot of the entire play. Iago is portrayed as a totally evil character, determined to ruin the noble Othello and his innocent Venetian wife Desdemona. At the start of the play Othello is portrayed as a man of action, courageous and true. His physical presence attracts the attentions of Desdemona who idolizes him and the pair become married against convention early on in ACT I. In order to achieve his revenge, Iago firstly uses Roderigo as a tool of his evil intent. Roderigo loves Desdemona and has an interest in seeing the relationship falter. Desdemona marries Othello against her father's wishes, but the Duke sides with Othello because he needs the Moor to defend Cyprus against the invading Turkish fleet. The action moves to Cyprus, but the impending battle does not transpire as a violent storm destroys the Turkish fleet. Using Roderigo, Iago undermines Cassio's position and he loses his post as Othello's lieutenant. Othello has been made Governor of Cyprus. Iago persuades Cassio to ask Desdemona to intercede with Othello on his behalf to regain his position. Othello had given Desdemona a family heirloom, an embroidered handkerchief that would ward off evil. He tells her to keep this token close to her. Unfortunately, she loses the handkerchief and it comes into the hands of Iago via his wife Emilia, who was also Desdemona's companion. Iago arranges for the handkerchief to be planted in Cassio's lodgings, and he persuades Othello that Desdemona's attempts to have Cassio restored in his post are out of love for Cassio. The handkerchief ends up in the hands of Bianca, Cassio's mistress. Now convinced of his wife's infidelity, Othello charges Iago to arrange Cassio's death, and he will murder his wife - not through jealousy or hatred, but to stop her carrying out any further evil. Iago and Roderigo's assassination attempt on Cassio fails, and Iago silences Roderigo by killing him. As Desdemona lies dying, Emilia tells Othello the true story concerning the handkerchief and he realizes the mistake he has made. This, together with letters written by Roderigo prior to his death, and information obtained from Cassio reveals Iago's villainy. He attempts to escape the scene, killing his wife in the process, but he is soon recaptured to face punishment. Othello kills himself, bringing this tragedy to an end.", "analysis": ""}