{"name": "Overview", "url": "https://web.archive.org/web/20180424054150/http://www.gradesaver.com/the-autobiography-of-an-excolored-man/study-guide/summary", "summary": "Autobiography of an Ex-Colored Man is told from the first-person point of view of an unnamed male narrator. He starts his tale by stating that he is going to reveal the great secret of his life. He first takes the reader to his childhood in Georgia where he was raised by a single mother. His father occasionally visits, but one day when the narrator is very young, he and his mother move to Connecticut. The narrator is a very intelligent young man and soon proves himself a musical prodigy. He enters a public school and becomes close friends with an older and bigger white boy who he nicknames \"Red\". He is intrigued by the African American students at his school - in particular, an exceptionally bright and ambitious boy who goes by the nickname \"Shiny\". One day the principal comes into the narrator's classroom and asks all of the white children to stand. When the narrator stands, the principal asks him to sit down. Through this traumatic incident, the narrator learns that he is not white. He asks his mother and she is clearly anguished, admitting that she is indeed \"colored\", and that his father is a great white man. The narrator starts seeing America differently, through the lens of his race. As a child, he becomes wary of others, and devotes his time to music and literature. He falls in love with a young violinist, but she does not return his affections. He comes into contact with his father once, and admires the man's pale skin and calm demeanor. Their meeting is a bit strained, however, and the narrator's father does not stay long. He later gifts his son a piano. The narrator and his mother have a frank discussion about race, and he notes that she never criticizes his father even though he failed to publicly acknowledge his son and is married to another woman. The narrator graduates from grammar school, and is stunned and inspired by Shiny's grand oratory at the graduation ceremony. In high school the narrator continues his cerebral activities and begins to think about college. However, his mother dies from an unfortunate illness, so he decides to forego an Ivy League education and return to his Southern roots, enrolling at Atlanta University. Atlanta proves to be an uninspiring locale, and the narrator finds himself having to make new plans when all his money is stolen. He hears that he will be able to find work in hotels in Jacksonville, Florida. Instead, he finds work as a cigar-maker and then as a \"reader\", a position that requires him to read books and newspapers aloud in Spanish to the other cigar-makers during the workday. While working at the factory, the narrator concludes that there are \"three types of colored people\": the desperate class, the domestic servant class, and the educated class. He feels that he falls in with the latter. When the cigar factory shuts down, the narrator and a few other men decide to move to New York. Soon after they arrive, they spend a decadent night out on the town at a gambling house and later, at the Club, where the narrator is introduced to ragtime. He comments on the racial diversity in the Club. Soon, the narrator is no longer content making cigars and falls into a pattern of gambling, earning lots of money and then losing it. He spends all of his time at the Club and soon masters the art of ragtime. One day, a cultured white millionaire hears the narrator play and offers him a job performing at one of his lavish dinner parties. The narrator soon becomes the millionaire's employee, playing for him all the time. Meanwhile, the millionaire's avid love for music is the only thing keeping him from utter boredom. One evening, the narrator gets into some trouble when he flirts with a rich white widow whose hotheaded African American companion is violently jealous. The widow's companion catches the widow sitting with the narrator and shoots the woman dead. The narrator flees, afraid he is somehow responsible. He tells his woes to the millionaire, who invites him to accompany him to Europe. The narrator agrees, and the two men depart immediately. The millionaire and the narrator travel to Paris first and the narrator immediately falls in love with the city. They move on to London, which soon endears itself to him as well. Amsterdam and Berlin follow, and it is in the latter city that the narrator experiences an epiphany when he hears a German musician turn a ragtime piece into classical music. The narrator realizes he wants to get back to America and start composing again. He decides to return to the South and draw inspiration from the African American community. When the narrator nervously shares his plan with the millionaire, the man responds with incredulity that the narrator, who has been easily passing for white, would choose to live the life of a \"colored man\". The millionaire is very pragmatic, and believes that it is important to be happy in life and that the narrator should continue to improve his fortunes in Europe. The narrator finds a great deal of truth in these words; but even though he feels he is being a bit selfish, he decides to return to the South. On the ship back to America, the narrator discusses race with an African American doctor. Back in the States, the narrator spends time with the doctor and his friends in Washington, D.C., a city that he feels represents both the best and worst of Black America. He finds his way to Macon, Georgia, where the narrator ruminates on the differences between Southerners and Northerners in their thoughts on African Americans as individuals and as a race. He also attends a big religious meeting and observes the popularity of the African American preacher John Brown and music leader Singing Johnson. While the narrator is not a religious man, he admires their charisma and feels swept up in the emotion. He befriends a school teacher and stays with him for a few days, remarking on the young man's youth and passion. He does, however, find the teacher to be too earnest regarding the race question. One night in Macon, the narrator witnesses a gang of white assailants burning a black man alive. This traumatic event causes him to distance himself fully from his race and choose to pass as a white man. The narrator returns to New York, and after some sightseeing and a dreary search for work, he enters a business college and takes a job as a clerk. His Spanish comes in handy and he easily moves up the corporate ladder. He is motivated almost solely by his drive for wealth and amasses a great fortune by speculating in real estate. The issue of the narrator's race only re-emerges when he falls in love with a white woman and wants to propose marriage. When he finally confesses the truth about his race to his beloved, he is heartbroken when she is flummoxed and quickly departs without comment. She leaves the city for the summer and the narrator is confused and tortured about their fate. However, she does return and agrees to marry him. They have two children and he continues to pass as a white man. Unfortunately, the narrator's wife dies during the birth of their second child. He concludes the novel by saying he is mostly glad he chose to pass as white, especially for his children's sake. Sometimes, though, he wonders if his life as a middle-class white man meant that he \"sold birthright for a mess of pottage\" .", "analysis": ""}