{"name": "Overview", "url": "https://web.archive.org/web/20180330205220/http://www.gradesaver.com/the-hairy-ape/study-guide/summary", "summary": "The play opens in the firemen's forecastle inside a transatlantic liner leaving New York City. We are introduced to Yank who stands out as the leader of the men, a man who believes he is not only fueling the ship in his job, but the world. Long has more socialist views that Yank does not readily agree with, and Paddy an elder fireman dreams of days gone by when the sailing ships used the wind to power them across vast seas. SCENE 2 We meet Mildred Douglas, the daughter of the steel tycoon who owns Nazareth Steel. She is sitting with her Aunt sunbathing on the deck of the same transatlantic liner. Mildred and her Aunt argue over Mildred's desire to do social work, which has led her to demand the Captain allow her to visit the stokehole on the ship accompanied by the Second Engineer. Mildred uses her family name to get what she wants from the Captain and demands that the Second Engineer let her wear her white dress into the dirty depths of the ship's bowels as she will throw it into the sea after her tour and wear one of the other 50 dresses she has on board just like it. SCENE 3 Mildred, the Second and Fourth Engineers have descended into the stokehole where Yank and the other men are stoking the furnace that feeds the ship's motion. All of the men take notice of Mildred--she stands out like a soar thumb wearing all white as they are covered in coal dust--except for Yank. He only turns to see her when he notices all of the men staring off at something behind him. When Yank turns Mildred is so shocked she faints after calling Yank a filthy beast and the Second and Fourth Engineers must carry her out. SCENE 4 Yank is found in the firemen's forecastle going over and over what has just happened in the stokehole. The men believe he is in love, but Yank says he is in 'hate' with Mildred for what she has just made him to feel. He attempts to charge for Mildred to get revenge, but all of the men pile on him to stop him. SCENE 5 Three weeks later Yank and Long are found on Fifth Avenue in New York after the liner has returned to the States. The men argue about how to go after and attack the upper class, and Yank is still set on getting Mildred back. Churchgoers begin to come out onto the street and Yank begins to forcefully try to speak to them. Long leaves and Yank punches a gentleman in the face. He is then arrested. SCENE 6 The night of the following day Yank is in prison on Blackwell Island. He is serving a 30 sentence for punching the man on the street. Yank wakes up thinking he is in the Zoo, he's bruised and bandaged as he was badly beaten by the cops the previous day. One of the other prisoners tells Yank about the International Workers of the World after hearing how Yank got into jail, and tells Yank he should join if he wants to get his revenge. Yank becomes enraged once again about Mildred and her father the steel magnate and begins to bend the bars to his cell in an attempt to escape. The curtain closes with the guards using force to stop Yank. SCENE 7 30 days later Yank visits the IWW office once he is released from prison and becomes a member. But, he is soon thrown out as the leader of the group suspects Yank of being a spy for the government. The reason being, Yank only wants to blow up the Nazareth Steel factory, even saying he doesn't care if he goes to prison for life. The group swiftly throws him out onto the street. A policeman shows up and tells Yank to move on or he'll crack him over the head. SCENE 8 The next night Yank is at the Zoo. He is sympathizing with a caged gorilla as he believes they are the same. Yank releases the gorilla from behind its bars and approaches the animal to shake its hand. The gorilla then attacks Yank, crushing his ribs. The gorilla tosses Yank into its cage where Yank dies behind bars.", "analysis": ""}