{"name": "Overview", "url": "https://web.archive.org/web/20210410201009/https://www.gradesaver.com/candide/study-guide/summary", "summary": "Endowed with an \"honest mind\" and \"great simplicity of heart,\" Candide lives in the castle of the Baron of Westphalia. He is rumored to be the illegitimate son of the Baroness, an imposing three hundred and fifty-pound woman. His tutor Pangloss instills in him a doctrine of optimism whereby \"everything is for the best.\" One day, the Baron discovers Candide and Miss Cunegonde, the attractive daughter of the Baron, kissing behind a screen and banishes Candide from the castle. In despair over his newfound state of exile, Candide finds consolation in a tavern with two men, who invite him to dinner. But they soon put him in shackles and consign him to the army of the King of the Bulgars. Candide escapes from the Bulgar army during a gruesome battle with the neighboring Abares and travels to Holland, where Jacques the Anabaptist charitably takes Candide under his care. Walking in the street, Candide tosses a few coins to a beggar in the street, who reveals himself to be Pangloss. He informs Candide that Miss Cunegonde has been raped and killed. When Candide challenges Pangloss to reconcile his personal misfortune with his doctrine of optimism, Pangloss rationalizes his own condition as a \"necessary ingredient.\" Jacques later dies when thrown overboard trying to help a sailor tossed by the tempest. At an Auto-da-fe, a public ceremony of repentance and humiliation, Candide is flogged and Pangloss hanged. An Old Woman nurses Candide's wounds and later escorts him to see Miss Cunegonde, who has survived, contrary to Pangloss's story. Miss Cunegonde recounts a brutal rape at Westphalia and her enslavement to Jewish merchant Don Issachar. The Grand Inquisitor takes notice of Miss Cunegonde at mass and insists on a shared living arrangement with Don Issachar. He invites her to an Auto-da-fe where, in horror, she witnesses the torture of Candide and apparent execution of Pangloss. Don Issachar discovers Candide and Miss Cunegonde lying together on the sofa and draws a dagger. Candide drives a long sword into the Israelite, killing him instantly. At that instant, the Grand Inquisitor walks in. Without hesitation, Candide drives the sword through his other rival. The Old Woman suggests that they escape by horseback. They stop at a tavern where Miss Cunegonde's jewels and diamonds are stolen. Once again penniless, they ruminate on Pangloss's philosophy. The Old Woman tells them of being enslaved in Morocco. In a gory battle between competing native tribes, everyone is slain except her. She is subsequently sold to a string of merchants, finally landing in the custody of a janissary whose fort is blockaded by Russian forces and starved to the point of famine. Later liberated, she is healed by a French surgeon. Despite past hardships, the Old Woman disavows any self-pitying stance. Upon their arrival by ship to Buenos Ayres, the resident Governor Don Fernando becomes instantly smitten with Miss Cunegonde. In private, Fernando makes a declaration of love. The Old Woman advises Miss Cunegonde to take the hand of the wealthy governor. Agents of the Grand Inquisitor arrive in Buenos Ayres in search of Miss Cunegonde and Candide, seeking retribution. The Old Woman urges Miss Cunegonde even more strongly to marry the Governor and seek his protection. Candide makes a swift escape with his footman Cacambo, who leads him to Paraguay. They land themselves in the company of the Reverend Father Commandant, who turns out to be Miss Cunegonde's brother. Candide informs him that his sister resides in Buenos Ayres. Overjoyed by the prospect of seeing Miss Cunegonde again, the Baron turns sour, however, when Candide reveals his intention to marry her. In an access of rage, Candide draws a sword and plunges it into the Baron. Cacambo helps him escape from the scene of the crime. They head toward Cayenne along a river route through \"a chain of inaccessible mountains,\" arriving in the magical land of El Dorado. During a tour of the city, Candide and Cacambo learn that the country has neither judges nor legislators. The King grants them permission to leave after a month, recognizing the inherent liberty of all men. Candide and Cacambo take sheep and jewels with them as bargaining chips to get Miss Cunegonde back from Governor Don Fernando. Considered worthless in El Dorado, the jewels make them ten times richer than any monarch in Europe. Candide sends Cacambo to bargain with the Governor for the custody of Miss Cunegonde. The three of them will reunite in Venice. Mynheer Vanderdendur, a Dutch trader, steals the diamond-loaded sheep, leaving Candide penniless in Surinam. Candide pays Martin, a poor German scholar, to accompany him to Venice. They spot two ships engaged in battle, one belonging to the Dutch pirate. Candide reclaims some of the diamonds and sheep before Mynheer's ship sinks. Candide seizes upon the incident to reinforce his optimistic view of the world. But Martin points out that several innocent passengers also died. In Paris, the Abbe of Perigord brings Candide and Martin to a playhouse. The performance moves Candide to tears, while a critic excoriates Candide for being too sentimental. The three men attend a soiree at the home of the lead actress. Among the guests is the Marchioness of Parolignac. A man of letters outlines what he considers to be the inviolable rules of good literature. Dazzled by his brilliance, Candide declares him the \"second Pangloss.\" After dinner, Marchioness of Parolignac attempts to seduce Candide in her dressing room. Candide later confesses his infidelity to the Abbe of Perigord, who assuages his sense of guilt. The next morning, he receives a missive from Miss Cunegonde, who has arrived at Bordeaux with Cacambo and the Old Woman. Candide rushes to see her, but is told that she cannot bear light or speak. A maid uncovers Miss Cunegonde's hand from beneath a bedsheet. At that moment, an officer enters the room and arrests Candide. Martin realizes that they have been swindled. Candide, wishing to avoid legal entanglements, bribes an officer to escort him out of prison to catch a ferryboat headed toward Portsmouth. Nearing the shoreline, Candide witnesses an English admiral being put to death on the deck of a ship. Horrified to learn that there is no legitimate reason for the execution, he asks the captain to carry him directly to Venice. In Venice, Candide looks in vain for Cacambo. Martin chastises Candide for his naivete, claiming that \"there is very little virtue or happiness in this world.\" Candide disputes Martin's claim by pointing out a seemingly happy couple passing in the street. They invite the couple to dinner and make a bet between themselves about the couple's happiness. The woman is Paquette, Miss Cunegonde's former maidservant, who recounts her own tale of mistreatment after the pillaging of the castle of Westphalia. Candide then turns to the man, Friar Giroflee, who lives a profoundly miserable existence in a monastery. Martin appears to have won the wager, but Candide clings to his faith that he will again see Miss Cunegonde. They next visit Senator Pococurante, a wealthy man who dislikes everything he possesses. Candide takes great offense at his systematic trashing of such literary geniuses as Homer, Virgil, and Milton. Senator Pococurante is a man who takes \"pleasure in having no pleasure.\" Candide tries to keep faith that he will be reunited with his beloved. One evening, while dining in a tavern, Candide catches a glimpse of Cacambo. He is disappointed to learn that Miss Cunegonde is in Constantinople, and worse, Cacambo has fallen back into the servitude of Sultan Achmet. Cacambo makes arrangements for Candide to sail to Constantinople aboard the ship of his master. Miss Cunegonde has become the slave of Ragotsky, a Transylvanian prince, and turned horribly ugly. Candide is undeterred in his love. Once they reach Bosphorus, they examine a row of slaves, two of whom closely resemble Pangloss and the Baron. At the mention of their names, the two men rise up in shouts of glee. The five men find Miss Cunegonde and the Old Woman in Propontis. Candide gasps at her ugliness, but keeps his promise to marry her. When he informs the Baron of his intention, the Baron again refuses to allow the union. Candide sends the Baron back into slavery and legally consummates the marriage without his consent. After so many misfortunes, they expect an era of happiness, but instead lapse into boredom. Candide concludes that hard work is the \"only way of rendering life bearable We must cultivate our garden.\" And so all members of the household put their talents to use and finally enjoy the fruits of their labor.", "analysis": ""}