{"name": "Overview", "url": "https://web.archive.org/web/20201020004624/https://www.gradesaver.com/second-treatise-of-government/study-guide/summary", "summary": "In the Second Treatise of Government, John Locke discusses men's move from a state of nature characterized by perfect freedom and governed by reason to a civil government in which the authority is vested in a legislative and executive power. The major ideas developed throughout the text include popular sovereignty and the consent of the governed, the protection and limitations of property, the problems inherent in an absolute monarchy, and the ability of a people to dissolve their government if it does not adhere to the bond of trust established between the governed and governor. The Treatise begins with a discussion of the state of nature. In this state, men are born equal to one another and have perfect liberty to maintain and order their lives and property. They are governed by reason and seek the preservation of mankind. When a man transgresses the laws of nature and uses force against another, the entire society has the right to punish him in order to preserve order and make an example of him to deter future crimes. The state of nature is entirely free but men find that other men may interfere with their ability to protect their property. A state of war exists when one man uses force against another. It can only be lifted when the aggressor is killed or reparations are made. In terms of slavery, Locke states that it is only just for a man to be enslaved when he forfeits his life due to his usage of force against his conqueror. It is not just for any man to exercise absolute or arbitrary power over another. Absolute monarchs who do so are guilty of creating a state of war between themselves and their subjects. The desire to protect one's property is paramount in establishing a civil government. Property includes a man's life, liberty, and possessions. In a state of nature, man's property is directly correlated to the labor he puts into it. Any land he cultivates can be considered his property, as well as any fruits of the earth that he picks. As populations grow and societies establish currencies, a government is needed to regulate property. Civil government is established when the people consent to be governed. They cannot be forced into allegiance or fealty to a government. The people give up their rights to perfect freedom, judgment, and punishment, and invest these powers in a legislative and executive power. Locke does not believe democracy is the only type of valid government, but he does firmly state that absolute monarchies are completely at odds with civil society because the ruler has no limitations on his power. The civil government is based upon the bond of trust between the people and their authority. The people gave up their freedom, and in turn, they expect the authority to act with the public good always in mind. Any breach of this bond of trust can legitimate the people's dissolution of the government. The civil society has a legislative and executive power. The legislative power is the supreme law of the land; its standing laws must be known and followed. The executive power enforces the laws of the legislature and exercises the power of prerogative, which is the ability to use discretion to enforce the public good even if the laws must be circumvented or ignored. If the legislative or executive powers act arbitrarily, erratically, or simply not at all, they are violating the bond of trust with the people and forsaking their claim to obedience and submission. If, after a prolonged series of oppressive maneuvers and unheard appeals, the people still have no respite from the tyrannical actions of their government, they have the right to dissolve said government. They can restore it with new leadership, change it, or create an entirely new system of government. A government only exists when it has the consent of the people, and thus, can be dissolved when it has failed them.", "analysis": ""}