{"name": "Overview", "url": "https://web.archive.org/web/20180414055342/http://www.gradesaver.com/the-spanish-tragedy/study-guide/summary", "summary": "In the introduction to the play, the Ghost of the Spanish courtier Don Andrea explains its history. After Andrea was slain in a battle against Portugal, his Ghost made its way through the underworld, only to find itself sent back to earth. The character Revenge, his guide, tells him that he has been sent back to witness his former lover Bellimperia kill Balthazar, the \"author of death.\" The Ghost and Revenge sit down to watch the spectacle unfold. In the opening act, the Spanish forces return from their victory over Portugal. The General gives an account of the battle to the King, explaining that they have reached a state of \"peace conditional\" and that they have captured the Portuguese prince Balthazar. The Duke of Castile's son Lorenzo and the Marshall Hieronimo's son Horatio, however, dispute their respective roles in capturing the Portuguese prince. The King rewards them both. Meanwhile, in Portugal, the Viceroy laments his son's death. The loyal Alexandro tells him that his son is in fact still alive. Another nobleman, Villuppo, however, declares that he saw Alexandro shoot Balthazar in the back. Alexandro is immediately imprisoned. In Spain, Horatio recounts the battle to Bellimperia, Lorenzo's sister and Andrea's former lover. The two begin to fall in love. In the same scene, Balthazar also expresses his love for Bellimperia. The Portuguese ambassador arrives, and Hieronimo stages a masque for him and the King. The act closes with Revenge foreboding a general demise. In the second act, the King of Spain attempts to arrange a marriage between Bellimperia and Balthazar. Bellimperia, however, is in love with Horatio. As the two make their way to a secluded bower, the servant Pedringano betrays them to Lorenzo and Balthazar. Horatio is hung from an arbor and stabbed to death. Hieronimo enters to find his son's body and vows revenge. The Ghost expresses dismay at the turn of events, but Revenge advises him to be patient. The Viceroy discovers the truth about his son in the third act. He immediately sets Alexandro free and condemns Villuppo to a painful death. In Spain, Bellimperia is held captive, but manages to send Hieronimo a letter in which she reveals the identity of Horatio's killers. Lorenzo, on the other hand, attempts to purge all evidence of the murder. He makes Pedringano shoot Serberine , and then plots successfully to have Pedringano himself hanged. Pedringano's last letter to Lorenzo, however, falls into Hieronimo's hands. Hieronimo thus confirms Bellimperia's accusations and resolves to demand justice before the King. At home, his wife Isabelle \"runs lunatic.\" Like his wife, Hieronimo shows distinct signs of madness. He contemplates suicide, but again vows to first exact revenge for Horatio's death. The Portuguese ambassador, meanwhile, arrives with good news: the Viceroy has consented to the marriage between Balthazar and Bellimperia . Hieronimo calls for justice before the King, but undermines himself by falling into a frenzy. Later, several citizens come to petition Hieronimo, but once again Hieronimo is carried away in an ecstatic fit. The Viceroy himself arrives at the end of the act. While the nuptial celebrations are prepared, the Duke confronts Lorenzo and Hieronimo about the negative rumors surrounding the two. Hieronimo denies any wrongdoing on Lorenzo's part, and Bellimperia seems to have reconciled with Balthazar. The Ghost is alarmed at such an unexpected turn of events, but Revenge once again reassures him that all is well . In the final act, Bellimperia and Hieronimo work together to exact their revenge on Lorenzo and Balthazar. Hieronimo wrote a tragedy in his youth, which the two young men now act out for the royal audience. Back in the arbor where Horatio was murdered, Isabella commits suicide. As for Hieronimo's play, the plot is executed smoothly, and Lorenzo and Balthazar are killed on stage. Bellimperia, too, commits suicide. The King, the Viceroy, and the Duke are all horrified when they discover that the play seemed to merely be a simulation. They demand to know Hieronimo's motives, but the latter bites off his tongue, stabs the Duke, and finally commits suicide.", "analysis": ""}