{"name": "Overview", "url": "https://web.archive.org/web/20210421040247/https://www.gradesaver.com/villette/study-guide/summary", "summary": "Lucy Snowe, a young Englishwoman of the educated class, narrates the story of her life--in a particularly partisan and sometimes unreliable manner. She is left destitute after the death of her mysterious family and, after briefly being a nurse-companion, takes herself off on a blind, daring trip to the Continent. She goes to the kingdom of Labassecour and, through a series of very fortunate occurrences, manages to land herself a job and a place to live on her first night in the town of Villette. She becomes a nursery governess to the three daughters of the proprietress of a large school for girls. During her time as the bonne d'enfants, she impresses her employer, Madame Beck, with her modesty and excellent English. She is elevated to the position of English teacher, though she has no qualifications for it and has a poor command of the French language spoken in Villette. Lucy, however, comes to excel at teaching and to love it. Dr. John Graham Bretton, a friend of Lucy's in her childhood, also happens to be working in Villette. Their paths cross, but he does not recognize her. During this time Lucy and a student at Madame Beck's, Ginevra Fanshawe, become friends, and Lucy learns of Ginevra's secret suitors. One of them is Dr. John, for whom Lucy has also formed an attachment. Ginevra is fickle and selfish, and Lucy cannot understand how Ginevra could prefer another to her adored Dr. John. Meanwhile, the imperious and difficult M. Paul, a professor of literature, is paying Lucy attention, but chiefly to admonish her and instruct her about what he considers proper conduct for a young lady. Two more friends from Lucy's childhood, Paulina Home and her father, now live in Villette. Mr. Home has inherited a title and a fortune, and he and his daughter live in fine style. Paulina , who is younger than both Dr. John and Lucy, stayed with the Brettons when a young child and formed an interestingly adult attachment to Dr. John. Dr. John, who was enamored of Polly's flighty cousin Ginevra, now transfers his affections to the seventeen-year-old. During this time Lucy is visited by a spectral nun, said to the be the shade of a sister buried alive in the garden when Madame Beck's school was a convent. Lucy learns that M. Paul, with whom she has had several battles but has formed a friendship, was engaged to be married twenty years ago to a woman named Justine Marie. Because of debts and the unforeseen death of M. Paul's father, the two were unable to marry, and she died very young in a convent. M. Paul supports Justine's family in a house with a priest named Pere Silas. Lucy also learns that M. Paul lives quietly in two rooms at a nearby boys' college, keeping no servants. Lucy and M. Paul become very good friends, and he calls her his sister. At one moment, however, Lucy thinks that perhaps M. Paul feels more strongly for her. He tries to convert her to Catholicism, but Lucy is a truly faithful believer in the Protestant faith of her upbringing, and becoming a Catholic for her is not possible. Though the two finally come to some agreement on the relative worth of their faiths, it is clear that Lucy's Protestantism will keep her from ever being M. Paul's wife. Pere Silas and Madame Beck counsel M. Paul that marriage to Lucy is an impossibility, and M. Paul decides he must go to Guadalupe to take care of some business interests of Madame Malravens. Dr. John and Polly fall in love. They exchange letters, hoping to become engaged. M. de Bassompierre is against letting his daughter go, but he eventually relents. The couple marry and are happy, having many healthy children. Ginevra, formerly loved by Dr. John, is now jealous and dislikes her cousin Polly. M. Paul and Lucy fall in love, but she is not a Catholic, and the decision has already been made for him to leave. Before he goes he is very mysterious and does not see Lucy until the night before his departure. He has procured a house for her to set up a new school so that she may be independent and wait for him to return from Guadalupe. They exchange pledges of love, and M. Paul leaves. Ginevra has been seeing the Count De Hamal secretly. He has been visiting her at the school dressed as the spectral nun. On the night Ginevra elopes with the Count, it is revealed to Lucy that the ghostly visitation was nothing other than Count De Hamal in disguise. Lucy is relieved that she has never seen a ghost. Lucy leaves the school and prospers at her own school while she waits for M. Paul's return. She receives an unexpected legacy from an old friend, with which she turns her day school into a boarding school. The ending of the novel is ambiguous, but it is implied that M. Paul dies in a shipwreck on his way home. Lucy lives out her life alone, at least comforted by the memory of love.", "analysis": ""}