{"name": "Overview", "url": "https://web.archive.org/web/20210419164219/https://www.gradesaver.com/richard-ii/study-guide/summary", "summary": "Richard II opens with Mowbray and Bolingbroke accusing each other of treason in front of Richard. He attempts to make the two noblemen make peace, but is unable to control them. Instead, Richard agrees to let them hold a medieval trial by combat in which the two men will fight to see who is right. On the day of the trial, Richard allows the ceremony to proceed right up until the noblemen actually start fighting. He symbolically allows his warder fall to the ground. The ceremony is halted and Richard takes over. He orders Mowbray to be permanently banished from England, and banishes Bolingbroke for ten years. Mowbray leaves, and Richard then quickly reduces Bolingbroke's sentence to only six years in an effort to make John of Gaunt happier. After Bolingbroke is gone, Richard starts to prepare his army for a war with Ireland. However, because he lacks money, Richard tells his men to start issuing forced loans on the nobles, and he also sells his right to tax. One of Richard's allies, Bushy, tells him that John of Gaunt is near dying. Richard quickly calculates that he can seize Gaunt's estates to finance his war. He therefore goes to visit Gaunt, who tells Richard that his \"fierce blaze of riot cannot last\" . Gaunt passes away soon thereafter, and Richard takes over the estate which legally should have been inherited by Bolingbroke. Bolingbroke meanwhile has organized an army and sailed northward. When he hears that Richard has confiscated his estates, he uses the seizure as an excuse to invade England. Richard unfortunately leaves for Ireland unaware that Bolingbroke has landed on English soil. In London, the Duke of York is in power during Richard's absence, and he is forced to go meet with Bolingbroke. Bolingbroke tells York that he has only come to reclaim his lands and nothing more. Richard arrives with his army in Wales only to discover that the Welsh army has disbanded and returned home. He is therefore unable to muster enough troops to actively fight with Bolingbroke. To make matters worse, he is told that York has ceded all of his northern castles to Bolingbroke, thus making it impossible for Richard to defeat Bolingbroke in a war. Richard disbands his army and goes to Flint castle. Bolingbroke finds Richard's allies, Bushy and Green, and executes them. He then marches to Flint castle and orders Richard to return his lands and inheritance. Rather than defend the castle, Richard chooses to come down from his position on top of the castle walls and meet Bolingbroke directly. Bolingbroke kneels before him, but Richard makes his cousin stand up and tells him that he will go with him to London. Once in London Bolingbroke realizes that he must make Richard willingly give him the throne. He calls Richard before Parliament so that nobles can watch what happens. Richard brings his scepter and crown with him, and tells Bolingbroke to seize the crown from him. Richard then invokes the image of the coronation ceremony, but performs it in reverse, giving up his powers rather than assuming them. Bolingbroke finally agrees to let Richard go, and sends him to the Tower of London. Richard's Queen sees him being led to the Tower and tries to go with him, but Northumberland will not let her. Instead, she is sent to France and Richard is sent north to Pomfret. Sir Piers Exton overhears Bolingbroke remark that Richard is someone he fears. Exton therefore decides to go to Pomfret and kill Richard. The Duke of York's son, Aumerle, arrives home with a letter plotting against Bolingbroke, who has already accepted the crown and become King Henry IV. However, York snatches the letter from his son and denounces him as a traitor. York then grabs a horse and leaves to inform Henry about his son's act of treason. Both Aumerle and the Duchess of York race to London in the hopes of arriving before York and begging forgiveness from Henry. Aumerle barely arrives ahead of his father, and Henry chooses to grant him mercy, although his fellow traitors are ordered killed. Exton arrives in Pomfret where Richard is being held and attacks Richard. Richard manages to grab a sword and kill two men before being mortally wounded himself. He dies, and Exton takes his body back to London for King Henry IV to see. Henry, however, is not happy to see Richard dead, because it means that he will have to defend his throne against supporters of Richard who would not have attacked him as long as Richard remained alive. The play ends with Henry vowing to make a trip to the Holy Land as a form of penance for allowing Richard to be killed.", "analysis": ""}