{"name": "Overview", "summary": "Context Jane was orphaned as a very small child and was brought up by her aunt Sarah Reed reluctantly. She had promised her husband on his deathbed she would bring up his sister's child, Jane, as one of her own. Jane was constantly bullied by the Reed children, John, Eliza, and Georgiana, and was never treated as one of the family at Gateshead Hall. Her only friend was one of the maids, Bessie Lee. When she reached the age of ten, she could no longer keep silent about her torment, and while she was being attended by Dr. Lloyd, for a blow to the head she had received from John, she confided in him and he suggested to Mrs. Reed that Jane might be better off attending a Boarding School. The Administrator of Lowood School, Mr. Brocklehurst, interviews Jane and Mrs. Reed makes it plain that Jane is a sinful and deceitful child. Mr. Brocklehurst assures Mrs. Reed that she will be tamed at Lowood. Conditions at Lowood are austere, and the orphans there receive meager food and live in cold, damp rooms. Jane soon becomes friends with an older girl, Helen Burns, who eventually succumbs to the hardships of Lowood and dies in Jane's arms. Soon after, there is a typhus epidemic in the school, and many children die. The school is supported partly through public donations, and it becomes clear that the conditions in the school are too harsh, and from this point Mr. Brocklehurst's power in the school is limited. Conditions improve, and Jane completes her six years of study and becomes a teacher at the school for a further two years. Prompted by the marriage of one of the teachers Jane was close to, Miss Temple, Jane decides that she should perhaps seek another position and she advertises in 'The Herald'. She obtains only one reply from Mrs. Fairfax of Thornfield, a sixteen-hour journey away. Despite the distance, Jane decides to take the position. At Thornfield, Jane for the first time experiences independence and the respect of the servants for the position she holds as Governess for one French girl, Ad'le Varens. The master of Thornfield is Mr. Rochester and Ad'le is his ward. She has only been in England for a few months and knows little English, and her servant knows none. The housekeeper, Mrs. Fairfax is relieved that Jane speaks French fluently and will be able to interpret. She makes Jane feel very welcome and Jane is thrilled at having her own feminine bedroom to make as her new home. Jane forms a strong attachment to her pupil, and she starts grooming her through discipline and education. Whilst on an errand to the village, Jane confronts a horseman with his dog. He has fallen on the ice and Jane provides him aid, not knowing that he is her employer, Mr. Rochester. When she returns to Thornfield, she discovers the truth and immediately becomes attracted to this older elusive man. He is delighted at Ad'le's progress, but treats Jane strangely, and she does not know how to react to him. Since her arrival at Thornfield, Jane has often heard strange noises, such as crazed laughing, and Mrs. Fairfax blames this on Grace Poole, one of the house servants. One night Jane notices smoke coming from Rochester's room, and she saves her master's life by throwing water on the flames. Again this is blamed on Grace Poole. Rochester's name has been linked with a local lady of renowned beauty, Blanche Ingram, and Rochester decides to host a party for her and other guests. One of the guests, Richard Mason is attacked during the night, and Rochester asks Jane to attend the wounded man while he gets help. He asks her to promise to keep the matter secret. Jane is called to the deathbed of Mrs. Reed who has always been troubled concerning Jane, that she did not fulfill her husband's dying wish. She tells Jane that she has an uncle in Madeira, John Eyre, who has been trying to locate her. Sarah Reed dies soon after unmourned by her children. On Jane's return to Thornfield she is overwhelmed by Rochester's proposal of marriage, which she accepts. At the wedding ceremony, the proceedings are halted, as there is an impediment in that Mr. Rochester is already married. A solicitor, Mr. Briggs, brings this accusation. Rochester insists that the whole company come back to Thornfield where they are introduced to Grace Poole's patient, Bertha Mason Rochester, a raving madwoman. Jane flees Thornfield on the morning coach and only leaves the coach when her money runs out. She is eventually taken in by St.John Rivers, the local minister. The minister and his two sisters care for Jane, and it transpires through a strange coincidence that they are distant relatives. Jane receives work in St.John's parish as a teacher, and he proposes marriage to Jane, although he is a cold person, and clearly has no strong feelings for her. Jane feels that she has heard a distant voice from her former love, Rochester, and she is drawn back to Thornfield. There she discovers the mansion as a burnt-out shell, and Rochester lives close by, a crippled man. Jane still loves Rochester and they are married and settle at Ferndean, Rochester's new home. Bertha Rochester had set fire to Thornfield, and despite Rochester's efforts to save her; she plunged to her death from the roof. Under Jane's care, Rochester regains much of his former vigor and they have a son.", "analysis": ""}