{"name": "Overview", "url": "https://web.archive.org/web/20210416041647/https://www.gradesaver.com/henry-v/study-guide/summary", "summary": "The Archbishop of Canterbury and the Bishop of Ely discuss a bill that Parliament is debating. The bill would take away most of the temporal lands held by the church . In order to avert the passage of the bill, Canterbury has spoken with King Henry and promised him the largest sum of money ever given by the church if he will make sure the bill fails. Canterbury also has to decide for Henry whether he has a legal right to claim the throne of France, and whether the church will support him in such a claim. Henry orders Canterbury to tell him whether his claim is valid, and Canterbury informs him that based precedent he has a right to demand the French throne. Henry discusses the fact that if he goes to war with France to defend his claim, Scotland might rise up in revolt. His nobles tell him that if he keeps three quarters of his troops at home and takes a quarter to fight in France then he should be able to defend his borders. Henry agrees to this plan. Some messengers from the Dauphin arrive and present Henry with a \"treasure\". The \"treasure\" turns out to be tennis balls, and the Dauphin informs Henry that he should play tennis games rather than demand French dukedoms. Henry is polite but spiteful towards the Dauphin, and he tells the messengers to inform the Dauphin that France will bleed for this trick. Nim, Bardolph and Pistol, all former friends of Falstaff from the prior two Henry IV plays, meet together. Pistol has married Hostess Quickly, a woman formerly betrothed to Nim. Nim is furious about losing her, and when he sees Pistol he soon challenges him. Both men draw their swords and are only forced apart by Bardolph, who swears he will kill the first man that harms the other. A boy who serves Falstaff arrives and tells them Falstaff is dying. Only Hostess Quickly leaves with him. After hedging for a few moments, Pistol agrees to pay Nim a sum of money that he owes and they all leave to see how Falstaff is doing. Henry arrives with three men whom he has promised to give commissions to. The commission would essentially give the men the power to rule in his place when he goes to France. However, Henry is aware that the men, Scrope, Grey, and Cambridge, have all taken money for the French and agreed to kill him. He hands them letters that they think are their commissions and watches them open the letters. All three men beg him for mercy when the realize he knows they are traitors. Henry, unmoved by their pleas, orders them to be executed. Nim, Bardolph, Pistol, the Hostess and the boy return and discuss the death of Falstaff. They wonder whether he is in heaven or hell, the Hostess being quick to defend his soul and commend it to heaven. The men then leave to prepare to go to the war in France. King Charles meets with his top military leaders and his son the Dauphin to discuss the war that Henry is waging against them. Charles orders them to send more troops to all the forts and prepare to defend themselves better. His son the Dauphin scoffs at this, calling Henry a \"vain, giddy, shallow, humorous youth\" . The Constable of France warns the Dauphin not to underestimate Henry. Exeter arrives as a messenger from Henry and informs Charles that Henry has sent a genealogy showing how he is the rightful king and heir to the throne of France. Exeter warns Charles that if he does not recognize the claim Henry will attack him. He further has a message for the Dauphin in which Henry informs the prince that he holds him in contempt and that he scorns him. Charles tells Exeter he will give him his answer the next day. Henry arrives with his soldiers at the port of Harfleur where he proceeds to attack the fort there. He orders his men to rush into a breach in the wall that the English artillery has created for them. Bardolph rushes towards the breach crying, \"On, on, on, on, on!\" . Nim and Pistol follow behind, telling him not to rush because they only one life and want to survive. Fluellen sees them slowing down and starts to beat them until they rejoin the other soldiers. Captains Gower and Fluellen meet to discuss the attack on Harfleur. Fluellen tells Gower that Captain MacMorris, an Irishman in charge of digging the trenches under the fort, is a fool who does not know proper battle procedure. Soon after his comments are made, Captains MacMorris and Jamy arrive and greet them. Fluellen offers MacMorris advice on how to dig proper trenches, but MacMorris angrily tells him that his men were forced to abandon the project. A flourish sounds and the Governor of Harfleur asks to speak with Henry. King Henry tells him that this is the last meeting between them and that it had better be in order to surrender. Henry warns the Governor that he will allow his men to enter the town and kill all the fathers, rape their daughters, and spear all the infants if the town does not surrender immediately. The Governor informs him that the Dauphin is unable to send reinforcements and he therefore will surrender the town. Henry orders Exeter to fortify Harfleur. The Princess Catherine, daughter of King Charles of France, asks her friend and gentlewoman to teach her some English. She learns the words for various body parts, and accidentally uses English words that sound like obscene French words. King Charles has gathered his nobles together and informs them that Henry is marching rapidly through France. They agree with him and note that the French woman are starting to call the French soldiers cowards. Charles orders them to gather together their forces and prepare to meet Henry in battle. The Constable notes that the French have many more soldiers and should thus be able to easily defeat Henry. Gower and Fluellen meet again and discuss the brilliant effort Exeter has put into holding a bridge so that the English troops can cross. Pistol arrives and asks Fluellen to intercede for his friend Bardolph, who has been caught stealing. Exeter has ordered Bardolph to be executed as an example to the other men. Fluellen tells Pistol that he will not interfere with Exeter's decisions, especially for a thief. Pistol makes an obscene gesture at him and stalks away. Henry arrives and asks how Exeter is doing. Fluellen tells him that Exeter is a brave man who has held the bridge and lost not a single man except for Bardolph whom he will execute. Henry agrees that any man caught stealing should be put to death in order to protect the reputation of the English army. Montjoy, a messenger from King Charles, arrives and informs Henry that Charles wants him to repent his folly and leave France after repaying all the damages he has done. Henry refuses and sends Montjoy away. The French nobles have gathered near Agincourt for the night, knowing that the English army is only a few thousand feet away. They discuss the coming battle eagerly, sure that they will win. Bourbon tells them of a sonnet he wrote to his horse. The other men laugh and tell him he could just as well have written it to a mistress. They make numerous sexual jokes about horses and men before wishing it were morning so they could defeat the English. Henry takes the coat from a friend of his and uses it to disguise himself. Thus attired, he walks around the English camp and goes from tent to tent, encouraging the soldiers. He meets two soldiers named Bates and Williams with whom he speaks. Bates tells Henry that the common troops would rather home since they will be killed the next day, whereas Henry will be ransomed rather then killed. Henry tells them he doubts the kill will choose to be ransomed. Williams agrees with Bates and says that the King's reasons for the war had better be justified. Henry, upset by this, agrees to fight Williams the next day after the battle. They exchange gloves and promise to wear the gloves in their hats in order to recognize each other. The French nobles gather their horses and head out onto the field of battle. Meanwhile, back at the English camp Henry gives a famous speech known as the Saint Crispin's Day speech. He tells his men that he would rather have fewer men so that each of them could have even more glory when they win. \"We few, we happy few, we band of brothers\" . Henry ends his speech and meets with Montjoy, the French messenger, yet again. Montjoy gives Henry the same demands as before, but this time on behalf of the Constable of France. Henry sends him back with the message that Montjoy should not come again except in battle. During the battle Pistol manages to capture a French soldier and forces him to pay a ransom for his life. Henry enters with his army and the captured prisoners, pleased with the way the battle is going. Exeter describes how two of Henry's nobles were killed in combat after having fought valiantly for most of the battle. A trumpet sounds and Henry realizes that the French have regrouped. He orders his men to kill their prisoners and return to the battlefield. Fluellen speaks with Gower and compares King Henry to Alexander the Great. Henry arrives and brings most of the French military leaders as his prisoners. He greets Montjoy, the French messenger, who requests that Henry allow the French to gather up their dead. Henry consents provided that the French admit defeat. Montjoy concedes that Henry has won and Fluellen swears that he is a countryman with Henry. Williams, wearing Henry's glove in his hat, walks past the officers. Henry plays a trick on him by making Fluellen wear Williams' glove. When Fluellen meets Williams, Williams hit him in the face. Fluellen immediately arrests Williams for treason, but Henry intercedes and offers Williams his glove back filled with crowns . Williams, upset about the way he has been toyed with, refuses to immediately take the money. A herald arrives and hands Henry a list of the dead. The French have lost over ten thousand men and the English a mere twenty-five. It is a decisive victory for Henry, who returns to London and is greeted by large crowds cheering for him. Henry campaigns in France two more times, in 1417 and 1420, and it is in 1420 that the final act begins. Fluellen and Gower are together again and discuss Pistol, who has insulted Fluellen by making fun of the leek that the Welshman wore on St. Davy's Day. When Pistol arrives, Fluellen grabs him and orders him to eat the leek. Pistol refuses and Fluellen beats him until he takes it and eats the whole thing. Gower tells Pistol that he should have known better to than to make fun of Fluellen just because he speaks English with an accent. Pistol vows to return to England and show off the wounds he received from Fluellen as if he got them in the war. Henry and his nobles meet with King Charles at the French court for the first time. Burgundy acts as an intermediary for both parties. They are meeting to broker a peace agreement between Henry and Charles, but Charles tells Henry he needs to review the documents again. Henry sends his nobles to go over the articles one last time and gives them power to negotiate on his behalf. Once the nobles are all in their meeting, Henry takes Catherine, the daughter of King Charles, and starts to woo her. He tells her that he loves her and asks if she loves him. She puts him off and refuses to commit herself, finally telling him that she will marry him as long as her father consents. Henry ignores custom and kisses her before her father and his nobles return. Charles agrees to the documents, which make Henry the legal heir to the French throne. Further, Henry will marry Catherine and thereby have an heir with a legal claim to both thrones. Henry also demands that Charles sign every official document with both his name and Henry's so that there will be no doubt about who the next French king will be. The play ends with the promise of a wedding, although in the Epilogue the chorus mentions that under the child-king Henry VI civil war will once again separate the two kingdoms.", "analysis": ""}