{"name": "Overview", "url": "https://web.archive.org/web/20201112141827/https://www.gradesaver.com/the-secret-garden/study-guide/summary", "summary": "Mary Lennox starts out in India with her parents. She is in a village, where an outbreak of cholera kills everyone except for her. She is sent to live with her uncle, Archibald Craven. He lives in a place called Misselthwaite Manor, where there are more than 100 rooms. Mr. Craven has been in grief for 10 years since his wife died. When she arrives, she overhears Martha Sowerby, her servant and maid, talk about a secret garden. This garden is where Archibald's wife died. Archibald locked the garden and hid the key because the garden reminded him of his wife. Mary wants to find this garden and the key. Martha gets her a skipping rope, and after she skips for a while, she becomes a better person, both physically and emotionally. She makes friends with Ben Weatherstaff, the gardener, the Robin, and Martha and her family. She is especially fond of Dickon, who is good with animals and plants. She begins to hear cries coming from another room in the manor. Nobody will tell her who it comes from, and she is forbidden to find out, so she decides to secretly find out for herself, where she meets Colin Archibald, who was born told that he would die, was raised in his own room with servants who had to do what he wanted them to do. Also, his face was so similar to Archibald's wife that Archibald couldn't bear to see it. However, she is distracted because the Robin has found a mysterious key. She finds out where the secret garden is and tries to bring it back to life with Dickon. Mary meets with him every so often, but he gets mad when she goes to the garden instead of talking with him. He goes into one of his temper tantrums, and Mary has to yell at him to be quiet. She proves to him that he has no problem on his back. Mary and Dickon bring Colin down to the garden, where he learns to walk. Mary, Dickon, Colin, and Ben Weatherstaff take care of it and raise it back into a thriving, beautiful garden. He also gets a better attitude, and when his father comes home, he runs to him and shows him the garden.", "analysis": ""}