{"name": "Overview", "url": "https://web.archive.org/web/20180329082614/http://www.gradesaver.com/the-wind-in-the-willows/study-guide/summary", "summary": "The Wind in the Willows follows several animals throughout their adventures in the English countryside. Chapter 1 - \"The River Bank\" One day while spring cleaning, Mole feels a sudden dissatisfaction and leaves his underground home. He soon discovers a small river community out in the country, and makes a new friend in Rat. After a long afternoon boating down the river, Rat invites Mole to live with him. During that adventure, Mole also learns about Badger and Toad, and develops a curiosity to meet them both. Chapter 2 - \"The Open Road\" Because Badger prefers to be alone, Rat takes Mole to meet Toad, a rich animal with a very short attention span. He lives in a grand house called Toad Hall. Toad has recently taken up a number of different hobbies, and they learn about his newest: traveling around in a horse-drawn caravan. He convinces Mole and Rat to join him on his first adventure, much to Rat's chagrin. On their second day of travel, the caravan is run off the road by a fast-moving automobile. Rat tries to take charge, since the caravan is wrecked, but Toad becomes instantly obsessed with the automobile and its speed. Neither Rat nor Mole can break him from his daze. Chapter 3 - \"The Wild Wood\" Months later, Mole sneaks out from Rat's home into the Wild Wood, despite his mentor's warnings. He hopes to find and meet Badger there. He soon enough gets lost and hides, terrified of various creatures he sees and hears there. Later, Rat wakes from his nap and realizes what Mole has done. He rushes after him, and finds him after hours of searching. After a nap to recover Mole's strength, they journey back home, but are waylaid by snow. They walk around for hours, until fortunately discovering Badger's front door. Chapter 4 - \"Mr. Badger\" Badger invites them into his home, where they rest for a few days. During their visit, Badger tells them his plan to confront Toad over his driving habit, which has become reckless and expensive. Chapter 5 - \"Dulce Domum\" Mid-December, Rat and Mole are traveling home from an adventure when Mole senses that his old home is nearby. He and Badger spend an evening there, during which time Mole realizes he still loves the place, but prefers to live out in nature with Rat. Chapter 6 - \"Mr. Toad\" Later in the spring, Badger asks Mole and Rat to help him confront Toad about his dangerous automobile habits. At Toad Hall, Badger tries to speak maturely to Toad, but Toad remains childish and refuses to listen. Thus, they place him on house arrest, guarding him one at a time. Unfortunately, Toad is very cunning and manipulative, and he is able to escape by fooling Rat. He runs to a nearby inn, where he sees an automobile. Unable to help himself, he steals the car and wrecks it. Consequently, he is arrested and sentenced to twenty years in jail. Chapter 7 - \"The Piper at the Gates of Dawn\" Chapter 7 is a tangent from Toad's story. When Rat and Mole learn that Otter's son Portly has been missing, they set out on the river to search for him. It is a beautiful night, and they soon hear some strange singing. On an island, they find Portly with a strange deity who resembles the Greek god Pan. He sings them a song, which they love but immediately forget. They return Portly to Otter, and reflect on the marvelous experience. Chapter 8 - \"Toad's Adventures\" Meanwhile, the gaoler's daughter takes pity on the forlorn Toad in prison, and she helps rig an escape for him. He switches clothes with the jail's washerwoman, and uses it to flee. However, he forgets to grab his wallet, so is unable to buy a train ticket. Luckily, he convinces the engine driver to take him. When the police soon start to pursue the train, Toad jumps off and has to resort to walking. Chapter 9 - \"Wayfarers All\" Later in the summer, Rat becomes restless, wondering why so many people leave the river bank for winter. When he meets a sailor named Sea Rat, he almost sets out at sea himself, but is saved from such folly by Mole. Chapter 10 - \"The Further Adventures of Toad\" Toad comes across a bargewoman, and tricks her into giving him a ride down river. When she discovers Toad is not a real washerwoman, though, she kicks him off the barge. He then steals her horse and finds his way to a peddler. There, he attempts to swindle the peddler by selling the horse for over its value. He soon enough hitchhikes, and is picked up by the same automobile he had previously stolen. Still dressed as a washerwoman, he convinces the driver to let him drive, and soon wrecks the vehicle again. Fleeing, he falls into the river and is carried with the current until Rat luckily fishes him out of the water downstream. Chapter 11 - \"Like Summer Tempests Came His Tears\" Toad soon learns from his friends that the weasels and stoats have taken over Toad Hall. Under Badger's leadership, the four main characters develop a plan to sneak into Toad Hall through a secret passageway and surprise the weasels during a party. Chapter 12 - \"The Return of Ulysses\" The plan is a great success; they chase the squatters away, and immediately start planning for a party. Still arrogant, Toad plans to sing and speak about his great adventures, but Badger refuses to allow it. Influenced by Badger's stoic nature, Toad shifts his personality, and acts like an adult at the party. The characters enjoy the party, and live out their days peacefully along the riverside.", "analysis": ""}