{"name": "Overview", "url": "https://web.archive.org/web/20210419025309/https://www.gradesaver.com/coriolanus/study-guide/summary", "summary": "Coriolanus opens in Rome, with a group of citizens who believe that Caius Martius, one of the most distinguished generals of the state, is their main enemy; if they kill him, they believe they will get what they want, meaning grain. Menenius, a patrician respected because of his wit and reason, comes and speaks to them about their wish for rebellion. He tells them that without the senate, they will be like a body without a stomach, lacking nutrition and a vital part. But, then Martius marches in, insults the people, and sends things into uproar again. He clearly does not know what to do in tricky domestic situations like this one; however, he knows exactly what to do in battle, and news that the Volscians have raised an army against Rome is exactly what he wants to hear. Martius has a rivalry with the Volscian leader, Tullus Aufidius. Aufidius is very canny, knowing that the Romans probably know of their army already; overall, he seems to be a good general of excellent judgment. He decides to take his army out into the field, and if he finds Martius, he knows that they must fight to the death. Volumnia, Martius' mother, and Virgilia, Martius' wife, are at home sewing. Virgilia is sad that her husband is away, though Volumnia tells her it would be more suitable to be cheerful about her husband's triumphs and the glory he can achieve in battle. Volumnia is extremely proud of her son's achievements, and sent him to battle as a boy so that he could gain honor and become a man. Valeria, another Roman gentlewoman and friend of theirs, comes by to urge them to go out of the house; Virgilia, however, refuses, even after her mind is eased by good news about her husband's victories. Martius, Lartius, and other Roman leaders are at the gates of Coriole, a city of their enemies the Volscians. Martius inquires about his main enemy, Tullus Aufidius, but he is not within the city. Martius tells the soldiers to get ready for the battle, and steel themselves against the enemy they are about to attack. Martius curses the soldiers who retreat from the battle; he enters the city alone, and the gates are shut with Martius inside the enemy city. But, Martius escapes the city, wounded and bloodied; this finally gives the men courage, and they rush into the city to fight the battle. General Cominius is frightened by the grisly sight of Martius covered in blood; Martius says he is glad to see Cominius, and tells him that Lartius holds Corioles for Rome. Martius also says that he is very eager to fight Aufidius, and that they should go against Aufidius' army without delay. Martius decides to face Aufidius himself, while the rest fights the Volscian troops. Then, Lartius leaves the city for the Roman camp, to join forces with Martius and Cominius. Martius and Aufidius finally face each other, with words of hate for one another. They both swear that if either of them flee, they should be cursed for it; but, before they can conclude their fight, Volscian soldiers drag Aufidius away. Cominius praises Martius' deeds done that day, saying that it will impress all of Rome. However, Martius does not seek the praise; he doesn't like to be extolled to his face. In token of his service, Martius is given the surname \"Coriolanus,\" to mark his victory over the city of Corioles; Martius accepts this honor. Aufidius is informed that the city has been taken, but will be returned on certain conditions; he swears to defeat Coriolanus the next time they meet. Aufidius sends a soldier to the Romans, to ask about the state of the city, and how many of their people must be taken as captives. Menenius is talking with the two tribunes, Brutus and Sicinius; he knows that they and the people dislike Coriolanus, despite his triumphs and distinguished service. They still chide him for his pride, although Menenius counters this claim by telling to look at themselves, and see if they are not proud and flawed as well. Then, Virgilia, Volumnia, and Valeria enter with the good news that Martius is headed home. Menenius is glad for this news, and hopes that Martius Coriolanus has returned with some wounds, to mark his victory. Finally, Coriolanus enters, and is greeted by his mother Volumnia, wife Virgilia, and Menenius, among others. Volumnia is glad to see her son back, and says that she hopes he will now be able to become consul. All leave Brutus and Sicinius, who conspire to make Coriolanus unpopular with the people, so that he will not be named consul. Their plan is cunning and clever, though it is driven by their selfish thirst for power. Two officers are talking of Coriolanus' bid to be consul; although they both know that he might fail in this bid because he is proud and doesn't like the people, they put things into perspective by noting that other leaders have merely flattered the people. The senate enters, to consider Coriolanus' qualifications to be consul; the tribunes state that they do not support them if he doesn't support the people, but Menenius is displeased by their lack of foresight. The senate decides that Coriolanus is certainly worthy of the position because of his years of service for Rome; now, all Coriolanus has to do to gain the position is go through a traditional ritual of asking the people. This seems like an easy task, but Coriolanus asks to be kept from this tradition, which the tribunes interpret as scorn for the people. The citizens debate among themselves whether they should confirm Coriolanus or not; one of them says it would be ingratitude to deny his good deeds, but others think that they have a right to deny him the consulship because he does not love the people. The third citizen tries to reason with the other two, voicing many of the concerns and issues of the play in the process. Coriolanus comes at last, in a gown of humility, to beg their consent. Coriolanus engages the citizens in conversation as they come by in groups. He is actually rather short with them, and sarcastic as well; but, the citizens declare that he is done with his duty, and approve him. Then, the two tribunes, Sicinius and Brutus, come by and seek to reverse their approval by asking them how Coriolanus acted, and reminding them of how he has scorned them in the past. Soon, the citizens are stirred up against Coriolanus, and have decided to reverse the decision they had just made. The citizens then decide to confront Coriolanus, and the tribunes will take advantage of the situation to gain power for themselves. The tribunes announce that the people have changed their mind about making Coriolanus consul. They continue to attack Coriolanus' character, and Coriolanus becomes so angry he is not able to hold his tongue. He tells them that the people have been allowed too much freedom, and that by allowing them some of the privileges of the nobles, they have become insolent and spoiled. After Coriolanus also condemns the tribunes for their bad leadership, the two tribunes call the people to confront Coriolanus. The people and the aediles rush in, and Menenius calls for everyone to stay calm. Brutus and Sicinius say that Coriolanus has committed treason; the senators say that Coriolanus has messed things up for himself, but Menenius knows that he is just too noble to be a politician. Menenius confronts the tribunes, who are still calling for Coriolanus to pay through a traitor's death. Menenius tries to convince them that Coriolanus is merely flawed, but to throw him out might mean internal war for Rome. Menenius is now supposed to fetch Coriolanus and meet the tribunes and the people at the marketplace, so some kind of judgment can be pronounced for Coriolanus. Coriolanus says that he will be how he is, and doesn't want to compromise with the people even if it means death to him. Menenius and his mother ask him to mend things as best he can. Volumnia tells him that it would only be a slight violation of his nature and his pride to mend things, and it would be better for everyone overall. Still, Coriolanus is reluctant to actually do what he has to; he says that pretending to be obsequious would be a complete betrayal of himself. His mother then tells him not to be so proud, and that she is ashamed of him. He immediately changes his tune, and says that he will go to the people. Brutus and Sicinius are preparing to accuse Coriolanus in front of the people. Coriolanus comes with the senators and Menenius, who advises Coriolanus to stay calm during this encounter. The confrontation takes the form of a trial, with Menenius advocating for Coriolanus to the people, and with Sicinius, Brutus, and the aediles trying to prove Coriolanus guilty of treason. Sicinius' official charge to Coriolanus is that he sought to be a tyrant, and that is the source of his treason. Coriolanus bursts out, with curses against the people; Sicinius finally says that Coriolanus must be banished, and the people back him in this. Coriolanus takes this as a final sentence, and decides he must act upon it, and leave the city. The people, tribunes and aediles rejoice that they are getting rid of \"the people's enemy\". Coriolanus is saying farewell to Virgilia, Volumnia, Menenius, Cominius, and other various members of the nobility. Coriolanus thinks that Rome will learn to appreciate him when he is gone, though he seems to have no ideas about returning any time soon. He tries to cheer his mother, and reassure Menenius that he will be fine while he is gone; Volumnia urges him to take Cominius with him for a time, which Coriolanus consents to do. Then, taking Cominius with him, Coriolanus leaves the city of Rome. Sicinius and Brutus decide to act more humble now that they have thrown Coriolanus out. Volumnia, Virgilia, and Menenius enter; the tribunes want to avoid them. Volumnia curses them for casting out a man who has done more for Rome than they ever will; she says she wishes they had to face him in battle, because they would surely be defeated then. The tribunes leave to escape her wrath; Volumnia is very angry over what they have done, and admits that this anger threatens to take her over. Nicanor, a Roman, and Adrian, a Volsce, meet to exchange news; Nicanor is now a spy, supporting the Volscians. Nicanor tells Adrian that the Roman state is in unrest; he also tells Adrian that Coriolanus has been banished, which is good for the Volscians' plan to attack Rome. The two leave together, with Nicanor promising to tell Adrian strange tales of all that is currently happening in Rome. Coriolanus enters, disguised as a man of humble station; he has arrived in Antium, where Aufidius is reported to be. He comes upon a citizen, who confirms that Aufidius is in the town, having a feast at his home. Coriolanus resolves to go and see Aufidius; if Aufidius kills him, that is only honorable, but if not, he decides he will offer his service to the Volscians. Three servingmen are rushing about in Aufidius' house; Coriolanus enters, but is immediately stopped by the servingmen, and told to leave. Aufidius comes to see the strange visitor; Coriolanus finally reveals himself, and asks if his old enemy can remember him in his present guise. He tells Aufidius that he cannot do anything but serve Aufidius, and will be in his service against Rome, if Aufidius decides not to kill him. Aufidius is touched by this, and accepts Coriolanus' help immediately. They embrace, and Aufidius swears to take him as an ally, and together they will revenge Coriolanus against Rome. Aufidius takes the surprising step of giving Coriolanus half of his troops to command. He decides that Coriolanus should make their strategy for attacking Rome, and would be the best judge of how to handle their battle plan. The servingmen are shocked that Aufidius embraced his enemy so readily. They are aware of Coriolanus' reputation, and believe that he must be a truly great warrior. One of the servingmen is a bit alarmed that Aufidius seems to have too much regard for Coriolanus. However, all three welcome war as a cure for the malaise of peace. Sicinius and Brutus claim that Rome is more peaceful and is working better since he left, which should shame his remaining friends and supporters. Menenius, however, still believes it would have been better if he had been allowed to stay. The citizens seem obedient toward the tribunes, which also makes the tribunes smug in their achievement. However, an aedile announces that the Volscians have led an army into Roman provinces, and are causing war and destruction. Then, the news that Coriolanus has joined with them comes out; they are surprised, and know that this means serious trouble. Menenius and Cominius then tell the tribunes how wrong they were to throw Coriolanus out. They also berate the citizens, who are gathered, though the citizens deny having spoken out against Coriolanus at all. Aufidius' soldiers tell him that his men are already very attached to Coriolanus, and follow him with devotion. One soldier wishes that Aufidius had not given Coriolanus so much power; but Aufidius knows that Coriolanus will be extremely useful in trying to defeat Rome, and their chances of capturing it with him are very good. Coriolanus' merits are greater than his flaws, Aufidius decides; though, when Coriolanus has does his duty, Aufidius is not sure whether he will be kept around. Menenius speaks to Cominius and the two tribunes; they are asking him to go and plead with Coriolanus. Menenius scolds the tribunes for making such a mess, since Coriolanus seems unlikely to show Rome any mercy in this case. However, the tribunes finally persuade Menenius to go. Menenius finally goes to find Coriolanus; he asks the two watchmen of Coriolanus' tent if he may be admitted to see him. They are adamant that Coriolanus will admit no one to see him, despite Menenius' assertions that he knows Coriolanus. Menenius is lucky when Coriolanus and Aufidius come upon him. Menenius calls Coriolanus \"my son,\" and tries to connect with him emotionally with his pleas. However, Coriolanus does not even listen; he simply tells Menenius that he did care for him, and to leave immediately. So, Menenius leaves, disheartened. Coriolanus and Aufidius are planning their battle; they will lay siege to Rome tomorrow, settling outside the city walls. But, Coriolanus' mother, wife and child have come to him; he says that he will still be resolute, and relays his feelings upon seeing each of them to Aufidius, so that Aufidius knows exactly what is going on in the mind of his ally. Coriolanus is moved by the sight of his wife, mother, and child standing before them. Volumnia impresses upon him how an attack on Rome would be like an attack on his wife and children. Finally, he caves in; he asks Aufidius to tell him if he was weak or if he did the right thing, and Aufidius backs him up. Aufidius is glad that Coriolanus has fallen from grace, so that he may reclaim his preeminence with his people. Coriolanus still says he is going to stay with Aufidius, rather than go back to Rome. Menenius believes that Volumnia and Valeria have no hope of prevailing with Coriolanus, as he tells Sicinius. A messenger reports to them that Brutus, the other tribune, is being held by the people; and if peace cannot be made with Coriolanus, they threaten to kill him. But, another messenger enters, and says that Coriolanus has decided to make peace. Menenius is glad, though he is surprised that this has happened; he tells Sicinius to be thankful that he has gotten so lucky, and awaits Volumnia and Virgilia's return. Volumnia and Virgilia return, and Volumnia is praised by a senator for talking Coriolanus down. The senator calls for sacrifices to be made, and celebration that they will not be attacked; also, he believes that Coriolanus should now be recalled from banishment. Aufidius knows that his kindness and trust in Coriolanus has cost him; he decides that it is his duty to kill Coriolanus, and assume his full power once again. The conspirators remind him that Coriolanus was shortly a great enemy of the people, and he can easily use this to justify killing him. The lords of the city are also upset at Coriolanus for calling off the entire war without consulting anyone. When Coriolanus comes to them with the treaty that has been arranged with Rome, Aufidius immediately accuses him of treason for giving up the entire war because his wife and mother cried before him. Coriolanus explodes at this charge; he boasts that he is greater than Aufidius by far, and he was able to tear that state apart not too long ago. Coriolanus stirs the lords and Aufidius into a rage with his angry boasts, and they are so enraged by his words that Aufidius kills him, cheered on by all but one lord. That one lord says that Coriolanus is too noble to have been killed; but, Aufidius insists that he was far too dangerous to be left alive. Still, there is sorrow that he is dead; even Aufidius admits that he is struck with sadness. They decide to honor Martius Coriolanus' memory, and give him a hero's funeral.", "analysis": ""}