{"name": "Overview", "url": "https://web.archive.org/web/20201126171702/https://www.gradesaver.com/evelina-or-the-history-of-a-young-ladys-entrance-into-the-world/study-guide/summary", "summary": "The novel, told in a series of letters by different characters, begins with a discussion of the young Evelina's past. Her mother had died and her father had refused to acknowledge her, so she is being raised by her guardian, the Reverend Mr. Villars. A friend of the family, Lady Howard, asks Mr. Villars to allow the sweet and innocent Evelina to spend time with her family. Mr. Villars gives his consent, and Evelina travels to Howard Grove. She knows the particulars of her background, but uses the name \"Anville\" to escape public scrutiny. Lady Howard's daughter, Mrs. Mirvan, and her granddaughter, Miss Maria Mirvan take Evelina to London to reunite with Mrs. Mirvan's husband, Captain Mirvan, who had returned from seven years at sea. Evelina writes of her adventures in London - her trips to the theater, her promenades and shopping outings, and her first time at an assembly. There, her ignorance and delicacy are made manifest when she declines to dance with a Mr. Lovel, whose foppishness irritates her. She then agrees to dance with another man whose appearance and manner pleases her more - Lord Orville. Being very diffident, she has little to say, but he is charmed nonetheless. She encounters him frequently in London, but is much harassed by another nobleman named Sir Clement Willoughby, who is charming but also immoral, disrespectful, and libidinous. During her stay in London, Evelina's maternal grandmother, a brassy and outspoken Frenchwoman named Madame Duval, finds Evelina and pushes herself into her granddaughter's life. Madame Duval is an obnoxious presence who quarrels constantly with Captain Mirvan, to the point where Evelina's London life grows tiresome. The group returns to Howard Grove for a short time before Madame Duval forces Mr. Villars to allow Evelina to return with her for a month in London away from the Mirvans. She also proposes that they attempt to secure Evelina's inheritance from Sir John Belmont through a lawsuit, but Mr. Villars refuses. Before they leave Howard Grove, Madame Duval is tortured by Captain Mirvan and Sir Clement via a staged robbery and assault on the old woman. Evelina travels to London with her grandmother. The two are in the constant company of the Branghton family, kinsmen of Madame Duval. The young man and his two sisters are boorish, superficial, and unkind. Evelina is ashamed to be in their company in public. At their lodgings, she encounters a depressed young man named Macartney whom she assists by preventing him from committing suicide. She then learns his sad story of a failed romance and an ill-fated duel with his beloved's father; he then discovered that the father was actually his own, meaning he loved his own sister. Moved by his story, Evelina decides to render Macartney any assistance she could. While in London, Sir Clement finds her once again, and pesters her a great deal. Evelina also sees Lord Orville and tries to remain in his good opinion, although she blunders in several ways, and is embarrassed by her family. After her month in London, Evelina returns to stay with Mr. Villars. She is very melancholy there because she had written to Lord Orville apologizing for the Branghtons, and his response was inappropriately sentimental. Her good opinion of him has been ruined, and his impertinence suggests she is not to be respected. Evelina grows ill from the insult, and she is sent to take the waters of Bristol with a widowed neighbor of Mr. Villars, Mrs. Selwyn. In Bristol, Evelina regains her health, and once more enters into fashionable society. She and the satirical, bold Mrs. Selwyn spend time at the house of Mrs. Beaumont, a society matron who was also kinswoman to Lord Orville and his sister, Lady Louisa. Both are soon in Bristol. The latter was engaged to a man named Lord Merton, whose dissipation and lascivious nature makes Evelina extremely uncomfortable. At Mrs. Beaumont's house, Evelina grows closer to Lord Orville, who continues to prove himself a kindhearted and worthy man. He finally declares his love for her, and she reciprocates. She discovers that he knows nothing of the inappropriate letter; Sir Clement had stolen Evelina's letter and written a fake response to try and win her for himself. While there, the situation with Mr. Macartney and Sir John Belmont grows complicated. When Macartney arrives and confesses that Sir John Belmont is his father, Evelina realizes that they are siblings. Mrs. Selwyn visits Sir John to pursue the inheritance issue. She meets with the man, and is shocked when he claims he has raised his daughter. Once he sees Evelina, however, and recognizes his late wife in her face, he pursues and discovers the truth behind what had happened seventeen years before: a nurse to Evelina's dying mother learned Mr. Villars was to raise Evelina himself, and so she brought her own infant daughter to Sir John Belmont to be raised as an heiress. Sir John and Evelina have an emotional reconciliation. The other girl is quietly married off to Mr. Macartney, who is not her brother, and Evelina comes into her inheritance. She then marries Lord Orville, who is now acquainted with her history, and all are happy.", "analysis": ""}