{"name": "Overview", "url": "https://web.archive.org/web/20200115033152/https://www.gradesaver.com/the-seagull/study-guide/summary", "summary": "Konstantin, the son of Arkadina , has written a play. It is to be performed outside, on his uncle Sorin's estate, starring the woman Konstantin is in love with, Nina. Waiting for Konstantin's play to begin, Medvedenko, the local schoolteacher, asks Masha, with whom he is in love, why she always wears black. Masha, in love with Konstantin, is in mourning for her life. Sorin and Konstantin enter, talking about the boredom of the country, and Konstantin expounds upon his longing for \"new forms\" in the theatre. He has had Yakov and the workmen erect him a makeshift theater in the garden, and Konstantin is delighted with it. Sorin and Konstantin talk about Konstantin's mother, Arkadina, and Konstantin opines that his mother and he stand for entirely different theatrical traditions, and tells Sorin that he longs to become a famous writer. Sorin changes the subject and asks about Arkadina's new man, Trigorin, to whom Konstantin seems indifferent. Trigorin is a famous writer. Nina arrives, asks Konstantin about Trigorin. Konstantin professes his love to her, and she doesn't reciprocate directly. Nina tells Konstantin that his play is more like a recitation than a play - it doesn't have living characters or action. All of the characters gather to watch the play, and, after Arkadina and Konstantin quote a few lines from Hamlet, the play begins. Nina sits on a stone, dressed in white, and gives a monologue about an apocalypse in which all of the world's souls are merged into one. Arkadina interrupts the play with comic asides until Konstantin loses his temper, brings the curtain down, and storms off. When Sorin ticks off Arkadina for being insensitive, she too gets angry that Konstantin has tried to give her \"an object-lesson\" in acting and writing. Arkadina leads reminiscing about years gone by, when Dorn, the local doctor, was the romantic \"leading man\" of the lakeside. Masha goes off to find Konstantin, and Dorn has Yakov, a workman, lift the curtain. Trigorin tells Nina, when she appears, that he didn't understand the play, and Nina exits to go home. Dorn, left alone, says that he liked the play, and he tells Konstantin when he re-appears, moving him deeply. Writing has to have clear aims, Dorn says. Masha then appears as Konstantin exits and confesses to Dorn her love for Konstantin as the curtain falls. The curtain of the second act rises on a discussion, led by Arkadina, about whether Arkadina or Masha looks younger. The verdict, Arkadina ensures, is in her own favor. Nina enters with Sorin, as her parents have gone away for a few days, and so she is free to do as she chooses. An argument between Shamrayev, Sorin's estate manager and Masha's father, and Arkadina about carriage horses leads to Arkadina's storming out after announcing that she will immediately leave for the town. Sorin goes off to persuade Arkadina to stay, and Polina, Shamrayev's wife makes romantic advances on Dorn. She is furious when he ignores them. As Dorn and Polina exit, Nina, left alone on stage, muses about the strangeness of famous people - Trigorin and Arkadina. Konstantin enters and presents Nina with a seagull he has shot, which he lays at her feet. She doesn't understand the symbolism of it. Trigorin enters, taking notes for a story about Masha, and a conversation between Nina and Trigorin strikes up about the difficulties of writing and being creative. Trigorin describes writing as a more or less pleasureless obsession: and Trigorin knows he is not in the league of Turgenev or Tolstoy. When he sees Konstantin's seagull, Trigorin has an idea for a story about a man who comes and quite idly destroys a young girl. Then, through a window, Arkadina appears to announce to Trigorin that they are staying. Act 3 begins with Masha telling Trigorin her life story, clearly in the hope that he might one day turn it into fiction. She has taken to drink and resolved to marry Medvedenko, despite the fact that she is still in love with Konstantin. We discover that Konstantin has attempted to shoot himself since Act 2. Nina presents Trigorin with a medallion on which she has had his initials, and the title of his book, engraved. After she has exited, Trigorin reads the medallion and discovers an inscription: \"Days and Nights, page 121, lines 11 and 12\". He quickly exits to find a copy of his book to discover what line Nina refers to. Meanwhile, Arkadina and Sorin have a discussion about Konstantin, and Sorin asks Arkadina to give Konstantin some money. She refuses. After Sorin exits, Konstantin enters and asks Arkadina to give Sorin some money. She refuses. Arkadina then bandages Konstantin's head and they remember Konstantin's childhood together. Their discussion fast becomes an argument which leaves Konstantin in tears. Arkadina promises Konstantin that, as she is taking Trigorin away, Nina will return to him and he will again be happy. Konstantin exits. Trigorin enters. He has discovered, though he does not reveal it to Arkadina, the line Nina referred to - \"If ever you have need to my life, then come and take it\". Trigorin and Arkadina next have a conversation, in which she persuades him to remain with her by flattery alone. Delighted to have persuaded Trigorin, Arkadina's party leaves for the town, though, at the last minute Trigorin comes in to find his stick. Nina meets him, the two arrange to meet at a Moscow hotel, and share a kiss as the curtain falls. Two years have passed by the time Act 4 opens. The scene is set in a room in Sorin's house which has become Konstantin's study. Konstantin has now been published as a writer, and is now quite well known. Medvedenko and Masha are now married, and Medvedenko goes off home to look after their baby. Masha is still, painfully, hanging around Konstantin, and her mother makes up a bed in the room for Sorin who has become ill. We learn that Nina had a baby which died, became a mediocre actress, and is currently back in the town, disowned by her parents. Konstantin is now a published writer, and, as Arkadina and Trigorin enter, Trigorin brings a magazine with an article by Konstantin in it. A card-table is set up in the middle of the room, and, as everyone settles to play lotto, Konstantin exits. While he is out, we hear various opinions of his writing - Shamrayev notes that he gets bad reviews, Trigorin says that he hasn't yet found his own voice, Dorn says he likes his stories, and Arkadina reveals she's never read any of them. Konstantin is left alone in the room as everyone goes off to dinner, and delivers a soliloquy about his longing for new forms. Nina knocks at the window, and enters, and her and Konstantin have a frantic conversation, in which she claims to be \"the seagull\" before she exits. Konstantin tears up his manuscripts and exits. When everyone comes back in, Shamrayev unveils the stuffed seagull which Konstantin shot back in Act 2. A bang is heard off-stage, and Dorn telling everyone that a bottle of ether has burst, exits to investigate. On his re-entrance, he takes Trigorin to one side and tells him to get Arkadina out of the room - Konstantin has shot himself.", "analysis": ""}