{"name": "Overview", "url": "https://web.archive.org/web/20211104204118/https://www.gradesaver.com/the-vicar-of-wakefield/study-guide/summary", "summary": "The virtuous, prudent, and intelligent vicar of Wakefield lives happily his family, which consists of his wife Deborah, his sons George, Moses, Bill, and Dick, and his two daughters Olivia and Sophia. They live a cloistered and genteel life, and are preparing for the eldest son George to marry a lovely neighborhood girl, Miss Arabella Wilmot. Unfortunately, Mr. Wilmot cancels the engagement after the vicar offends him in a philosophical argument about marriage, and after the vicar loses his fortune to a shady merchant who proved to be a thief. Now destitute, the family is forced to move to a more humble area. In their new neighborhood, the vicar works as a curate and farmer. The family sends George, who had been educated at Oxford, to London in hopes that he can earn a living there to supplement the family's income. The new area is comfortable and pastoral, but the women in particular find it difficult to acclimate to a lower level of fashion than they are accustomed to. The vicar befriends a handsome, erudite, and poor young man named Mr. Burchell. After Burchell saves Sophia from drowning, it seems clear that she is attracted to him. Meanwhile, the family also hears word of their new landlord, Squire Thornhill, reputed to be a spoiled brat who lives off the generosity of his uncle, Sir William Thornhill, while living a reprobate lifestyle. Eventually, the family meets the much-discussed squire, who proves charming, attractive, and amiable. The vicar quickly forgets his reservations as he notices the squire's interest in Olivia, and the family begins to hope that their fortunes might change. Meanwhile, as he anticipates a new social status, the vicar becomes less pleased with Mr. Burchell's attention to Sophia. He does not want her marrying a man of no fortune. They lose their simple manners and grow more prideful and vain as their hopes for Olivia and the squire increase. However, the more they attempt to present themselves as above their station, the more embarrassments they encounter. For instance, both the vicar and Moses are duped when attempting to sell the family's horses in exchange for more fashionable ones. The squire introduces the vicar's daughters to two fashionable ladies, who suggest they might find positions for the girls in the city. The family is pleased, but incensed when they discover that Mr. Burchell has written a letter ambiguously threatening the girls' reputations. Because of this letter, the plan to move the girls to town is foiled. Mr. Burchell is banished from the house. Deborah tries to prompt the squire into proposing to Olivia, by vaguely threatening to marry the girl to a neighbor, Father Williams. Though the squire is clearly upset and jealous by the latter's man presence, he makes no effort to propose, and the family prepares to marry Olivia to the farmer. However, right before the wedding, Olivia flees with Squire Thornhill. This is a heartbreaking blow to the family, since it means Olivia has sacrificed her reputation . The vicar sets out after her, hoping to save and forgive her. He finds Squire Thornhill at home, and then suspects Mr. Burchell of the crime. The vicar's journey and anxiety are taxing, and he falls ill while far away from home. He rests for three weeks at an inn, and then heads back towards home, meeting a traveling acting company along the way. When they arrive at the next town, he meets a intelligent man who invites him to his home for a dinner party. The vicar agrees, and is astonished by the man's magnificent mansion. To his shock, however, he discovers that this man is actually the home's butler when the true master, Mr. Arnold, arrives. It also turns out that Mr. Arnold is uncle to Miss Arabella Wilmot, who is overjoyed to reunite with the vicar. Her love for George has clearly not abated, although there are rumors that she is preparing to marry Squire Thornhill. The vicar stays with the family for a few days. In an amazing turn of events, they attend the acting company's show to discover that George himself is acting with it. Later, George reunites with his father and Arabella, and tells of his many misadventures since parting with his family. His many missteps ended with him attempting to act, and none of them yielded much fortune. Along the way, he had reunited with an old college friend - who turned out to be Squire Thornhill - but was ruined when he fought a duel for the squire and was then repudiated by Sir William for that base behavior. The squire soon arrives at the Arnold house, and is surprised to see the vicar and his son there. After some time, noticing the renewed feelings between Arabella and George, the squire procures a job for George in the West Indies. Since he has no money and no one suspects the Squire of ulterior motives, George gladly departs. The vicar prepares to return home. Along the way, he stops one night in an inn, and coincidentally discovers that Olivia is there as well. They reunite in a tumult of emotion, and Olivia explains how the squire seduced her, married her in a fake ceremony, and then left her in a de facto house of prostitution. She finally escaped his clutches, and has since lived at the mercy of the innkeeper. The vicar brings Olivia home, but leaves her at a nearby inn so he can emotionally prepare the family for her return. Unfortunately, he finds his home engulfed in flames, with the two youngest sons trapped inside. He rushes in and saves them, but terribly injures his arm in the process. This proves a terrible blow to the family, and in light of it, they all easily forgive Olivia, who nevertheless remains broken-hearted. The family tries to return to normal, even after they hear of the engagement between Arabella and Squire Thornhill. One day, the squire finds them outside, and the vicar insults him. The squire threatens to avenge himself on the vicar, and the next day sends two officers to collect rent the vicar owes on the house. The vicar cannot pay, and is arrested. They travel together to the jail. The ladies take up residence in a nearby inn, while the sons stay with him in his cell. In prison, the vicar makes a friend named Ephraim Jenkinson, who turns out to the be the man who swindled the vicar and Moses of their horses. He has since repented for his sinful life, and the vicar forgives him. In prison, the vicar sets out to reform the other prisoners, eventually winning them over with sermons and kindnesses. He tells Jenkinson what has happened to him, and the man resolves to help however he can. They send a letter to Sir William explaining how the man's nephew had wronged the family. Though both Olivia's health and the vicar's own health are fading, he refuses to make peace with Squire Thornhill until Jenkinson brings word that Olivia has died. Anguished, the vicar sends a letter of peace to Squire Thornhill, who refuses to compromise because of the letter the vicar sent to Sir William. The vicar then learns that Sophia has been abducted. Almost immediately afterwards, George is brought to the jail as a prisoner, after having heard of Olivia's shame and then challenging the squire to a duel. The squire's servants beat him instead. Horrified by this succession of misfortunes, the vicar steels himself and delivers a sermon on fortitude to the entire prison. After the sermon, Moses brings news that Mr. Burchell had rescued Sophia. They arrive, and the vicar apologizes to Burchell for his previous resentments, and offers his daughter's hand to the man despite the latter's poverty. Burchell makes no answer, but orders a great feast which the family enjoys until word arrives that Squire Thornhill has arrived and wishes to see Mr. Burchell. The latter then reveals that he is actually Sir William Thornhill. Sophia describes the man who kidnapped her, and Jenkinson realizes who the scoundrel is. With Sir William's blessing, the jailer gives Jenkinson two men with which to apprehend this criminal. Meanwhile, Sir William realizes who George is, and lectures him about fighting. He comes to understand the behavior, if not condone it, when he learns what George believed about his nephew. When Squire Thornhill arrives, he denies everything. The vicar has no hard evidence to support his claims until Jenkinson triumphantly returns with the criminal who kidnapped Sophia at the squire's behest. The plan was for the squire to mock-rescue her so he could then seduce her. Arabella and Mr. Wilmot suddenly arrive at the jail, having learned from one of the young boys that the vicar had been arrested. The new discoveries quickly convince Arabella to end the engagement, but the squire is unfazed - since he had already signed the contract ensuring him Arabella's dowry, he has no need of the actual marriage. Though everyone is dismayed, Arabella and George are mostly overjoyed to be reunited, and plan to marry anyway. However, many great discoveries save the family. First, it turns out that Olivia is not dead; Jenkinson lied in order to convince the vicar to make peace with the squire. Secondly, Jenkinson, who acted as the priest in what the squire thought was a fake wedding to Olivia, actually and legally married them. It turns out, then, that Olivia and the Squire are legitimately married, and so the squire is not entitled to Arabella's fortune. Squire Thornhill, now completely ruined, begs mercy of his uncle and is granted a small allowance. Once he leaves, Sir William proposes to Sophia, who accepts. In the conclusion, George marries Arabella and Sir William marries Sophia. The squire lives with a melancholy relative far away. The vicar's fortune is restored when the merchant who stole it is caught. Happiness and felicity reign, and the vicar hopes he will be as thankful to God during the good times as he was during the times of adversity.", "analysis": ""}