{"name": "Overview", "url": "https://web.archive.org/web/20200927060003/https://www.gradesaver.com/anne-of-green-gables/study-guide/summary", "summary": "Anne of Green Gables is the story of a young orphan girl, Anne, who is mistakenly delivered to an older couple looking to adopt a boy to work on their farm in Avonlea on Prince Edward Island. After the couple meets Anne, they decide to keep her despite her not being of the appropriate gender. Anne soon makes her home on the farm and often finds herself in conflict with her adoptive mother and other local women, as she has trouble acting like a \"proper lady\" and abiding by standard rules of etiquette and social expectations. Anne becomes close friends with her neighbor, Diana, and begins to attend school in Avonlea. She has her fair share of conflict with Diana and other classmates as well, including an incident where she accidentally gets Diana drunk from red currant wine, as well as an ongoing conflict with Gilbert, a classmate who makes fun of Anne's red hair, causing her to lash out and develop a rivalry with him. Anne's and Gilbert's intelligence lands them each a place at the prestigious Queen's Academy, and the two develop a more friendly relationship despite the persisting rivalry between them. While attending the academy, Anne puts excellent effort into her studies and earns the Avery Scholarship, awarding her money to fund her tuition for a four-year college, should she choose to enroll in the fall. However, Anne's adoptive father dies of a heart attack, and her adoptive mother, Marilla, is losing her eyesight and likely to go blind. Instead of attending a four-year college and earning her degree, Anne chooses to remain at Green Gables and help Marilla manage the farm. After hearing of Anne's situation, Gilbert sacrifices his job as a teacher at the Avonlea school so Anne may teach there while remaining close to Marilla and to Green Gables. Anne and Gilbert become close friends and Anne looks forward to her future, despite the obstacles she has had and will have to overcome.", "analysis": ""}