{"name": "Overview", "url": "https://web.archive.org/web/20220429115725/https://www.gradesaver.com/little-dorrit/study-guide/summary", "summary": "The novel's action starts in 1820, in a jail cell in Marseille where two prisoners coming from completely different social backgrounds are incarcerated. Monsieur Rigaud anxiously awaits the jailer's arrival to bring him news of his trial while the other prisoner, Cavalletto, sleeps undisturbed by Monsieur Rigaud's restlessness. When the jailer comes, Monsieur Rigaud is informed that his trial will take place on that afternoon but the jailer has no information about Cavalletto's trial. After the jailer leaves, Monsieur Rigaud tells Cavalletto that he married a rich widow of an innkeeper but their relationship was tense because Rigaud could not take his wife's money. Then, one day, he pushed her off a cliff and she died. The chapter ends when the jailer comes back for Rigaud and Cavalletto goes back to sleep. The second chapter of the first book presents a group of travelers waiting to cross the English Channel. Mr. Meagles is offended because he is forced to stay in quarantine before being allowed to pass into England. Mr. Meagles calms down when he sees his beautiful daughter, Pet. Mr. Meagles sends Pat, her mother and their maid Tattycoram away to get ready and pack their things. After the women leave, Arthur Clennam asks about Tattycoram's name, they girl they took in. Mr. Meagles tells him that he and his wife took Tattycoram from an orphanage and made her their maid. Her name was a result of combining the name given to her by the orphanage and the name of the founder of the orphanage. The reason they took an orphan girl into their family was because Pat's twin sister died and they didn't wanted their daughter to grow up alone but they were unable to have more children. Mr., Meagles's story pushes Arthur to tell his own story, how he was raised by materialistic parents. He moved to China when he was 20 years old and he stayed there for 20 years. Arthur decided to move back to London to stay with his mother after he heard about his father's death. The quarantine is over and the group prepares to leave. Pet offers to help Miss Wade but she refuses her help. Miss Wade leaves to pack her things and she passes by a room where Tattycoram is throwing a fit about the fact that she is treated as a servant but soon calms down and admits that she has a problem with her anger. Arthur arrives in London on a Sunday and notices that everything is closed. Arthur decides to stay at an inn and then go and visit his mother. He finds his parent's home in a miserable state and is welcomed coldly by the servant and by Mrs. Clennam who remains indifferent to her son's arrival. After dinner, Arthur is taken to his room by an elderly maid named Affery. The maid tells Arthur that Mrs. Clennam decided to marry her to another old servant in the house, Flintwinch, and that she asks him to help her. Affrey also tells Arthur about Little Dorrit, a girl Mrs. Clennam took out of a whim and about a girl he used to like before he went to China and how she is now a rich widow and that Arthur could marry her is he wanted to. Affery also goes to sleep and she thinks she dreams that she goes downstairs where she sees Flintwinch talking with his double and handing him a box. Flintwinch takes her upstairs where he starts shaking her and promises to beat her if he has another 'dream'. The next day, Arthur tells his mother that he doesn't work for the company his father started and just as he expected it, she gets mad. Arthur then asks his mother if his father hadn't done anything wrong, promising to pay the wronged person himself. Mrs. Clennam gets insulted and calls for Flintwinch who tells Arthur that his father didn't wronged anyone. Little Dorrit comes with Mrs. Clennam's food and Arthur realizes that she is not a child but rather a 22-year-old woman. Arthur decides to return to the inn and stay away from his family but also to try and find more about Dorrit and why his mother seems to be nice to her. In the next chapters, the narrator offers some information about Little Dorrit. She is the daughter of Mr. Dorrit who was taken to Marshalsea, a debtor's prison. When Mr. Dorrit was imprisoned, he was about 40 years old, married, with two children and expecting another child. His family followed him and the whole family ended up living in the prison. Mr. Dorrit's wife gave birth to a daughter while in prison but she died soon after. The rest of the family becomes used to the prison life and Mr. Dorrit becomes the longest-serving prisoner in Marshalsea. Mr. Dorrit's son becomes the prison's errand boy taking over from Mrs. Bangham and Little Dorrit becomes close with the prison's turnkey who becomes her godfather. Little Dorrit makes sure that her brother and sister get some form of education while she learns to sew and embroider. Their father starts lamenting that he should be the one working and that since he believes himself to be an aristocrat, the children should not work at all. Because of this, the children decide to lie and tell their father that they are partying instead of working. Fanny, Little Dorrit's sister becomes a dancer and moves with her uncle, Frederick who is a clarinet player. Meanwhile, Tip, Little Dorrit's brother, accumulates a large debt and returns to the prison but decided to keep his debt a secret from his father, to spare his feelings. In order to find more about Little Dorrit, Arthur starts to follow her and he ends up outside the prison. At the gates, he meets with Frederick who takes Arthur to see Mr. Dorrit who is about to eat dinner. Despite acting like an aristocrat, Mr. Dorrit asks Arthur for money, much to Little Dorrit's embarrassment. Arthur is forced to leave when he hears a bell ringing, signaling that the gate will be closed for the night. Arthur gives Mr. Dorrit some money and then offers to be Little Dorrit's protector. Arthur remains trapped for the night in the prison and Little Dorrit takes him to the Snuggery, the prison's bar and inn. Arthur leaves early in the morning but asks Little Dorrit to meet with him at Frederick's house. They go for a walk and Arthur starts to feel protective of Little Dorrit, realizing that her family is exploiting her and even asks her is there is a way he could help her. Little Dorrit starts telling him about Tite Barnacle, a high government official, but their conversation is interrupted when they meet with Maggie, a mentally disabled girl who was helped by Little Dorrit. The narrator then describes the Circumlocution Office, a made-up government department dominated by people from the Barnacle family. Arthur goes to the Circumlocution Office to ask about Mr. Dorrit's debts but insists on meeting with Tite Barnacle, Arthur meets with his son who sends Arthur to their house to talk with his father. Tite Barnacle refuses to give Arthur an honest answer and sends him to the Office of another department. Arthur is sent from one office to another till he meets Meagles who is calling Daniel Doyce a criminal. After Meagles calms down, Daniel Doyce tells him that he is a factory owner who 12 years ago invented something that could help the people in his country. Daniel needed however to have a patent approved by the government to make his invention public. Because of this, he thinks about going to another country with his invention. The story them moves to France, where a traveler stops at an inn where the customers talk about Rigaud's case and about the fact that he was acquainted and released. It is hinted that the traveler is Rigaud himself but he doesn't reveal his identity. He decides to stay there for the night but he is forced to share a room with another traveler who ends up being Cavalletto. Rigaud wakes Cavalletto and tells him that he goes by the name Lagnier and bribes Cavalletto into becoming his servant again. Cavalletto runs away hover as soon as Lagnier falls asleep. In London, Doyce takes Arthur to his factory where the Plornish family lives. Despite working hard, the family still was very poor and when Mr. Plornish returns home he first thinks that Arthur is a debt collector. The Plornish family becomes friends with Arthur when they find that he is one of Little Dorrit's friends and they tell him more about Mr. Dorrit. Arthur finds that his mother ended up taking Little Dorrit to work for her after Mr. Casby, Bleeding Heart Yard's landlord, told her about an add Little Dorrit had about searching work. Arthur pays off Tip's debt and then goes to Mr. Casby's house that turns out to be the father of a girl Arthur loved, Flora. She is completely changed from the girl he used to know. Flora became a widow who still acted like she was 18 years old. The narrator offers a few information about Arthur's relationship with Flora. It is revealed that they were engaged but Arthur's mother didn't approve of their relationship so she sent her son to China. Flora married but her husband died soon after, leaving her a widow. Arthur stays for dinner with the Casby family and there he meets Pancks, Casby's assistant and to a relative of her dead husband who came to live with the after he died. On his way home, Arthur sees a crowd gathered around a foreigner who was run over by a carriage. Arthur helps him by translating what happened and Cavalletto is taken to the hospital where is concludes that his leg was broken. Arthur leaves, but promises to return and visit him. When Arthur arrives home around midnight, he is shocked to see Little Dorrit and Maggie. They tell Arthur that they were locked out of prison because they went to see Fanny dance at the theater. Little Dorrit thanks Arthur for settling her brother's debts but also makes him promise to never give her father money again before leaving with Maggie. Little Dorrit and Maggie are forced to wander on the streets all night because they are unable to go to Maggie's room. At dawn, the two girls arrive at a church near the debtors' prison and the sexton lets them sleep there. The story them moves to Mrs. Clennam's house where Affery hears strange noises but Flintwinch always finds an explanation regarding their origin. Affery is suspicious of Mrs. Clennam and Flintwich's relationship but keeps quiet about it fearing that she will get in trouble. Meanwhile, Arthur tries to find ways to make money and to make sure that Little Dorrit has a house. Arthur meets with Doyce who offers Arthur to be business partners who would mean that Arthur will help Doyce keep his business well organized and take care of the clients. At Mr. Meagles's house, Arthur is invited to dinner and the narrator points out that Arthur is in love with Pet but tries to keep his feelings under control. A letter coming from Miss Wade distresses Pet and Tattycoram but Mr. Meagles calms them down. Arthur expresses his wish to work with Doyce to Mr. Meagles before going to bed. In the morning Arthur wakes up and then he meets with Henry Gowan. Arthur immediately starts to dislike him because Pet likes Gowan but Arthur tries to hide his feelings. Gowan invites Clarence Barnacle to dinner and Mr. Meagles is delighted to hear about it. After dinner, Arthur and Doyce leave together and they discuss about the Meagles. Apparently, Mr. Meaglese plans to send Pet away in order to keep her away from Gowan. While Arthur tries to pretend that he doesn't care, it is clear that he finds the new information interesting. At the debtors' prison, the turnkey's son, John Chivery tries to win over Little Dorrit's family by bringing them gifts. John is in love with Little Dorrit and both he and his parents hope that one day, the two will get married. One day. When John comes to visit Mr. Dorrit, Little Dorrit's father lets it slip that she is strolling on the Iron Bridge so John runs to find her. John then proposes to Little Dorrit but not only does she reject him, but she also asks him to never mention the incident again. It is also during this scene when Little Dorrit's name is revealed when John asks about Amy. After Amy rejects John, the turnkey stats complaining about the fact that he and his family spent a lot of money on gifts for Amy and her father. Hearing this, Mr. Dorrit hints to his daughter that maybe it would be a good idea to accept John's feelings if that would mean that he would continue to receive small gifts from them. Amy is shocked but it doesn't seem like her father is affected by her reaction. After the conversation with her father, Amy goes to visit Fanny at the theater. Amy expresses her worry about a gift Fanny received so Fanny invited Amy to go with her to Mrs. Merdle, the woman who gave Fanny an expensive bracelet as a present. Mrs. Merdle tells Amy that she gave Fanny the bracelet in an attempt to buy her off. Mrs. Merdle' s son felt in love with Fanny but because Fanny was coming from a poor family, Mrs. Merdle couldn't accept the relationship between her son and Fanny. Fanny still took the bracelet even though she admitted that she never intended to marry Mrs. Merdle's son, thinking that the Dorrit family is too noble for the Merdle family. After they leave Mrs. Merdle's house, Amy criticizes her sister for accepting the bracelet as a gift. Arthur continues to visit Mr. Dorrit but he becomes cold towards Arthur because he stopped bringing him presents. Arthur starts working with Doyce and one day while Arthur is working, he is visited by Flora who still claims that there is something romantic between her and Arthur. Flora tells Arthur that she wants to hire Little Dorrit to do some needlework for her and Arthur asks her to help Little Dorrit in any form she can. Pancks comes next and tells Arthur about a foreigner who wants to rent a room and Arthur vouches for him, knowing that it is Cavalletto. Little Dorrit starts working for Flora and she is treated nicely. When Flora starts talking about Arthur, Little Dorrit listens to her. Pancks meets one day with his landlord, Mr. Rugg and they talk about the Cavalletto who was now being known under the name of Mr. Baptist. Despite being poor, he always manages to pay his rent on time but he has caught the attention of the others because he easily gets scared and acts suspicious. Arthur continues to deny his feeling for Pet and choses to talk about Gowan instead. One day, Gowan invited Arthur to meet his mother who lives in a poor area of the city. Mrs. Gowan tells Arthur that she is not happy because her son is forced to work for a living. Mrs. Gowan is also unhappy because of a possible marriage between her son and Pet, thinking that Pet's family is not good enough for her son. After Arthur leaves, he realizes that the only reason Gowan invited him to go and see his mother is because he wanted to hear what Mrs. Gowan had to say about Pet and her family and make Arthur understand that he doesn't have a chance with Pet. Arthur starts to worry about Little Dorrit who refuses to leave her room and about Tattycoram who ran away from her family. Arthur and Meagles find Tattycoram at Miss Wade who tries to convince Tattycoram to stay with her. Tattycoram decides to remain with Miss Wade but Meagles tries to get her back without being successful. Meanwhile, Pet gets engaged to Gowan and even though the news sadden Arthur, he pretends that he doesn't care and whishes Pet to be happy with her fiance. One day, when Little Dorrit is working at Mrs. Clennam's house, Pancks appears with the clear intention of meeting with Little Dorrit. Mrs. Clennam tries to find more about Little Dorrit and Pancks' relationship but Little Dorrit is unable to tell her anything. Out of the blue, Mrs. Clennam kisses Little Dorrit on the forehead while Affery watches. After Little Dorrit leaves, Blandois comes so Affrey goes looking for Flintwinch at a pub. When Flintwinch comes back home, he starts abusing Affery until he notices Blandois. Because of Blandois' appearance, he is considered as being a gentleman and both Flintwinch and Mrs. Clennam start to treat him politely. Blandois asks for a tour of the house, hoping that he will be able to make Flintwinch talk but is unsuccessful so he leaves. On the streets of London, an old man wanders the streets alone. The old man is Mr. Nandy who is Mrs. Plornish's father who willingly went to work in a workhouse because he didn't wanted to be a burden to his children. Mr. Nandy meets with Little Dorrit and offers to take him see her father. Mr. Dorrit and Fanny start to criticize Little Dorrit because she brought someone who, according to Mr. Dorrit and Fanny, is too poor to be seen in their company and could ruin their reputation. Arthur comes and calms Mr. Dorrit after he gives him some money. Little Dorrit wants to escape but her father makes her stay and eat with them. Tip appears and he starts insulting Arthur which makes Mr. Dorrit get angry. When Arthur prepares to leave, Mr. Dorrit asks Little Dorrit to make sure that Arthur is not mad for Tip's outburst so the two of them remain alone. Arthur tells Little Dorrit that he was absent because he was in love with someone but things didn't worked out between the two of them so he left. Arthur insists that he wants to take care of her in a fatherly way but it becomes clear that Little Dorrit felt in love with Arthur and that his words hurt her. Arthur asks her is she is in love with someone but Little Dorrit denies it. Their conversation is interrupted when Pancks appears and asks to speak with Arthur in private. Pancks tells Arthur that the Dorrit family is actually the heir of a big fortune that is unclaimed and with that fortune, the Dorrit family will be free to leave from prison. When Little Dorrit hears about this, she faints and then starts to think how her father will behave as a rich man. Mr. Dorrit starts to pay his debts immediately and then he orders new clothes for his family members and begins to behave even more arrogant than before. The Dorrit family leaves and they go to the Saint Bernard Pass monastery with Blandois and the Gowan family. Amy ends up taking care of Pet after she fainted and despite knowing that Pet is the woman Arthur is in love with, Little Dorrit continues to be compassionate. Traveling with the Dorrit family is Mrs. General, a widow who became a governess after the death of her husband. Mr. Dorrit hired her, hoping that a governess will be able to make up for the lack of education his children had and also hoping that through Mrs. General, Fanny and Amy will be more prepared to enter in an aristocrat society. The Dorrit family and those accompanying them decide to leave the mountains and go to Italy where they meet Edmund Sparkler and Mrs. Merdle who pretends not to recognize Fanny. Amy feels lost because she no longer has to take care of her father who is known surrounded by servants and she also missed the life she used to have. Amy writes Arthur a letter, telling him that she hopes that he still remembers her as the poor girl she used to be and not as the rich girl she became. In Venice, the Dorrit family finds that the Gowan family is also there. Amy asks Fanny if it is proper to become friends with Pet and after finding out that Gowan's mother is Mrs. Merdle's friend, they conclude that it is a good idea. Fanny and Amy go and visit Gowan who is painting Blandois. Amy and Fanny leave in a gondola and they realize that Edmund Sparkler is following them in another gondola not far behind. Fanny tells her sister that she plans to make Edmure ask her to marry her just because they pretended not to know who Fanny is. Fanny manages to seduce Edmund and continues to make him fall in love with her. From Venice, the Dorrit family goes to Rome where they meet Mrs. Merdle. The Dorrit family and Mrs. Merdle continue to pretend like they don't know each other and Fanny pretends not to remember who Edmund is. Back in England, Arthur tries to patent Doyce's invention for him since Doyce thinks of himself as being too old while continuing to visit the Meagles family who objected to the marriage between Gowan and Pet. Despite this, they tell Arthur that they will go to Italy to pay off some of Gowan's debts and help them financially so Arthur offers to take care of their house. One day, Arthur sees Tattycoram around the house so he starts to follow her. Arthur sees her with Blandois and then with Miss Wade. Arthur hears Miss Wade assuring Tattycoram that she will pay Blandois the next day before going to the Casby family. Arthur follows them and Mr. Casby admits that the two women where there, but is unable to tell him where they went. Arthur finds Blandois at his mother's house but Arthur is forced to leave when his mother suggest that he visits her some other time. Mrs. Merdle pressures Mr. Merdle to find Edmund a steady job. To do this, Mr. Merdle organizes a small party where he invites an important person from the parliament, Lord Decimus. The two men talk for a bit and the next day is announced that Edmund was appointed a high position in the government. Pancks tells Arthur one day that he invested all his money into a company run by Merdle and that he is sure that it is a safe investment. Arthur is worried that he may lose Doyce's money but Pancks assures him that it will not happen. Meanwhile with the Dorrit family, Fanny sees herself with no other option but to accept Sparkler's marriage proposal, especially with the new job he got. Fanny and Sparkler get along better from that point and shortly after Sparkler receives his new job, he and Fanny get engaged. Everyone seems to like the relationship between Fanny and Sparkler and the pair decides to leave for London. Before going, Fanny tells Amy to make sure their father doesn't marry Mrs. General. The weeding between Fanny and Sparkler takes place and from that point, Mr. Dorrit starts to hint to Amy that she should find someone to marry as well. Dorrit and his family return to England where Merdle convinces him to invest his money into one of his business. After the business is done, Dorrit expresses his wish to go back to Italy but before that they receive a visit from Flora who tells them that Blandois is missing and asks them to look from him in their travelers. John Chivery visits Mr. Dorrit at the hotel he is staying in London as well and Dorrit gets angry, thinking that John wants to reveal the past he and his family had in prison. John tells him that he only topped by to see how they are doing so Mr. Dorrit calms down and writes a check for the prison. On his way back to Italy, Dorrit buys a gift for Mrs. General but never gets the chance to give it to her, as in a few days after his arrival in Italy, he slowly loses his mind and starts to think that he is back in prison and just an inmate. Mr. Dorrit's condition only worsens and he dies ten days after he started to lose his mind. Mr. Dorrit's brother, Frederick, also dies shortly after Dorrit. Meanwhile, Arthur arrives in Paris and goes to Miss Wade's house where he introduces himself as being Blandois. Miss Wade tells him that she hasn't made any contact with Blandois. Tattycoram comes as well and asks about the Meagles family. When Miss Wade gets angry at Tattycoram for trying to visit her old family Arthur leaves. In London, Doyce leaves for Russia and leaves Arthur in charge. One day, Arthur hums a song he heard Blandois humming and is heard by Mr. Baptist who tells him about Blandois's real identity. Arthur panics and tells Mr. Baptist to look for Blandois and find what he wants with his mother. When Arthur visits his mother, he finds her with Flora and Casby. Arthur warns her about Blandois. Then he manages to get Affery alone and she tells him about the strange noises she keeps hearing in the house. One day, Mr. Merdle is found dead and it is concluded that he killed himself and the doctor and Bar go together to Mrs. Merdle to deliver the news. After his death, it is found that Merdle lost a lot of money, including the money many people invested in him. Among those who invested money with Merdle was Arthur. Despite Rugg's advice not to get too involved, Arthur accepts full responsibility for losing Doyce's money so Arthur is soon arrested for debt and asks to be taken to the same prison where Dorrit was. There he is taken into custody by John who seems angry at Arthur. After a short conversation, John tells Arthur that Amy is in love with him. Arthur is visited by the Plornishes and Old Nandy. Arthur is also visited by someone from the government, asking him to give up on trying to get Doyce's invention patented. Mr. Rugg also visits him and then Pancks, Cavalletto and Blandois. Arthur writes a letter for his mother, telling her who Blandois is in reality. Flintwinch returns with a letter from Mrs. Clennam through which she disowns Arthur and promises to settle things with Blandois who has been secretly spying on the Meagles family for Miss Wade. Arthur gets sick soon after his mother disowns him and one morning when he wakes up from a bad fever, he finds Little Dorrit beside his bed. Amy proposes to split her fortune with him but Arthur rejects her offer. Blandois goes to Mrs. Clennam and reveals that he knows that she is not Arthur's real mother. Apparently, Mr. Clennam was married and he had a son from another marriage but agreed to raise him, seeing in this an opportunity to punish her husband and the child as well who never got the chance to meet his real mother. What is more, Arthur's uncle left a big fortune to Frederick Dorrit who at one point took care of Arthur's mother. Because Frederick died, the money would legally go to Little Dorrit but Mrs. Clennam destroyed the will. Blandois found this from Flintwinch's twin brother whom he meets in French. Flintwinch became resentful of Mrs. Clennam's ways. Apparently, Flintwinch gave his brother the original documents about the fortune Amy was supposed to get and Blandois tells Mrs. Clennam that if she doesn't pay him, he will give the documents to Amy and Arthur. Mrs. Clennam runs out of the house and to the prison where Arthur is held. There she meets Amy and tells her the truth about the inherence she was supposed to receive and about Arthur's real mother. Mrs. Clennam asks Amy not to tell Arthur the truth only after her death and Amy agrees. When Mrs. Clennam arrives home, she sees her home destroyed and Blandois dead in the rubble. Flintwich ran away and it is discovered that he used Clennam & Co.'s assets to run away to Amsterdam. Meagles finds the papers in France where Tattycoram seeks him out and gives them to him and decides to take her back. Back in England, Amy takes care of Arthur and after a brief conversation which ended with Amy telling Arthur that she is no longer rich, they decide to get married. Doyce also comes back in London and forgives Arthur for losing his money and gives him his old job back and takes him out of prison. The novel ends on a happy tone with Amy and Arthur's weeding.", "analysis": ""}