{"name": "Overview", "url": "https://web.archive.org/web/20210722203413/https://www.gradesaver.com/the-rivals/study-guide/summary", "summary": "The play begins with a preface written by the author, Sheridan, in which he outlines what the audience is about to see. Sheridan writes in the preface that the success of the play was unexpected for him, as was the way in which the play was initially received. After a disastrous first night, he was forced to rewrite certain parts. Sheridan claims that the reason the play was unsuccessful was that it was the first play he had ever written and because he did not research the writing style enough. Sheridan then talks about various critics who, in his opinion, misjudged his play and only wanted to make him feel bad and did not want to see him improve as a writer. Sheridan also expresses his opinion that critics should not write harsh criticism about anyone who they do not know personally. Next, Sheridan presents the prologue of the play, a prologue which was presented only on the first night. The prologue presents a scene in which an attorney is trying to give money to a court official to present a brief speech on behalf of a poet. A second prologue is then presented during which an actress comes on stage playing the role of the Muse and claiming that the purpose of the play is to transmit a moral lesson. The play then begins with two servants meeting accidentally on the streets in the city of Bath. The servants, Fag and Thomas, talk about their masters and Thomas tells Fag that his master, Sir Anthony, has decided to move his entire family to the city. It is then revealed that Fag works for Sir Anthony's son, Captain Absolute, who decided to change his name to Ensign Beverley, hoping to win the affection of a woman named Lydia Languish who prefers poor people. The two servants part when Fag sees his master in the distance. The next scene takes place in Lydia's home where one of her servants, Lucy, returns from running an errand. Lucy was sent to bring her mistress some books, and then she lists all the books she was able to find for Lydia. Julia, Lydia's cousin, enters and tells Lydia about Sir Anthony and his arrival in town. The two then discuss their love interests and each criticizes the other, even though they both have secret relationships. Lydia then tells her cousin about how she had never had a fight with her lover, Beverley, so she faked a letter just to have a reason to fight with him. Unfortunately, the plan back-fired and Lydia didn't get a chance to mend things with him. Julia tries to assure Lydia that if Beverley really loves her, he will not give up that easily. Lydia also tells Julia that she does not care if Beverley is rich or not and that she will willingly give up her money just to be with him. Next, Julia talks about her fiance, a man named Faulkland, who is always questioning Julia about her love for him. The two fight frequently, but Julia still claims that she loves him. When Sir Anthony arrives, Julia leaves in a hurry before he enters the room. Sir Anthony comes with a woman named Mrs. Malaprop, Lydia's guardian, and they begin talking with her about Beverley and how their relationship is a mistake. When Lydia disagrees, she is sent from the room. Sir Anthony expresses his concern regarding the quality of Lydia's education, claiming that the education she receives makes her act too independently. Sir Anthony then proposes to marry Lydia to his son and tells Mrs. Malaprop to do everything she can to convince Lydia to accept the match. After Sir Anthony leaves, Mrs. Malaprop writes her own letter to her admirer, a man named Sir Lucius, and has Lucy deliver the letter. After Lucy takes her leave, Mrs. Malaprop begins talking to herself and revealing how she orchestrated the release of certain bit of information behind her master's back and how she did everything she could to turn the things in her favor. In the second Act, Fag talks with his master and tells him that his father is in town. Fag claims that he lied to Sir Anthony about Absolute's visit and the two agree to tell Sir Anthony that the reason Absolute is in town is that he is recruiting soldiers. Faulkland then enters and they soon begin to talk about Lydia. Faulkland advises Absolute to try and convince his father and Mrs. Malaprop to accept the match, but Absolute refuses, saying that if Lydia were to find out that he has money, she will reject him. They talk next about Julia and how Faulkland feels as if he will never be able to love another woman except Julia. Absolute then reveals to Faulkland that Julia is in town but advises Faulkland to be patient and to wait until he goes to see her. Acres, a man who was close to Julia, comes in and tells Faulkland that Julia was well during his absence. Instead of feeling happy, Faulkland feels betrayed, not knowing how Julia can be happy when he is miserable. After hearing this, Faulkland leaves the room, angry. Alone, Acres and Absolute talk about Lydia and Acres expresses his love for Lydia and his hatred for Beverley, not knowing that Absolute is Beverley. After Acres leaves, Sir Anthony enters, telling his son that he plans to marry him to a woman, but does not tell him who the woman is. Absolute tries to tell his father that he already loves someone, but Sir Anthony refuses to listen to what his son has to say and leaves, angered by his son's disobedience. In the second scene of the second act, Lucy delivers a letter from Malaprop to Sir Lucius who is unaware of the fact that Delia, the woman he thinks he is talking with, is an old woman and not a 17-year-old girl. After Sir Lucius leaves, Fag appears on the scene and calls out Lucy for her act. Then, Lucy tells Fag about Absolute and how he will compete for Lydia's love as well. Fag leaves laughing, not telling Lucy that Absolute and Beverley are the same man. Act 3 returns to Absolute who has found out from Fag that Sir Anthony plans to marry him to Lydia, the woman he loves. Soon after finding out about the woman's identity, Absolute meets with his father and tells him that he has agreed to marry whoever his father has selected for him. Sir Anthony is surprised to see his son changed so much and promises he will arrange for him to meet his future wife. Faulkland meets with Julia. Having heard about her happiness in his absence, he expresses his disapproval. Julia tries to reassure him that she loves him, but he does not accept it and she ends up leaving the room, crying. In the next scene, Absolute goes to visit Mrs. Malaprop about Lydia and they begin talking about Lydia and her passion for Beverley. Mrs. Malaprop tells Absolute that she was unable to convince Lydia to give up her passion for Beverley but that she hopes the two will get along fine. Mrs. Malaprop then gives Absolute a letter written by Beverley and he pretends to laugh at it and at how Beverley planned to win Lydia by using Mrs. Malaprop. Absolute tricks Malaprop and proposes to scheme together. Absolute tells Malaprop that she should let Lydia and Beverley continue to correspond, and that he will come when the two try to elope. Malaprop then calls Lydia down and Absolute convinces her that he somehow managed to fool her aunt into believing that he is Absolute. He then proposes that they run away together, but Lydia is reluctant to accept. The two are interrupted when Mrs. Malaprop enters the room and begins to criticize Lydia for rejecting Absolute. Acres talks with his servant about dancing, when suddenly Sir Lucius appears. They begin talking about Lydia, the woman they both love, and how she loves another man, named Beverley. Sir Lucius doesn't realize that they are both pining for the same woman, and tells Acres that he should provoke Beverley into a duel since his reputation and honor have been tainted. Lucius leaves after he helps Acres write a letter challenging Beverley to a duel. Acres becomes worried that he will die, even though everyone assures him he will survive. Acres sends for Absolute and asks him to deliver the letter to Beverley and to make sure that Beverley understands just how dangerous an opponent he is. Through this, Acres hoped to make Beverley deny the duel and thus save his honor. Meanwhile, Mrs. Malaprop tries to convince Lydia to accept Absolute and forget about Beverley. Absolute comes to see Lydia with his father, but Lydia refuses to look at him. Absolute tries to convince his father to leave him alone with Lydia, but he refuses. Left with no other choice, Absolute talks with Lydia and she recognizes him as Beverley. Not knowing what else to do, Absolute reveals the truth to everyone in the room, telling Lydia that the only reason why he lied to her is to test whether she would still love him even if he was a poor man. While Sir Anthony is pleased with how things have turned out, Mrs. Malaprop realizes that Absolute made fun of her through his letters. When Lydia and Absolute are alone, Lydia tells Absolute she no longer loves him because he deceived her and treated her like a child. Absolute tries to convince Lydia to marry him, but says he will not force her should she want to find someone else. The scene ends with Lydia storming out of the room. Sir Anthony tells Mrs. Malaprop she needs to convince Lydia to accept the match. Absolute leaves Lydia's home and runs into Lucius, who wants to fight with him. Absolute does not understand why, but agrees to meet with him that night at six o'clock--the same time and place given by Acres for his duel with Beverley. Faulkland also appears, and Absolute asks him to be his second in the duels. Faulkland refuses at first, saying that he needs to mend things with Julia. A letter she sent him made him change his mind and also to come up with a plan to test her love. Faulkland sends a letter to Julia, telling her he must flee the country because he did something terrible and that he wishes she could come with him. However, the only way for her to go with him is if she were to be married to him. When the two meet, Julia tells Faulkland that she will marry him, and will follow him anywhere, no matter the circumstances. Being sure that Julia loves him, Faulkland tells her the truth and promises to marry her the next day. Julia, however, is enraged that Faulkland does not trust her and is playing tricks on her, so breaks up with him. Lydia then enters and tells Julia about everything that happened. Julia confesses to knowing about Beverley's identity and while Lydia remains mad, Julia urges her to accept Absolute as her husband and marry him. The two ladies are interrupted by David who comes to tell them about the duel, so both women and Mrs. Malaprop rush to stop the men from injuring or possibly killing one another. In the park where the men were supposed to meet, Absolute's father passes through by chance. Absolute manages to convince his father that he plans to go to Lydia, so his father leaves him alone. Meanwhile, Lucius coaches Acres about the art of dueling. As Lucius presents some of the possibilities of the duel, Acres gets even more scared as he realizes that he might die. When Absolute and Faulkland appear, Absolute reveals his identity, but Acres refuses to fight against his best friend. Lucius, on the other hand, is more than happy to fight against Absolute, and they prepare to duel. Before the fight can start, Sir Anthony and the women appear and the duel stops. Sir Anthony demands to know why Lucius wants to fight his son and he tells Sir Anthony that Absolute insulted his honor. Lucius then takes out the letters written to him by Delia. Lydia claims that she was not the author of those letters. Upon seeing the letters, Mrs. Malaprop admits to being the one who wrote them. Sir Anthony proposes that Lucius marry Mrs. Malaprop, but Lucius refuses. Faulkland and Julia reconcile at Sir Anthony's insistence, and the play draws to an end. The last character to speak is Julia, who expresses her hope for everyone in their group to continue being in love with their partner even in old age.", "analysis": ""}