{"name": "Overview", "url": "https://web.archive.org/web/20210421083627/https://www.gradesaver.com/much-ado-about-nothing/study-guide/summary", "summary": "Leonato, the governor of Messina, has just received a letter informing him that Don Pedro and his army will be coming to Messina. The messenger further informs him that a young man named Claudio earned significant recognition during the latest battles. Beatrice, Leonato's niece, asks about Benedick and learns that he too is with the army. Don Pedro arrives and greets Leonato, who agrees to let Don Pedro's men stay in Messina for a month. Claudio meanwhile notices Leonato's daughter Hero and tells his friend Benedick that he has fallen in love with her. Benedick scoffs at the thought of Claudio falling in love and makes fun of what Hero looks like. Benedick indicates that he will never be made a fool of and get married. Don Pedro returns from speaking with Leonato and learns from Benedick that Claudio is in love with Hero. He offers to woo her for Claudio that night at the masked ball and then speak to Leonato about arranging a marriage. Claudio is thrilled with this plan and agrees to it. Leonato's older brother Antonio tells him that one of his manservants overheard Don Pedro and Claudio talking in the garden. Antonio informs Leonato that according to his servant, Don Pedro plans to woo Hero that night and ask for her hand in marriage if he finds her agreeable. Leonato is excited by this news and leaves to let his daughter know about the possible proposal. Don John, the bastard brother of Don Pedro, has also learned about Don Pedro's plan to woo Hero. However, he knows that Don Pedro is planning on turning her over to Claudio, a man whom he despises. Don John works out a plan to make Claudio think that Don Pedro is wooing Hero in order to keep her for himself. Leonato has told Hero that Don Pedro will woo her that night and made her agree to say yes to his proposals. The soldiers arrive at the ball and Don Pedro immediately takes hold of Hero and dances with her. Beatrice ends up dancing with Benedick and cruelly calls him the Prince's jester among other things. Meanwhile Don John and his friend Borachio approach Claudio and tell him that they overheard Don Pedro planning to woo Hero for himself. Claudio is crushed by this news. Benedick approaches Claudio and tries to invite him outside, but Claudio is so upset about losing Hero that he snaps at his friend and leaves. Don Pedro then arrives and asks Benedick what is wrong. Benedick tells him that it was cruel to woo Hero and then steal her from Claudio, but Don Pedro denies the accusation. Benedick then complains that Beatrice called him the Prince's jester. Claudio returns with Leonato and Beatrice, the sight of whom causes Benedick to rush away. Don Pedro informs Claudio that he successfully wooed Hero for him and that Leonato has agreed to the marriage between them. Claudio is dumbstruck and does not know what to say. Hero also remains silent. After Beatrice leaves, the men decide to set the wedding date in seven days. Don Pedro then hatches a plot to make Beatrice and Benedick fall in love with each other. He asks the others if they will play along and they agree to help him. Don John is furious that everything worked out for Claudio. His friend Borachio informs him that there might be a way to still disrupt the wedding. Borachio tells Don John that he is close to Margaret, one of Hero's servants. He thinks it would be easy to get Margaret to stand in front of the window in Hero's chamber and allow him to approach her. Don John likes the idea, realizing that if Claudio watches Borachio go to Margaret in Hero's room, he will think that Margaret is Hero. Don John promises to pay Borachio a thousand ducats if the plan succeeds. Benedick is in Leonato's garden when he sees Don Pedro, Leonato, and Claudio approaching. They watch him hide behind some trees and then go over to where he can hear them. They pretend that Beatrice is madly in love with Benedick and that she will die before she admits it to him. After they leave, Benedick comes out and comments that he cannot allow his reputation to suffer by not reciprocating Beatrice's love. Later Hero and Ursula send Margaret to go to Beatrice and tell her she overheard them gossiping about her in the garden. Beatrice believes her, rushes into the garden, and hides herself so she can listen to their conversation. Hero and Ursula then pretend that Benedick is madly in love with Beatrice. Hero remarks that he will never tell her because Beatrice is sure to scorn him the way she always does. After they leave Beatrice emerges and, afraid her reputation will be harmed, tells the audience that she will love Benedick in return. Claudio and Don Pedro make fun of Benedick who has become quite serious since learning that Beatrice loves him. Benedick finally pulls Leonato aside to speak to him about something important, causing Don Pedro to remark that it must be about Beatrice. Don John arrives and tells Claudio that he has proof that Hero is disloyal to him. Claudio does not believe him, but Don John convinces him to go into the garden that night and spy on Hero's chamber window. Dogberry and Verges, both in charge of the night watchmen, bid their soldiers good night and tell them to wake them up only if there is something important. They leave after putting one of the watchmen in charge. Soon thereafter Borachio shows up with Conrad. While the watchman listens to everything they say, Borachio tells Conrad that he went to Margaret in Hero's chamber. Claudio watched the whole scene and thought Hero was with another man. Borachio laughingly informs Conrad that Don John paid him a thousand ducats for the deception. The watchman comes out of his hiding place and arrests the two men in the Prince's name. The next morning Dogberry goes to Leonato and informs him that he caught two disreputable men the night before. Leonato tells him he does not have time to interrogate the men and orders Dogberry to take care of it. At the wedding Friar Francis asks Claudio if he will marry Hero. Claudio says no and then proceeds to reveal that he saw Hero with another man the night before. Don Pedro defends his story, causing Hero to collapse in a faint. Leonato is disgraced by the accusation and wishes that Hero had died in order to save her from the embarrassment. Friar Francis tells them that he noted Hero when she was accused and that he thinks she is innocent. Hero wakes up and informs her father that she has no idea what man Claudio was talking about. Leonato swears revenge if she is telling the truth. Friar Francis cleverly tells Leonato to pretend that Hero has died. That way Leonato can turn the town's scorn into sympathy as well as make Claudio feel guilty for the way he acted. Benedick and Beatrice remain in the church after the others have left. They both declare their love for one another and Benedick promises to do anything for Beatrice. She orders him to kill Claudio, and after some hedging he reluctantly agrees to challenge Claudio to a duel. Dogberry has brought Borachio and Conrad before the town Sexton and is trying to make them confess. They refuse to cooperate. The Sexton then makes the watchman who overheard them describe what they said. He reveals the plot against Hero and the Sexton tells them that Don John secretly left that morning after Hero fainted and died. The men are ordered bound and taken to Leonato's. Leonato and Antonio meet Don Pedro and Claudio on the street. Leonato immediately challenges Claudio to a duel for dishonoring him and killing his daughter. Don Pedro laughs at the challenge, causing Antonio to step forward and challenge them as well. Leonato tries to stop his brother. Don Pedro refuses to accept the challenge on the grounds that it is beneath his dignity and will not listen to them. Benedick then arrives and challenges Claudio to a duel. Claudio and Don Pedro make fun of him for being angry and tell him he has lost his wits. Benedick reiterates his challenge to Claudio and leaves. Dogberry and the constables arrive with Borachio in tow. Don Pedro sees the men and recognizes them as friends of his brother whom Benedick told him had run away. Borachio reveals the entire plot against Hero, causing Claudio and Don Pedro to react with guilt and fear. Leonato arrives back having heard from the Sexton that Don John had plotted against Hero's reputation. He learns that neither Claudio nor Don Pedro realized it was a plot and that they were therefore innocently drawn in to the conspiracy. Leonato makes Claudio agree to write an epitaph for Hero's grave and gets him to promise to marry Antonio's daughter, the cousin of Hero. On the next wedding day Leonato has all the women wear masks so the men cannot know who they are. Claudio arrives and waits to meet his future bride. Antonio gives him Hero, whom he does not recognize in disguise. She takes off her mask, surprising him and making him exclaim that here is another Hero. Benedick then asks to see Beatrice. She takes her mask off and he asks her if she loves him. She replies, \"No more than reason\" . Benedick tells her the same thing and both of them realize that their friends tricked them into thinking the other loved them. However, before they can call off their friendship, Claudio and Hero produce sonnets that Benedick and Beatrice wrote to each other. Benedick remarks that their handwriting denies what they just said and agrees to marry Beatrice. Both Claudio and Benedick turn to Don Pedro and tell him to find a wife and settle down. A messenger arrives at the very end and informs them that Don John was captured and has been returned to Messina. Benedick promises to punish him in the morning.", "analysis": ""}