{"name": "Overview", "url": "https://web.archive.org/web/20180405092545/http://www.gradesaver.com/an-enemy-of-the-people/study-guide/summary", "summary": "The play is set in a small town in Norway, which has recently become famous for the Kirsten Springs. The Springs were built by the town and lure visitors with their promise of health and vitality. At the opening of the play, Catherine Stockmann entertains various guests in her home. Her brother-in-law, the town's mayor and chairman of the board for the Springs, stops by and waxes poetic about how the Springs are revitalizing their town. Not long after he leaves, Stockmann himself comes home. His daughter, Petra, a young woman in her twenties who is a schoolteacher, hands him a letter that came in the mail. Stockmann reads it in private and returns to his family, exultant. He explains that he had long found it suspicious that so many people were getting sick lately, and secretly ordered tests of the Springs' water. The letter included the results of the tests, demonstrating that microscopic bacteria from the tannery above the Springs were polluting the water. His family is happy for him, and he is confident that, when he tells his brother about it, the town will move to renovate the Springs. Hovstad, the editor of the People's Daily Messenger, who is there visiting the family, is ardently supportive and tells him he will run the article in his paper. The next day, Catherine's father, Morten Kiil, stops by. He tells Stockmann he heard about the report but thinks it is a hilarious joke Stockmann wants to play on his brother. Then Hovstad and Aslaksen, the newspaper's publisher and Chairman of the Property Owners' Association, arrive. Hovstad is on fire about routing the town's entrenched authority, and Aslaksen cautions moderation but says the people are behind Stockmann. After the newspapermen leave, Peter comes by to talk to his brother. He tells him sternly that he is angry that Stockmann went behind his back, and that the proposed plan will bankrupt the town. Stockman is aghast at his brother's behavior and says that Peter is only upset because he does not want to be held responsible for it, as his administration approved the Springs. Peter replies that a government needs moral authority, and he forbids Stockmann to tell the public. Stockman says it is already getting out and he will use the press. Furious, Peter demands that he keep his convictions to himself and stop trying to ruin the town. Catherine and Petra enter as the brothers' argument heats up. After Peter leaves, Catherine wonders about Stockmann's duty to his family vs. his duty to uphold the truth. The next day Hovstad, Aslaksen, and Billing, a journalist, meet in the newspaper's office. They are excited to print Stockmann's piece. Petra visits and tells Hovstad that she does not believe the newspaper has principles because it wants to print a translated novel about good people being rewarded and bad people being punished. She leaves after Hovstad tries to ingratiate himself with her but accidentally criticizes her father. Peter visits the office and manages to sow doubt and persuade the men not to run the report, as it results in a high tax that will hurt the town. Peter hides when he hears Stockmann coming. Stockmann enters the office and begins to wonder why the men are hesitant about the article. He sees Peter's cane on a table and realizes what happened. Catherine and Petra enter the office and Catherine condemns Hovstad for doing her husband ill. Peter comes out of hiding and he and Stockmann argue once more. Stockman claims he will march through the street if he has to, now that the newspaper will not print his article. In Act II, Stockmann meets with Captain Horster, a traveling sea captain, at the captain's house. Horster has agreed to hold a lecture by Stockmann. People begin to trickle in and take their seats. A drunk man behaves obnoxiously. The townspeople seem antipathetic towards Stockmann, especially when he takes the stage. It is suggested to have a moderator, and Aslaksen is selected. Peter get to speaks first, criticizing his brother as wanting to destroy the town, and painting him as the enemy. He says that his right to free speech is curtailed in a time of danger. He also tells the story of the town before the Springs came, and how in the future everyone would be rich. Finally, he asks that Stockmann not be allowed to read his report. Stockman is frustrated but stands and promises he will not talk about the Springs. The heckling ceases for a bit and he begins. He condemns the people's ignorance and the tyranny of the majority. He begs people to think of the risk of getting of sick. The crowd is furious and hostile, and cares for nothing Stockmann says. He is called an enemy of the people, and people shout him out of the room. Captain Horster says the family can go on his ship to America with him. In Act III, the family experiences the animus of the town. Rocks are thrown into their windows, they are evicted from their home, and Petra is fired. They plan to go to America but Catherine is nervous that things will not change. Peter comes over and tries to get Stockmann to agree to a statement that he was wrong, but Stockmann holds fast. Peter accuses his brother of a plot, as it seems Morten Kiil is buying up stock in the Springs. Stockmann has no idea what is going on, but Peter assumes he does. Later Kiil arrives and confirms this, because he was responsible for the tannery that polluted the Springs in the first place. He wants Stockmann to clear his name. Stockmann is irate and refuses, and the men part with ill words. Horster visits the house and tells them he cannot take them on his ship because the owner got rid of him as captain due to his affiliation with Stockmann. The Stockmann boys come home and Morten explains he was beaten up because another boy called his father a traitor and he fought back. This enrages Stockmann. He decides the family will not retreat -they will stay and fight for what is right. They will educate the children at home and Stockmann will embrace his role as enemy of the people. They have truth on their side and will be strong and victorious.", "analysis": ""}