{"name": "Overview", "url": "https://web.archive.org/web/20210630170925/https://www.gradesaver.com/all-for-love/study-guide/summary", "summary": "The play begins with Serapion, a priest of Isis, discussing the fact that there have been many dark omens manifesting in the natural world recently. Alexas, Cleopatra's eunuch, suggests that this is nonsense, and warns that Cleopatra's relationship with Antony, the Roman general, is on the rocks. When Ventidius, one of Antony's former generals, comes to fetch him, Serapion throws a feast in honor of Antony's birthday. Ventidius wants to lure Antony back to Rome and tells the mournful Antony that there is a legion waiting to fight with him in Syria, but only if he is willing to leave Cleopatra behind and move on. Antony is not taking any visitors, as he is trying to will himself to stop loving Cleopatra, but Ventidius does not take no for an answer and eventually convinces Antony to leave Cleopatra and join the Romans. Cleopatra is inconsolable when she learns that Antony is leaving her. She sends Alexas to bring Antony a bracelet on her behalf. When he delivers the bracelet, Antony has trouble fastening it, and Alexas tells him that Cleopatra ought to do it. Antony goes to Cleopatra and when he sees her in person, is dissuaded from leaving Egypt. She tells him that she refused an offer from Octavius, which proves her love for him. Ventidius tries yet again to get Antony to leave Egypt. He brings both Antony's old friend, Dolabella, as well as Antony's wife, Octavia, and daughters, to convince him to come back to Rome. Antony previously banished Dolabella for seeming to fall in love with Cleopatra, but Antony has forgiven him upon his return. Octavia manages to convince Antony to return to Rome, and Octavia and Cleopatra have a confrontation. Antony plans to leave Egypt and sends Dolabella to deliver the news to Cleopatra, as he believes that Dolabella will be best suited to communicate his regret at having to leave. When Dolabella goes to Cleopatra, Cleopatra and Alexas make a plan to make Antony jealous: Cleopatra will attempt to seduce Dolabella, which will lure Antony back to her. When Cleopatra attempts to seduce Dolabella, she has second thoughts and does not pursue anything. However, Ventidius and Octavia see the interaction and tell Antony that Dolabella is having an affair with the Egyptian queen. Antony is heartbroken, but still wants to believe the best of Cleopatra, which offends Octavia, who denounces him once and for all, and leaves him. Dolabella and Cleopatra try and tell Antony that there was no affair, but he does not believe them. In the final act, Antony leads his troops in battle against Caesar, but instead of fight the Romans, they greet them as friends and turn against Egypt. Hearing of Egypt's doom, Cleopatra attempts to flee, leaving Alexas behind. In order to save his own life, Alexas tells Antony that Cleopatra killed herself. Antony is heartbroken, and he and Ventidius kill themselves. Just as Antony is dying, Cleopatra rushes on, having heard of Alexas' lie. After Antony dies in her arms, Cleopatra asks Charmion and Iras, her attendants, to bring her aspics , so that she can get bitten by them and die. She and her two attendants die from snake bites.", "analysis": ""}