{"name": "Overview", "url": "https://web.archive.org/web/20211108095248/https://www.gradesaver.com/the-sorrows-of-young-werther/study-guide/summary", "summary": "The Sorrows of Young Werther, a novel that consists almost entirely of letters written by Werther to his friend Wilhelm, begins with the title character in a jubilant mood after having just escaped from a sticky romantic situation with a woman named Leonora. Werther has settled in a rural town, determined to spend some time painting, sketching, and taking excursions around the countryside. Werther does not accomplish much work, preferring to admire the easy lifestyle of the peasant class, which reminds him of the ancient \"patriarchal life\" found in the Bible. Werther makes the acquaintance of many of the local peasants, including two peasant brothers, Hans and Philip, and a country lad who is in love with the widow who employs him. Werther finds Wahlheim, a village a short distance away from his town, to be the most charming place in the countryside. This estimation increases a hundredfold when he meets the village bailiff's daughter, Lotte, at a dance. Their interaction is immediately striking - they are both enthusiasts of the new sentimental style of literature, represented by Goldsmith and Klopstock, as well as ancient writers like Homer and Ossian. Lotte, however, is engaged to an upstanding man, Albert. Werther must satisfy himself with friendship alone. In the coming weeks, Werther grows more and more impressed with Lotte, cherishing her unique charm and insight as she uncomplainingly carries the burden of motherhood. She is the eldest of eight children, and assumed the responsibility of caring for her siblings after her mother's death. However, Albert returns, and Werther must meet the man who has Lotte's heart. After determining that he will leave, Werther instead stays, forming a friendship with Albert, who he finds to be both intelligent and open-minded, though much more sensible than the romantic Werther. Upon Albert's arrival, however, Werther grows increasingly infatuated with Lotte. He can't resist feeling that Lotte would be happier with him; they are both initiates in the intense, subjective emotionalism of Sturm und Drang, and Albert is not. However, the faithful Lotte has no intention of leaving her fiance, and Werther determines, at Wilhelm's recommendation, to take an official court position rather than remain in an impossible triangle. He leaves Wahlheim without informing Albert or Lotte of his plan. Werther's official position, however, is a great disappointment to him. He clashes with his employer, the envoy, who is as meticulous and cerebral as Werther is spontaneous and emotional. Werther also loathes the social scene of his new job, in which the aristocratic class rules over all, though he cultivates rewarding friendships with two aristocrats, Count C and Fraulein von B. The positive aspect of his job crumbles, however, when the aristocratic class, including Fraulein von B, snubs Werther at one of Count C's parties. Humiliated, Werther resigns from his position, moving with another friend, Prince ---, to the Prince's country estates. This situation, too, is short-lived, as Werther finds himself irrevocably drawn back to Wahlheim and Lotte. When Werther returns to Wahlheim, he discovers that his infatuation with Lotte has only grown stronger during the separation. As Lotte later suggests, it seems that the impossibility of his possessing her is what feeds his obsession. Albert and Werther become increasingly estranged, and Lotte is caught in the middle. Also, the countryside has taken a turn away from the idyllic: Hans is dead, and the country lad's tale of love has ended in murder. Meanwhile, Werther meets Heinrich, a former employee of Lotte's father's, who was driven mad by an unrequited passion for her. Werther feels increasingly hopeless. Three days before Christmas of 1772, in an attempt to salvage what is left of their relationship, Lotte orders Werther not to visit her until Christmas Eve, when he will be just another friend. Werther decides that he cannot live on such terms with Lotte, electing instead to kill himself. He pays Lotte a final visit, during which he forces a kiss and is ordered never to see her again. At home, alone, Werther writes Lotte a letter. He asks her for Albert's hunting pistols, and she sends them to him. Then, with a calmness hitherto unknown to his restless soul, Werther shoots himself in the head. He lingers until the morning; Lotte, Albert and Lotte's brothers and sisters watch him die. At the novel's end, Werther is buried without a church service. Lotte's own life is in jeopardy as well; she is driven to desperate grief by Werther's action.", "analysis": ""}