{"name": "Overview", "url": "https://web.archive.org/web/20210422120458/http://www.gradesaver.com/as-you-like-it/study-guide/summary", "summary": "As You Like It is a play with two main plots: there is the conflict between Orlando and his older brother Oliver, and there is the usurpation of the ducal throne by Duke Frederick from his brother Duke Senior. The play opens with Orlando complaining to a servant named Adam about the way Oliver treats him. Oliver, as the eldest brother, has inherited the entire estate from their father, Sir Rowland De Bois. As such, he is in charge of raising his two younger brothers. This plot is complemented by the fact that Duke Frederick, a younger brother to Duke Senior, has usurped his brother's position. Duke Senior has been banished from the duchy and now lives in the Forest of Ardenne with several other nobles, living off the land and killing the local animals for food. Duke Frederick has a daughter Celia who is very close friends with Duke Senior's daughter Rosalind. As a result, Rosalind is still at court with her cousin when the play begins. Orlando tells Adam that he is upset because Oliver has refused to educate him or help him become a proper gentleman. Oliver arrives and soon the two brothers are in a fight that Orlando wins by grabbing his brother and choking him. After Orlando leaves, Oliver meets with the Duke's wrestler, Charles, and asks the wrestler to seriously harm Orlando if he chooses to fight him in the wrestling contest the next day. Charles promises to make sure Orlando can never walk again. Rosalind and Celia, the two respective daughters of Duke Senior and Duke Frederick, are at court talking. Rosalind is depressed that her father has been banished and Celia is trying to cheer her up. A court fool named Touchstone arrives and entertains them with some witty dialogue. Soon thereafter Le Beau, a courtier, informs the women that Charles has already won three wrestling matches that morning. He further tells them that Charles will next wrestle on the spot where they are standing. Duke Frederick arrives and is trying to dissuade Orlando from becoming the next victim of Charles' great skill. Orlando refuses and insists on challenging. Rosalind, liking Orlando's looks, asks the Duke if she may try and convince him to not fight. However, she is also unable to stop Orlando. The two men fight and Orlando manages to throw Charles, thereby winning the match. Rosalind is so happy for him that she gives him a necklace to wear. He is speechless and does not know what to say to her. When Orlando arrives home, he is greeted by Adam who tells him to flee immediately because Oliver has vowed to kill him. Orlando and Adam gather their things and depart for the forest of Ardenne. Meanwhile Duke Frederick has become fearful of Rosalind's influence over Celia. He meets with her and banishes her as well. Celia is distraught by this and promises to accompany Rosalind into banishment. Rosalind decides to dress as a young man in order to escape detection, and she chooses the name Ganymede. Celia pretends to be Ganymede's sister Aliena, meaning \"the estranged one\". Rosalind and Celia convince Touchstone to join them and they arrive in the forest nearly famished. They come across a shepherd named Corin and asks him for food but he tells them he is not allowed to help strangers due to his master's orders. However, Corin admits that his master is trying to sell the land. Rosalind offers to buy it and together they go to a shack with Corin. In the forest the men the Duke Senior presides over spend their time hunting and playing games. One man named Jaques is a melancholy character who disagrees with killing the deer. He spends his time alone and prefers to contemplate how awful his life is. Duke Senior tries to find Jaques because he finds his melancholy friend quite funny to listen to. After much searching the Duke gives up and prepares a large meal for his men. Jaques finally returns to where the Duke and his men are staying and informs them that he met Touchstone the fool in the forest. Orlando and Adam reach the forest in a state of exhaustion. Adam is so tired that Orlando is forced to carry the old man on his back. Orlando finally puts Adam down and goes to search for food. He comes across Duke Senior and sees the food that the men are about to eat. Orlando then rushes into the clearing and orders them to stop eating. Duke Senior politely asks him to join them and Orlando gratefully goes to get Adam so they can eat. Duke Frederick has in the meantime learned about the escape of Celia and Rosalind. He learns that the two women were obsessed by Orlando and concludes that they must have run off with Orlando. Frederick makes Oliver show up at court and demands to know what happened to Orlando. Oliver cannot tell him since Orlando has run away, but Duke Frederick orders Oliver to find his brother and confiscates all of Oliver's land until he does so. Oliver dejectedly prepares to go into the forest in search of Orlando. Having joined the Duke's men, Orlando now spends his time writing poetry to Rosalind. He carves her name into all the trees and hangs his poems on the tree branches. She comes across the writing and reads some it. Touchstone also has found the poems and he mocks the poor style in which they are written. Rosalind is embarrassed by the fact that her name is appearing wherever she looks and asks Celia if she knows who is doing this. Celia tells Rosalind that it is Orlando. At that moment Jaques and Orlando enter, forcing Rosalind and Celia to hide. Jaques urges the younger man to stop putting his poems on all the trees. Rosalind, excited by seeing Orlando again, emerges and greets him. Rosalind informs Orlando that she can cure him of his love. He does not want to be cured, but agrees to try out her remedy. She makes Orlando pretend that she is Rosalind so he may woo her. The joke of course is that she really is Rosalind disguised as Ganymede. Touchstone has meanwhile fallen in love with a goatherd named Audrey. She and he are about to be married in the forest when Jaques appears. He tells Touchstone to wait a while and tries to convince the court fool not to marry. Rosalind and Celia go to a spot where Orlando agreed to meet them the last time they spoke with him. Corin arrives first and tells Rosalind that there are two lovers she should see. She goes with him and watches as Silvius tries to woo Phoebe, a young shepherdess who scorns his love. Rosalind gets fed up with watching them and emerges from her hiding spot. She tells Phoebe that she should be begging a man as kind as Silvius to marry her, \"you are not for all markets\" . Phoebe immediately falls in love with Ganymede in spite of the harsh words that Rosalind is saying to her. After Rosalind leaves, Phoebe and Silvius both suffer from being in love with someone who scorns their love. Phoebe then convinces Silvius to write a poem with her so she can send it to Ganymede. Rosalind and Celia return to their spot to wait for Orlando who arrives nearly an hour late. Rosalind chides him for his tardiness, accusing him of not really loving her. He now pretends that Ganymede is Rosalind and starts to woo her. Rosalind plays with him a little and tries to teach him the proper way to win her heart. She further tries to make Orlando realize that she is not perfect and will have some flaws when he meets her. They agree to meet again later that day. Celia accuses Rosalind of misusing her sex by playing with Orlando the way she just did. Rosalind and Celia return to the same spot and wait for Orlando again. He is late for a second time and Silvius arrives first. He presents Ganymede with a poem from Phoebe, claiming he never helped her write it. Rosalind does not believe him but opens the letter and reads it. Silvius is crushed when he realizes that Phoebe tricked him into delivering a love letter rather than a letter expressing anger at the way Ganymede spoke to her. Silvius leaves and Oliver arrives with a bloody handkerchief. Oliver first ascertains that Celia and Rosalind are the two people he was sent to find. He then tells them that Orlando has sent the bloody handkerchief along with an excuse for being late. Oliver tells them that Orlando came across him sleeping under a tree. A snake was curled around Oliver's neck and about to enter his mouth when Orlando scared it off. Next a large lioness emerged and was about to attack Oliver when Orlando started to fight with it. Orlando killed the lion but was wounded in the process. Oliver, realizing his younger brother saved his life, immediately recanted his hatred and they were reunited as friends. Oliver hands Rosalind the handkerchief as a sign that Orlando was wounded in the arm and therefore could not come himself. Rosalind faints after hearing the story and Oliver has to revive her. He is skeptical when she pretends that the faint was only pretend, but agrees to tells Orlando that it was. Touchstone and Audrey are still together, wandering around the forest hoping to get married soon. A young man who love Audrey arrives and is greeted by Touchstone. After exchanging a few pleasant words, Touchstone tells the man to go away and leave Audrey alone. He threatens to kill the man if he should return. Rosalind meets with Orlando, Silvius, and Phoebe. Phoebe is now in love with Ganymede, Silvius in love with Phoebe, and Orlando in love with Rosalind who is pretending to be Ganymede. Rosalind finally finds a way out of the entire crisis and orders them to all meet her the next day. She promises Orlando that he will marry Rosalind and Silvius that he will marry Phoebe. Rosalind promises Phoebe that she will marry her if Phoebe still wants her at the time of the marriage ceremony the next day. Otherwise, Phoebe must marry Silvius. Everyone gathers the next day including Duke Senior and his men. Rosalind arrives and makes all of the lover's reaffirm their promises and vows. She and Celia then leave and change back into women. Rosalind reemerges as Rosalind and Celia as Celia. Orlando is overjoyed but Phoebe realizes that she must now marry Silvius. Meanwhile, Celia and Oliver have fallen in love and plan to get married as well. Lastly, Touchstone and Audrey arrive. Hymen, the god of marriage, performs all four ceremonies. Jaques, the melancholy character, comments that it is like watching the couples be led into Noah's ark two-by-two. In the last moments of the play the brother to both Orlando and Oliver arrives. He informs them all that Duke Frederick met a holy man and converted to a religious life. In the process Duke Frederick returned the duchy to his brother Duke Senior and abdicated his position. This happy ending means that Orlando is the heir to the duchy, Oliver retains his estate, and Duke Senior returns to his former position. Rosalind ends the play by asking the audience to favor the actors with applause.", "analysis": ""}