{"name": "Overview", "url": "https://web.archive.org/web/20210410235626/https://www.gradesaver.com/paradise-lost/study-guide/summary", "summary": "Milton's epic poem opens on the fiery lake of hell, where Satan and his army of fallen angels find themselves chained. Satan and his leutenant Beelzebub get up from the lake and yell to the others to rise and join them. Music plays and banners fly as the army of rebel angels comes to attention, tormented and defeated but faithful to their general. They create a great and terrible temple, perched on a volcano top, and Satan calls a council there to decide on their course of action. The fallen angels give various suggestions. Finally, Beelzebub suggests that they take the battle to a new battlefield, a place called earth where, it is rumoured, God has created a new being called man. Man is not as powerful as the angels, but he is God's chosen favorite among his creations. Beelzebub suggests that they seek revenge against God by seducing man to their corrupted side. Satan volunteers to explore this new place himself and find out more about man so that he may corrupt him. His fallen army unanimously agrees by banging on their swords. Satan takes off to the gates of hell, guarded by his daughter, Sin, and their horrible son, Death. Sin agrees to open the gates for her creator , knowing that she will follow him and reign with him in whatever kingdom he conquers. Satan then travels through chaos, and finally arrives at earth, connected to heaven by a golden chain. God witnesses all of this and points out Satan's journey to his Son. God tells his Son that, indeed, Satan will corrupt God's favorite creation, man. His Son offers to die a mortal death to bring man back into the grace and light of God. God agrees and tells how his Son will be born to a virgin. God then makes his Son the king of man, son of both man and God. Meanwhile, Satan disguises himself as a handsome cherub in order to get by the angel Uriel who is guarding earth. Uriel is impressed that an angel would come all the way from heaven to witness God's creation, and points the Garden of Eden out to Satan. Satan makes his way into the Garden and is in awe at the beauty of Eden and of the handsome couple of Adam and Eve. For a moment, he deeply regrets his fall from grace. This feeling soon turns, however, to hatred. Uriel, however, has realized that he has been fooled by Satan and tells the angel Gabriel as much. Gabriel finds Satan in the Garden and sends him away. God, seeing how things are going, sends Raphael to warn Adam and Eve about Satan. Raphael goes down to the Garden and is invited for dinner by Adam and Eve. While there, he narrates how Satan came to fall and the subsequent battle that was held in heaven. Satan first sin was pride, when he took issue with the fact that he had to bow down to the Son. Satan was one of the top angels in heaven and did not understand why he should bow. Satan called a council and convinced many of the angels who were beneath him to join in fighting God. A tremendous, cosmic three-day battle ensued between Satan's forces and God's forces. On the first day, Satan's forces were beaten back by the army led by the archangels Michael and Gabriel. On the second day, Satan seemed to gain ground by constructing artillery, literally cannons, and turning them against the good forces. On the third day, however, the Son faced Satan's army alone and they quickly retreat, falling through a hole in heaven's fabric and cascading down to hell. This is the reason, Raphael explains, that God created man: to replace the empty space that the fallen angels have left in heaven. Raphael then tells of how God created man and all the universe in seven days. Adam himself remembers the moment he was created and, as well, how he came to ask God for a companion, Eve. Raphael leaves. The next morning, Eve insists on working separately from Adam. Satan, in the form of serpent, finds her working alone and starts to flatter her. Eve asks where he learned to speak, and Satan shows her the Tree of Knowledge. Although Eve knows that this was the one tree God had forbidden that they eat from, she is told by Satan that this is only because God knows she will become a goddess herself. Eve eats the fruit and then decides to share it with Adam. Adam, clearly, is upset that Eve disobeyed God, but he cannot imagine a life without her so he eats the apple as well. They both, then, satiate their new-born lust in the bushes and wake up ashamed, knowing now the difference from good and evil . They spend the afternoon blaming each other for their fall. God sends the Son down to judge the two disobediant creatures. The Son condemns Eve, and all of womankind, to painful childbirths and submission to her husband. He condemns Adam to a life of a painful battle with nature and hard work at getting food from the ground. He condemns the serpent to always crawl on the ground on its belly, always at the heel of Eve's sons. Satan, in the meantime, returns to hell victorious. On the way, he meets Sin and Death, who have built a bridge from hell to earth, to mankind, whom they will now reign over. When Satan arrives in hell, however, he finds his fallen compatriots not cheering as he had wished, but hissing. The reason behind the horrible hissing soon becomes clear: all of the fallen angels are being transformed into ugly monsters and terrible reptiles. Even Satan finds himself turning into a horrible snake. Adam and Eve, after bitterly blaming each other, finally decide to turn to God and ask for forgiveness. God hears them and agrees with his Son that he will not lose mankind completely to Sin, Death and Satan. Instead, he will send his son as a man to earth to sacrifice himself and, in so doing, conquer the evil trinity. Michael is sent by God to escort Adam and Eve out of the Garden. Before he does, however, he tells Adam what will become of mankind unitl the Son comes down to earth. The history of mankind will be a series of falls from grace and acceptance back by God, from Noah and the Flood to the Babylonian exile of the Jewish people. Adam is thankful that the Son will come down and right what he and Eve have done wrong. He holds Eve's hand as they are escorted out of the Garden.", "analysis": ""}