{"name": "Overview", "url": "https://web.archive.org/web/20180419025457/http://www.gradesaver.com/mary-barton/study-guide/summary", "summary": "Mary Barton begins in the fields outside Manchester, where two families meet after enjoying a holiday. George and Jane Wilson carry their twin babies, while John Barton accompanies his heavily pregnant wife, Mary. Their 13-year-old daughter, also named Mary, plays nearby. Wilson and Barton invite their wives to sit and chat, while the two men take a walk and discuss Mary's sister, Esther, who ran away from home few nights earlier. John believes that Esther is rotten because her factory wages have given her an unhealthy amount of independence. Meanwhile, 17-year-old Jem Wilson runs by and snatches a kiss from Mary, who slaps his face. The families head to the Barton house to have tea and Mary sends her daughter for provisions and to invite Alice Wilson, George's sister, who works as a sick-nurse. Later that night, Mrs. Barton and her baby die in childbirth, possibly due to \"a shock to her system\" - namely, Esther's disappearance. Three years later, Mary becomes an apprentice dress-maker and John Barton involves himself heavily in the Trades' Union. A year later, Alice introduces Mary, now seventeen and very beautiful, to Margaret Jennings and her grandfather Job Legh. The girls become good friends. Mary learns that Margaret is going blind, but she has a chance to sing for a living instead of sewing, which has become increasingly difficult for her. Meanwhile, Mary attracts the attentions of a wealthy mill-owner's son, Harry Carson. Mary barely speaks to Jem even though he is in love with her. When Carson's mill burns down, George Wilson is out of work and the Wilson family must solely on Jem's income from his job as a mechanic. Soon thereafter, Wilson's twin boys become ill with fever and also die. Mary goes to the family, and when she speaks too comfortingly to Jem, he cannot resist telling her that he loves her. She recoils at his confession at such a tragic time. She returns home and dreams of becoming Mrs. Harry Carson, a wealthy lady who will lift her dear father out of poverty. Meanwhile, John Barton has joined a delegation that will go to London to describe the working man's plight to Parliament. After holding a meeting to plan the delegation's agenda, Barton departs, filled with hope. Mary resolves not to see Harry during her father's absence. However, her confidante, Sally Leadbitter, comes to the Barton home with a letter from Harry. However, Mary has just learned of George Wilson's sudden death. Margaret comes calling soon after and, after weeping over George's demise, tells Mary that she has gotten a singing job. John Barton returns depressed because Parliament refused to see the delegation, and Mary asks Job and Margaret to help comfort her father. Job reads a poem, which Barton asks Mary to copy down, and she does - onto a valentine that Jem had once sent her. Life continues to get worse for the Bartons because John cannot find work. When Mary visits Jane Wilson, she learns that Jem is doing well in Canada and supposedly plans to marry another girl. Mary is distressed by this news, as well as Alice's sudden deafness. Weeks later, Barton runs into the long-lost Esther, who is now a prostitute. She tries to warn him about Harry Carson and Mary. Although he later regrets it, Barton pushes Esther away and she lands in prison for a month. Soon after this event, Jem comes to propose to Mary. When she refuses, he rushes out, telling her not to blame him if he becomes a murderer or drunkard. After Jem is gone, Mary discovers that she loves him. She tells Harry that she does not want to see him anymore. Harry admits that he never intended to marry Mary, but later tells Sally that he will not give Mary up without a fight. Harry continues to pursue Mary, and Jem never visits. Margaret gives Mary the news that she saw Jem on her singing tour and he is doing very well in his work. The next day, Mary visits the Wilsons and Alice's nephew Will, the sailor, arrives. Some days after that, Mary spends a jovial evening with Job, Margaret, Alice and Will, who falls in love with Margaret after hearing her sing. When Esther is released from prison, she tells Jem about Harry Carson and Mary. Jem approaches Harry, asking him his intentions for Mary and the two men quarrel - a policeman has to separate them. To resolve the strike in Manchester, a deputation of workers plead their case in front of the mill owners, who refuse to concede. Harry, a staunch opponent to strike concessions, draws a cruel cartoon of the ragged men. Later in a pub, the striking men plan to take violent action against Harry, drawing lots to see who will be the murderer. Will comes to say goodbye to Mary - he must to walk to the Isle of Man to catch his ship because he has no money for a train ticket. That evening, John Barton, grumpy as ever, goes off on a mysterious errand. Margaret arrives with news that Alice has had a stroke. That same night, the Carson family receives news that Harry has been murdered by a shot to his head. Mary learns that Jem has been arrested as the prime suspect in Harry's murder. To make matters worse, Jane Wilson has unwittingly identified Jem's gun as the murder weapon. When Mary visits Jane, the older woman throws Mary out because she blames the girl for Jem's predicament. Later, Esther brings Mary a piece of evidence she found at the crime scene - a piece of paper that bears Mary's name in Jem's handwriting. After Esther leaves, Mary searches through her father's belongings to find Jem's valentine with the copied verses and realizes that John, not Jem, is the murderer. Mary begins to look for a way to prove Jem's innocence and protect her father from blame. She asks Job Legh about an alibi for Jem and he explains what she must do. Afterwards, Mary goes to Jane Wilson and discovers that Jem had planned to walk with Will to Liverpool on the night of Carson's murder. Job convinces a lawyer, Mr. Bridgenorth, to defend Jem. Job and Mary make plans to travel to Liverpool for the trial, along with Mrs. Wilson. Once in Liverpool, Mary finds out that Will's ship has sailed a day early. She finds out that there is still a chance she can catch up with the boat and rushes to the docks. With the help of several kind sailors, Mary catches up with Will's boat, and he promises to return and testify at Jem's trial. Ben Sturgis, a kind old sailor, takes the exhausted Mary in. Meanwhile, Job is anxious because he has not heard from Mary yet and if Will is not at the trial, Jem will most certainly be convicted. The next morning, the trial begins with Jem's \"not guilty\" plea. The evidence is stacked against him. When Mary is called to the witness stand, she proclaims her love for Jem and voices her regret for the dalliance with Harry Carson. Will arrives suddenly and testifies that Jem was with him the night of the murder - and this crucial information exonerates Jem. Meanwhile, the stress and fatigue has made Mary delirious and Mr. and Mrs. Sturgis look after her. Jem must go to Manchester to see Alice, who is dying. After Mary recovers, she returns home to care for her father. John Barton, who has not long to live, realizes that even though Jem has not been convicted of Harry's murder, the trial has sullied his reputation and affected his job prospects. Barton finally confesses his guilt to Mr. Carson, Job, Jem, and Mary and asks them all for forgiveness. At first, Mr. Carson refuses, but later, he reads the Bible and has an epiphany. Carson returns to the Barton home and forgives the sickly man for killing his son - moments before Barton dies. Jem gets a job in Canada and prepares to move there with Mary. Meanwhile, Mr. Carson has seen the error of his ways and starts trying to help improve the lives of the factory workers. Esther returns to the Barton home and dies there. Years later, Jem and Mary are happily married and living in Canada with their son, Johnnie. Margaret has an operation that restores her eyesight and she becomes engaged to Will Wilson.", "analysis": ""}