{"name": "Overview", "url": "https://web.archive.org/web/20180408180734/http://www.gradesaver.com/cymbeline/study-guide/summary", "summary": "As Cymbeline opens, two Gentlemen are discussing the state of Cymbeline's kingdom. They note that the King's virtuous daughter, Imogen, has married the equally virtuous Posthumus Leonatus, to the considerable displeasure of the King and Queen; Imogen is the King's daughter by a former wife, and he and his current Queen wanted Imogen to marry the Queen's son by a previous marriage of her own, the cloddish Cloten. We also learn that the King previously was the father to twin boys, Guiderius and Arvigarus, who were stolen from him in their infancy and never heard from again. His new Queen is wicked and duplicitous, acting as though she is happy for Imogen and Posthumus but secretly orchestrating their undoing. In his rage, the King banishes Posthumus. Before parting for Rome, Posthumus and Imogen exchange bands-he gives her a bracelet and she gives him a ring-and promise to be true to one another. As a parting gift, Posthumus has his faithful servant, Pisanio, stay in England to attend on Imogen. The Queen, sensing that Pisanio is a troublesome presence given her ambition, gives Pisanio an elixir filled with what she thinks is poison, telling him that it's medicine. In fact, however, the elixir is not poison; the court doctor, Cornelius, wary of the wicked Queen who asked him to brew her poison, has concocted a potion that creates the appearance of death for a short while but is, in fact, harmless. Having arrived in Italy, Posthumus falls in with some old acquaintances, including the Machiavellian Iachimo and the good-hearted Philario. The conversation turns to women's lack of virtue, and Posthumus declares Imogen exempt from this judgment, saying that she is totally chaste. Iachimo wagers ten thousand pounds against the precious ring Posthumous received from Imogen that he can get Imogen to commit adultery. Posthumous accepts this proposition, and Iachimo departs for England. Once in England, Imogen resists Iachimo's attempts to woo her. However, the clever Iachimo has a backup plan. He asks Imogen to keep a chest in her room overnight for safekeeping, and she agrees. In the middle of the night Iachimo himself rises out of the chest, takes an inventory of Imogen's bedroom and some intimate details of Imogen in the nude, and removes the bracelet Posthumus gave her from her wrist. Back in Italy, Iachimo uses this evidence and his knowledge of Imogen's body to convince Posthumus, against the protestations of Philario, that he has indeed bedded Imogen. Enraged, Posthumus sends word to Pisanio that he must take Imogen to Wales on the pretense of meeting him there and kill her. Meanwhile, the Roman Empire has sent an ambassador, Caius Lucius, to collect tribute from England. Cymbeline, influenced by his Queen and Cloten, refuses this tribute, saying that England is self-sufficient and equal to any challenge Rome might pose. Lucius thus declares Cymbeline the enemy of Rome and departs to plan an attack on the rebellious Britons. Pisanio, having received the order to kill Imogen, takes her to Wales. However, rather than killing her, he tells her that Posthumus has been tricked into thinking her inconstant. Imogen is rent with grief at the news of her lover's doubt in her. Pisanio tells her that her best hope is to disguise herself as a man and offer her services as a page to Lucius, who will be stationed in Wales. Imogen agrees, puts on male garb, and renames herself Fidele. As a parting gift, Pisanio gives Imogen the elixir that the queen gave him, telling her that it is medicine. Upon returning to England, it is discovered that Imogen has gone missing, and Cloten questions Pisanio as to her whereabouts. Pisanio says that she has gone to Wales to meet Posthumus. Enraged by an earlier insult in which Imogen told him that he was not worth Posthumus's \"mean'st garment,\" Cloten procures some of Posthumus's clothes and goes off to Wales, planning to kill Posthumus while wearing his clothes and then rape Imogen. While dressed as Fidele, Imogen comes upon a cave in the wilderness of Wales wherein there is food. Starving, she helps herself, only to be interrupted by three rustics. We learn that these rustics are in fact former members of Cymbeline's court. Belarius, who was falsely accused of treason, stole Cymbeline's sons as revenge, renaming them Cadwal and Polydore and calling himself Morgan. These heirs to England's throne have been raised in ignorance of civilization, yet they still show regal bearing. They immediately fall in love with Fidele, recognizing \"his\" true nobility. The next day, having determined to keep Fidele as a cook, they go off to hunt. Fidele, who is grief-stricken at her betrayal by Posthumus, takes the elixir Pisanio has given her and falls into a deep sleep. Meanwhile, while out hunting, Belarius, Arvigarus and Guiderius come upon Cloten, who is looking for Posthumus and Imogen. Belarius recognizes Cloten from his days in court and tries to get the brothers to retreat with him; Guiderius, however, confronts Cloten, who roundly insults him. Guiderius insults Cloten back, and Cloten threatens to behead him. As a reply, Guiderius beheads Cloten and drags his body back to the cave. When he returns to the cave, he finds Arvigarus and Belarius in mourning over the apparently dead body of Fidele. They sing a requiem and lay the two dead bodies beside each other. Fidele soon awakes and, seeing Cloten's clothes, thinks that Cloten's beheaded body is actually Posthumus's. She cries over his corpse while, meanwhile, Lucius advances for battle with England in the same region. Lucius is most impressed by Fidele's devotion to her dead \"master\"-as she names the body-and so takes her as his own page. For their part, Guiderius and Arvigarus have heard of the coming battle between Rome and Britain, and against their father's protestations they determine to fight on the English side. Belarius reluctantly joins them. Posthumus, in the meantime, has arrived in grief from England, fully regretting his order to have Imogen killed. Pisanio has sent a bloodied handkerchief as a false sign that Posthumus's will has been done, and Posthumus, in his grief, has decided to fight on Britain's side in the coming battle disguised as an English peasant. The battle begins and all looks well for the Romans until Posthumus, Belarius, Guiderius and Arvigarus rally the retreating British and rout Rome. Following his important role in the battle, Posthumus changes back into his Roman attire, after which he is arrested and jailed as a Roman. While in jail, Posthumus is visited in his sleep by the spirits of his glorious ancestors, who intercede on his behalf with Jupiter. Jupiter inscribes a prophesy on a tablet, implying that all will yet be well for Posthumus, though things look grim indeed. Upon waking up, after a short, morbid chat with a comedic jailer, Posthumus is sent for by Cymbeline. In Cymbeline's tent, the King knights Arvigarus and Guiderius for their bravery in battle, noting that he wishes the other peasant warrior were about as well. Soon after, Cornelius arrives on the scene with the news that the Queen has died of grief following the prolonged absence of her son. The physician continues that on her deathbed the Queen confessed to her wickedness, a revelation that shocks Cymbeline. The Roman prisoners enter and Cymbeline plans to have them killed; Lucius pleads for the life of Imogen, whom he describes as his faultless page, and beholding though not recognizing his disguised daughter, Cymbeline agrees to spare \"his\" life. Iachimo is among the captive Romans, and Imogen spots the ring she had given Posthumus on his finger. She demands to know how he got it. Iachimo confesses to his horrible bedroom wager with Imogen, saying that he hid in the chest. This drives Posthumus from his Roman disguise, as he tries to kill Iachimo in his rage. Imogen interrupts him but Posthumus doesn't recognize her and pushes her away. Pisanio, however, does recognize Imogen, and reconciles the two lovers again, also thus reconciling the King and his lost daughter. Pisanio furthermore reveals that he knows Cloten to be in Wales, upon which Guiderius admits that he killed Cloten. The King is livid until Belarius reveals that \"Cadwal and Polydore\" are in fact his sons, Guiderius and Arvigarus. The King and Imogen are both overjoyed at this news. All reconciled, all forgiven, Cymbeline tells the Romans that he had been poisoned in his judgment by the Queen, and declares that Britain will remain subject to Rome. Posthumus then gives the tablet containing Jupiter's prophesy to Philarmonus, the Roman soothsayer. Philarmonus interprets the tablet as predicting the reconciliation of Posthumus and Imogen and the restoration of Cymbeline and his sons, and further declares that the gods have made all harmonious and peaceful between Rome and England. On this note, Cymbeline declares a procession through London to show the peace between these two states.", "analysis": ""}