{"name": "Overview", "url": "https://web.archive.org/web/20210416173628/http://www.gradesaver.com/titus-andronicus/study-guide/summary", "summary": "The Roman emperor is dead, and his sons, Saturninus and Bassianus, are agitating over who will take over the position. Saturninus declares that it is his right by primogeniture, while Bassianus declares that he deserves the throne because he has greater merit. Their bickering is interrupted by the announcement that the Roman citizens have elected the general, Titus Andronicus, newly returned from a victorious war against the Goths, as their new emperor. On that note, Titus arrives bearing the bodies of his dead sons - of his original twenty-five he has lost twenty-one in battle - as well as his Goth prisoners. The prisoners include the queen of the Goths, Tamora, and her three sons: Alarbus, Chiron, and Demetrius. Titus orders that Alarbus be sacrificed as a gift to the Roman gods, despite the heartfelt pleading of Tamora that he spare her eldest son. He then entombs his sons and greets his daughter, Lavinia. Marcus, his brother, informs Titus that he has been made emperor. Titus, however, declines the honor and declares Saturninus emperor. Saturninus' first imperial act is to claim Lavinia for his bride, despite of the fact that Lavinia is betrothed to Bassianus. Titus agrees to the marriage, but Bassianus steals Lavinia from Saturninus' side, claiming his just right to her. When Titus' remaining sons and brother defend Bassianus' right as well, Titus is appalled and declares them traitors. He even kills one of his sons, Mutius, who stands up to him. Saturninus is aghast and blames Titus as well as his family for the loss of Lavinia; he is somewhat ameliorated, however, by the sight of Tamora, whom he is instantly smitten with and so marries instead. Thus made empress, Tamora begs Saturninus to forgive Titus and the Andronici, meanwhile secretly promising to have her revenge on them for the sacrifice of Alarbus. After their reconciliation, the Andronici and the emperor plan to hunt together the following day. Tamora has a Moorish lover, Aaron, whose chief joy in life is to devise villainous acts. He comes across Chiron and Demetrius arguing over which of them will woo Lavinia. Aaron suggests that during the scheduled hunt they both lead Lavinia to a secluded spot and rape her, and the boys agree. During the hunt, Aaron also plants a bag of money, planning to create further mayhem. He meets Tamora in the secluded spot he has chosen and they begin to behave amorously, only to be interrupted by Bassianus and Lavinia, who promise to report their tryst to Saturninus. Chiron and Demetrius enter before they can get away, and when Tamora tells her sons that Bassianus planned to kill her they stab him. They then prepare to rape Lavinia, who begs Tamora to intercede with her sons. Tamora, however, refuses. After dragging Bassianus' body to a hole that Aaron has scouted, they exit with Lavinia. Aaron meanwhile fetches two more of Titus' sons, telling them that a panther is in the hole. They fall in and discover Bassianus' body. Before they can get out, Aaron brings Saturninus and Titus to the scene. He produces a letter that \"proves\" that Titus' sons murdered Bassianus for the gold that he hid. Saturninus instantly orders their executions, despite Titus' plea for a trial. Chiron and Demetrius, in the meantime, have finished raping Lavinia. They mutilate her, cutting off her tongue and hands so that she cannot accuse her rapists, and leave her to be found by Marcus, who, after a long speech, brings her to her father. Titus has been pleading with the tribunes of Rome to give his sons a fair hearing, but to no avail. He is already miserable, and upon beholding his mutilated daughter he is horror-struck. Aaron arrives in the midst of his misery, claiming that the emperor will pardon Titus' sons if only one of the Andronici will chop off his hand and present it as a gift. While Marcus and Lucius search for an ax to chop off their hands, Titus has Aaron chop off his own. Aaron, however, soon returns with both his sons' heads and his hand. The Andronici woefully carry these body parts away. Some time later, Lavinia is able to indicate to Marcus and Titus, by referring to Ovid's tale of Philomel's rape, that she has been raped. With Marcus' help, she uses a tree branch to write the names of her rapists in the sand. Titus is spurred to revenge, and begins by sending Chiron and Demetrius weapons wrapped with verses from Horace. Aaron, meanwhile, learns that Tamora has given birth to his child. She sends the baby to him, ordering him to kill it, and Chiron and Demetrius try to do so themselves. Aaron protects his son, however, insisting that he will grow up to be heir to Rome. He kills the nurse and midwife who witnessed the birth and, in order to fool Saturninus, has Chiron and Demetrius fetch a white infant to be presented as his son. He then escapes with his son to the Goths outside of Rome, hoping to find a safe home for him. The Andronici, meanwhile, have taken to shooting arrows wrapped in letters to the gods begging for justice into the Imperial court. Saturninus is infuriated at the suggestion that justice is not to be found in Rome, and is also worried because Lucius, whom he banished, has raised an army of Goths to depose him and has the support of the Roman people. Tamora reassures her husband that she will take care of Titus. She plans a banquet with Titus, Lucius, and the imperial family, to be held at Titus' house. During his attempt to save his son, Aaron is captured by the Goths and taken to Lucius. Lucius is about to kill them both when Aaron strikes a bargain with him to let the baby live in exchange for a full confession of his crimes. He tells Lucius about the rape of Lavinia, the murder of Bassianus, and the many other heinous acts that he gleefully committed. Lucius, horrified by his tales, has him bound and gagged. Tamora arrives at Titus' house to enact her plan. She comes dressed as the goddess Revenge, hoping that Titus is maddened enough by his misery to blind him to her true identity. Her sons also come in costume, as Rape and Murder. Titus, at their bidding, agrees to hold the banquet at his house and sends Revenge off to smite his enemies. He orders Revenge to leave Rape and Murder behind, however, and when Tamora is gone he reveals that he recognized them all along. He and Lavinia cooperate to murder Chiron and Demetrius, and hatch a plan to bake their flesh and blood into meat pies and serve them at the coming banquet. The night of the banquet arrives, and Saturninus and Tamora eat the pies. Titus asks Saturninus whether the father of a raped woman should kill her, and Saturninus says that yes, he should. At that, Titus kills Lavinia, revealing that Chiron and Demetrius raped and mutilated her at the bidding of Tamora and Aaron. Titus then stabs Tamora, Saturninus stabs Titus, and Marcus stabs Saturninus. With the emperor and Titus dead, the Romans agree to elect Lucius emperor. Lucius orders that Saturninus and Titus be buried, that Tamora be left to scavengers, and that Aaron be buried up to the chest in the ground and left to starve to death.", "analysis": ""}