{"name": "Overview", "url": "https://web.archive.org/web/20180325022355/http://www.gradesaver.com/ghosts/study-guide/summary", "summary": "The action takes place in modern Norway in the estate on the west coast of the country. There is a little rain. Thundering with wooden soles, a carpenter Engstrand enters the houses. The maid Regina tells him to be quiet: upstairs is sleeping just arrived from Paris, Oswald - the son of Alving. Carpenter says: shelter, which he had built, is ready for the tomorrow opening. Engstrand earned a decent sum of money on the construction and she is going to open in the city's his own establishment - a hotel for sailors. The carpenter leaves. In the living room appears Pastor Manders, he dissuades Alving of insurance of the built shelter - here is no need to question the firmness of the godly case. By the way, why Alving does not want Regina to move to her father in town? Oswald joins his mother and pastor. He argues with Manders, rebuking the moral image of the bohemian. Morality in artists and performers environment is no better and no worse than in any other class. Alving supports her son, the Pastor needlessly condemns her for reading freethinking books - with his clearly unconvincing protection of the dogmas of the church he only excites interest for them. Oswald goes for a walk. Pastor is annoyed. Has life taught Alving nothing? Does she remember how just a year after the wedding, she was running away from her husband to the Manders house and refused to return? Then the pastor managed to return her home, to the path of duty, to the home and the legitimate spouse. Has not Chamberlain Alving behaved like a real man? He multiplied the family fortune and fruitful work for the benefit of society. And did not he make her, his wife, his business assistant? Current Oswald's perverse views is a direct consequence of his lack of home education - Alfing insisted that the son was studying away from home. Pastor's words wounded Alving. Pastor knows that she did not love her late husband: Chamberlain Alving had bought her in her relatives. Handsome and charming, he has not stopped drinking and leading dissolute life after the wedding. No wonder she ran away from him. She loved Manders, and, apparently, he liked her too. And Manders is mistaken if he thinks that Alving has changed - he died profligate as he always has been. Moreover, he made a flaw in his own house: she found him one day on the balcony with the maid Johanna. Does Manders know that their maid Regina is an illegitimate daughter of Chamberlain? For a considerable sum carpenter Engstrand agreed to cover the sin of Johanna, and he does not know the whole truth about it - for him Johanna came up with a visiting American. As for her son, she has forcibly sent him out of the house. When he was seven years old, he began to ask too many questions. After the incident with the maid Fru Alving took holds of the house into her own hands. And she's been making tremendous efforts hiding from the public behavior of her husband. After finishing the confession Alving escorted the pastor to the door. And they both heard, passing by the dining room, a cry of Regina escaping from the Oswald's embrace. It seems to her that she is transported back in time and sees the couple on the balcony - chamberlain and maid Johanna. It became known that Oswald is ill. According to the diagnosis of a Parisian doctor, the disease is inherited, but Oswald, who almost did not know his father and always idealized him, did not believe the doctor, he believes the cause of the disease is his frivolous adventures in Paris at the beginning of studies. In addition, he is tortured by a constant inexplicable fear. He and his mother are sitting in the living room, and Fru Alving, wants to remove the son's feeling of guilt telling him the truth about his father and Regina, whom he promised already a trip to Paris. Suddenly, the conversation is interrupted by the appearance of the pastor and Regina's shouting. There is a fire not far from the house! \"Shelter named after Chamberlain Alving\" is burning. The time is coming to the morning. The same living room. On the table the lamp is still burning. Artful carpenter Engstrand blackmail Manders, claiming that it was he, the pastor, who awkwardly removing carbon deposits from the spark created a fire hazard. However, he should not worry, Engstrand will not tell anything about it. But let the pastor help him in good undertakings - equipment in city hotels for sailors. Pastor agrees. Carpenter and pastor leave, they are replaced in the living room by Fru Alving and Oswald, who had just returned from a fire that could not be put off. The interrupted conversation is resumed. Within this night Oswald's mother had time to think about many things. Now, telling the son the truth about his father, she is not as strict of the husband's deeds - his gifted and strong nature has not simply found a use in the wilderness and they were wasted on sensual pleasures. Oswald understood what it was. Let him know that present in their conversation Regina is his sister. Hearing this, Regina quickly says goodbye and leaves them. She was about to leave, when she learned that Oswald was ill. Only now Oswald tells his mother why he had previously asked her if she was ready to do anything for him. And why he, among other things, needed Regina so much. It has not fully told his mother about the illness - he is doomed to madness, a second seizure would turn it into a mindless animal. Regina could easily have given him to drink prepared in the bottle morphine. Now he gives the bottle his mother. Mother is comforting Oswald. His seizure has passed, he is at home, he will recover. It is nice here. Yesterday, the whole day rain was drizzling, but today he sees his homeland in all its present splendor, Fru Alving goes to the window and extinguishes the lamp. Let Oswald look at the rising sun and sparkling beneath mountain glaciers! Oswald looks out the window, silently repeating \"the sun, the sun,\" but does not see the sun. Mother looks at her son, clutching a vial of morphine.", "analysis": ""}