{"name": "Overview", "url": "https://web.archive.org/web/20201027064017/https://www.gradesaver.com/the-garden-party/study-guide/summary", "summary": "At the Bay The first of fifteen short stories within Katharine Mansfield's The Garden Party and Other Stories, \"At the Bay\" takes place in fictional Crescent Bay and details the lives of its residents over the course of a day. The text's core focus is on the Burnell family who live in a bungalow by the sea. The Brunells are an eclectic family of personalities from practical Stanley, the father, Beryl his curious sister-in-law, Linda his neglectful wife and his spirited four children. The mood of the sea and the passage of time augment the story's setting and help to establish mood and tone. Each of the main characters has their own story within \"At the Bay\" and each comes to their own conclusions concerns life itself, a major theme in the overall text, and the small part they each play in the lives of others. \"At the Bay\" begins at the dawning of a new day in Crescent Bay. The sea, ever reflecting the mood of the main characters stirs as the new dawn arrives. Stanley Burnell thinks he is the fist in the sea that morning but he is upset to see carefree Jonathan Trout there already. The two men are opposite in disposition and Stanley swims back to shore feelings his bathe has been ruined. He returns to the house and is served breakfast by the women of his family including his sister-in-law Beryl, mother-in-law Mrs. Fairchild, and his daughters, Isabel, Kezia, and Lottie. Stanley resents having to go to work and provide for them and does not say goodbye to Linda, his wife because he is mad no one could find his walking stick. As soon as Stanley is gone the women rejoice and the day truly begins. The children go to the beach and meet their cousins, Pip and Rags. Beryl has an interesting conversation with unconventional Mrs. Harry Kember who encourages her to be more sexually adventurous. Linda enjoys her time alone at the bungalow and reveals she does not love her children but she reconsiders this while bonding with her newborn son. Kezia struggles to understand death and the mortality of all living creatures including her beloved grandmother. Alice, the Burnell's maid goes to tea with Mrs. Stubbs, the artistic owner of a seaside shop. The Burnell children and their cousins, Pip and Rags play a card game in the family's washhouse while night settles outside. Jonathan Trout and Linda Burnell, who are in-laws, discuss the passage of time while Jonathan laments never having accomplished his goals. Stanley returns home that night and apologizes to Linda for not saying goodbye to her that morning, silently reconfirming their love for one another. Beryl ends the short story collection of At the Bay with a nighttime ramble with Mr. Harry Kember that is far from the romance she envisioned in her daydreams. The Garden Party The Sheridan family throws a garden party in the self-titled story about Laura Sheridan and the triviality of life for a wealthy family in New Zealand. Mrs. Sheridan leaves her daughter Laura in charge of orchestrating the last minute preparations for their garden party. Laura is a kind-hearted socialite with sympathy toward the lower class. She prefers the company of working men who arrive to put up a marquee for the party than the boys she spends her time with at dances and dinners. Yet, despite her sympathies she does not belong in their world. In the midst of planning for the party, unexpected news arrives: Mr. Scott, their neighbor has been killed in a horse riding accident. He left behind a poverty-stricken wife and several children. Laura is deeply saddened by the news and wants to call off the garden party but her family refuses to do so. Her mother explains that no one would expect a family like the Sheridans to stop their party for the likes of Mr. Scott. Disturbed by her family's elitism, Laura is torn between wanting to help the Scotts and help her family prepare for the party. Eventually her family obligations win out and she, with her parents and siblings, throw a successful party. After their guests leave Mr. Sheridan reminds his children about the Scott's tragedy and Mrs. Sheridan asks Laura to bring a basket of leftover food to the grieving family. Laura sets out but immediately regrets her decision, as the poorer residences of their town stare at her as she passes by. She realizes how out of place she is in their world. Laura finally reaches the Scott house and is taken inside to see the body of Mr. Scott. She is envious of the content look upon his face and recognizes how trivial her world of privilege must seem to families like the Scotts and runs out of the house. The Daughters of the Late Colonel Josephine and Constantia Pinner struggle to come to terms with their father's death. For the first time in their lives they do not have to cater to anyone else's desires but their own and yet they fear that their father is still watching and judging them somehow. Told in twelve parts and over the course of a week, Josephine and Constantia adjust slowly to their new lives making minimal changes at first and then contemplating larger issues toward the end of the story. In the first few sections the sisters are still in shock over their father's passing and distract themselves with houseguests and funeral arrangements. At the cemetery Josephine begins to fear that their father would not have wanted to be buried and worries what he will say to them about the cost of the funeral. The sisters go into his room but are too scared to go through his belongings. They contemplate sending Cyril, their nephew, their father' pocket watch and a brief memory of Cyril's interrupts the sister's point of view as he remembers talking to his overly controlling grandfather. Lastly the sisters think of the lives they could have had if their circumstances were different and although both sisters want to go out on their own neither wants to leave the other behind. Mr. and Mrs. Dove Reggie, a fruit farmer, is in love with Anne, the daughter of Col. Proctor. Although Reggie is leaving the next day to return to his isolated farm he intends to ask Anne to marry him. He expects her to say no, he feels he is not worthy of her and knows she is the most beautiful and desirable girl in their neighborhood but he harbors a slim hope that he might succeed. Passing his stern mother or mater in the garden, he goes to the Proctor house filled with false bravado. Once inside the house his confidence deflates and he stammers his way through a conversation with Anne. She laughs at him, a peculiar habit, and asks him to see her pet doves. Called Mr. and Mrs. Dove, Anne explains that Mr. Dove is always bowing and chasing after Mrs. Dove who laughs at him and runs away. When Reggie confesses his love for Anne she rejects him and compares their relationship to the doves, implying they would not have a good marriage because Anne cannot marry a man who she laughs at and he would always be chasing her and she does not want to be caught. Reggie is heartbroken but takes the rejection well; however, when he tries to leave Anne calls him back, playfully calling him \"Mr. Dove.\" Reggie dutifully returns to her. The Young Girl Told in the first person by an ambiguous narrator, \"The Young Girl\" begins on the steps of a casino in Monte Carlo. Mrs. Raddick leaves her beautiful daughter called \"the young girl\" and son, Hennie, in the narrator's care while she gambles. The narrator takes the Raddicks to tea, and then returns them to the casino. The core of the story revolves around the beauty of the young girl and her distain for the world around her. The narrator is both astonished and amused by the young girl's idiosyncrasies and by the end of the story he knows he is witnessing the first flush of an eventual extraordinary life. Life of Ma Parker As Ma Parker cleans the home of her employer, the insensitive \"literary gentlemen\" she relives the many personal tragedies she has endured in her life and finds that the recent death of her grandson, Lennie, is too much to bear. Beginning with the cruelty she faced at the hands of another woman when she was a teenager to the death of six of her thirteen children and her husband, Ma Parker chronicles each travesty with little emotion. She takes pride in the fact that she has never cried for her losses and does not understand the curiosity of her neighbors who often remark on the hardships she has faced in life. Yet she is unable to maintain her resolve for long and the memories of her beloved Lennie overwhelm her. Ma Parker leaves the literary gentlemen's house in a panic and searches for a place where she can grieve in private but finds that she has nowhere to go and no one to turn to. Marriage a la Mode William, a successful lawyer in London, travels to his home in the countryside once a week on Saturdays to visit with his wife, Isabel, and their two sons, Paddy and Johnny. To William's great chagrin, however, his wife often neglects him; she prefers the company of her vagabond friends and their philosophical musings to her husband's company. \"Marriage a la Mode\" begins with one of Williams' weekly journeys home by train and his inner turmoil over his failing relationship with Isabel. Once he arrives at the train station it becomes perfectly clear that Isabel values her friendships with Moira Morrison, Bobby Kane, Dennis Green, and Bill Hunt over that of her husband. At the house, William overhears his wife and friends making fun of him and although he turns a blind eye to the amount food and drink Isabel's friends consume, he can no longer abide his wife's disinterest in their marriage. On his return to London William writes a letter to Isabel. The narration changes once the letter is received and Isabel is embarrassed by William's sentimentality and yet upset by her own actions. She wants to reply to William's letter, to reassure her husband that she still loves him but finds it is easier to join her friends than to face the reality of her failed marriage. The Voyage Fenella, an adolescent, begins \"The Voyage\" aboard a boat headed to Picton, New Zealand. She had lived with her father and mother on the mainland but her mother had recently passed away, possibly from a long illness, and Fenella is going to live with her grandparents. The journey begins at night as Fenella says goodbye to her father and accompanies her Grandma to the cabins below. She is charged with taking care of her Grandma's expensive swan-head umbrella and worries it will break with the rocking of the boat. Fenella awakes in the morning and hopes that her life will soon change for the better. They disembark and arrive at the beachside home of her grandparents. There, Fenella meets her Grandpa, who is a convalescent. Above the bed is a poem about the passage of time and Fenella rests the swan-head umbrella on the bed. Miss Brill Every Sunday Miss Brill goes to the local public garden to observe the people gathered there and listen to the band play. Miss Brill has made a hobby of listening not just to the music, but also to the people around her. She fantasizes that for a brief moment she is a part of their lives. Wearing her fur stole or wrap for the first time all season, Miss Brill feels especially happy at the beginning of her story. She takes great pleasure in watching the men and women around her as they go about their day. She speculates on their lives and begins to fantasize that all of them, as well as herself, are actually in an ongoing play. The sea and garden is the backdrop, the band is the orchestra, the people are the chorus, and she is one of the players in the production. Miss Brill is certain that at any moment everyone will start singing. She is so enraptured by her fantasy that when a young boy and girl sit down beside her, she imagines they are the hero and heroine of the play. Most unfortunately for Miss Brill; however, she finds as she listens to their conversation that they think she is a silly old woman and the boy wishes she would just go away. With a heavy heart, Miss Brill silently walks home and puts her fur and her fantasies to rest. Her First Ball Leila is to attend her first dance with her more worldly cousins, the Sheridans of \"The Garden Party.\" She has never attended a dance before and can barely control her enthusiasm. At the dance hall Leila's romanticized notions of the evening; however, soon come into conflict with reality as the night progresses. At first the ball is everything she had hoped for and more but an unexpected encounter with an older man leaves her questioning whether her first ball is nothing more than a prelude to her last ball, a metaphor for aging. Leila is so distressed by this thought that she wishes she had never come to the ball. She soon; however, finds herself swept up in the romance of the night once again. The Singing Lesson Miss Meadows, the voice teacher of an all girls' school, has received shocking news from her fiance, Basil. He has called off their engagement without any warning or indication as to why he does not want to get married except to say that he still loves her but the idea of marriage disgusts him. Devastated by the news, Miss Meadows' emotions go unchecked during her first singing lesson of the day and she asks her students to sing a sorrowful lament. She spends most of the lesson analyzing Basil's letter in her mind and contemplating leaving her job rather than admit that she is no longer engaged. Thankfully a telegram arrives and Basil tells Miss Meadows to forget the letter, it was written in a moment of madness and that the wedding is still on. Returning to her class Miss Meadows has her students sing a cheerful song and her voice rings out clearest of all. The Stranger Mr. Hammond, the main character of \"The Stranger\" anxiously awaits the arrival of his wife, Janey. She has been away visiting their eldest daughter for ten months. Now her ship has arrived but it is anchored off shore. Mr. Hammond has no idea why the ship will not come to port and is deeply worried about his wife. Finally the ship comes in and Mr. Hammond is reunited with Janey. He accompanies her to her room below deck and is content to be near her once more. Mr. Hammond makes plans for them to go back to the hotel for a romantic evening. Unfortunately Janey seems distracted and pulls away from her husband. When pressed she reveals that she has had an affair while onboard the ship and that her young lover died in her arms from an illness. Mr. Hammond is devastated. Bank Holiday \"Bank Holiday\" is a very short story involving the movement of a crowd during a national holiday as they make their way collectively up a hill. The story is purposefully ambiguous. There are no main characters and only vague character archetypes such as old women, vendors, children, etc. Music entices the crowd to gather and then helps propel it toward various stands and stalls filled with merchandise and services. The sunny day creates lethargy among the crowd as they socialize, drink, and walk aimlessly toward the sun. An Ideal Family \"An Ideal Family\" begins with Mr. Neave's walk home from the office. He finds he is suddenly too old to enjoy spring and he worries his son, Harold, is not trustworthy enough to take over the family business. Mr. Neave resents his wife and daughters' interference on the matter and does not want to retire. He resents his age and finds little comfort in the thought of staying home and taking up hobbies. Mr. Neave reflects that his family would not be as popular and as rich as they are had he forgone his duty and whiled away the hours as they do. Arriving home, Mr. Neave's resentment increases but he finds he is no match for his lively wife and daughters and succumbs to their demand that he dress for supper. During an afternoon nap, Mr. Neave believes he sees an old man walking up and down the staircase. He joins the man and goes to his dressing room where his butler, Charles, helps him dress. Once alone, Mr. Neave realizes that he does not know his family at all and feels they are strangers to him, especially his wife, Charlotte, who he remembers as a young bride and not the woman she has become. He had spent too many years at the office and although he had enjoyed his reputation as the patriarch of an \"ideal family\" he finds the effort of keeping up their facade very tiresome. Mr. Neave is finally called down to dinner and he goes to join the old man on the staircase. The Lady's Maid Ellen, a maid, speaks candidly to her employer's houseguest about her life and the many misfortunes she has had to endure including ending her relationship with her fiance, Harry, in favor of taking care of her beloved employer who she calls \"my lady.\" Written in conversational form, the story is one-sided providing intimate details of Ellen's life from her sad childhood to the death of her first mistress and her present circumstances. Revealing more than she intended Ellen masks her regrets by keeping a stiff upper lip.", "analysis": ""}