{"name": "Overview", "url": "https://web.archive.org/web/20180408215530/http://www.gradesaver.com/njals-saga/study-guide/summary", "summary": "Njal's Saga can be thought of as roughly three distinct climactic episodes: the death of Gunnar, the burning of Njal, and Kari's revenge. Inevitably there are far too many characters and subplots to fit squarely into these sections, but this breakdown may help the reader to determine which characters to focus on. But before even Gunnar and Njal are introduced, we begin with Hrut and his brother Hoskuld. Hrut marries Unn and then goes abroad, where he has an affair with Queen Gunnhild of Norway, who puts a sexual curse on him. Hoskuld's daughter, Hallgerd, is forced to marry and is unhappy. Her foster-father kills the man she married. She marries another man willingly, but her foster-father also kills him. Gunnar aids Unn, a kinswoman of his, to regain a dowry from Hrut, and ends up challenging him to a duel. Unn marries a man named Valgard the Grey and they have children, one of whom--Mord--is foreshadowed to be antagonistic toward Gunnar. Njal and his sons are introduced, but don't yet play a part in the plot. Gunnar goes on a journey abroad with his brother Kolskegg, and they win two sea battles against Vikings. They go on to a warm reception in Norway and Denmark as a result. Gunnar's victories are announced at the Althing, an annual legal and social summit for all the free men of Iceland. Hallgerd hears about Gunnar and his achievements and promptly gets engaged to him. Njal warns against this, but Gunnar goes ahead with the marriage as planned. At the wedding, the Njalssons and Sigfussons sit on either side of the bride and groom at the table, foreshadowing future conflict. An old man of the Sigfusson clan divorces his wife during the dinner and takes Hallgerd's young daughter as his new wife. Bergthora, Njal's wife, comments on the bitterness of Hallgerd's character, so Hallgerd has one of Bergthora's servants killed. Bergthora takes revenge, and this blood vengeance repeats six times, with the killings becoming more personal and more damaging each time. This all occurs while the men are at the Althing. The final blood vengeance--the killing of Thord, the foster-father of the Njalssons--is particularly hard to bear, but Njal and Gunnar maintain their friendship and show clemency in their settlements and compensations of silver to one another. When famine strikes, Gunnar is forced to ask for food and hay, but is refused by his neighbor Otkel. Hallgerd sends a slave to steal butter and cheese and then burn down Otkel's shed. The slave does as she wishes, knowing that it will be his death. He forgets his knife at the scene while escaping his crime. Gunnar slaps Hallgerd in front of guests when he finds out what she has done. Gunnar offers generous compensation to Otkel, but his shameless friend, Skammkel rejects it. Gizur the White and Geir the Godi had actually advised Skammkel to accept the offer, so they are angered by his misrepresentation of their opinion. They offer Gunnar clemency in a settlement as recompense. Later, Otkel's horse runs mad and Otkel accidentally slices Gunnar's ear as he rides by. Skammkel spreads a rumour that Gunnar wept when he was struck. Gunnar and Kolskegg kill Otkel and Skammkel along with their mates, knowing that they will pay for it in silver at the Althing. Gunnar is then lured into a horse-fight against a man named Starkad. Gunnar and Kolskegg are later ambushed by these men; they manage to kill fourteen of the ambushers, but their third brother, Hjort, is slain. Gunnar pays for these men's deaths in silver. Njal prophesies that Gunnar can never kill two members of the same family, or he will die. Mord Valgardson conspires to make Gunnar kill Otkel's son, Thorgeir, so that Njal's prophesy will come true. Mord gets Thorgeir Starkadarson, son of the man who goaded Gunnar into the horse-fight to begin with, to befriend Thorgeir Otkelsson, son of Otkel. He convinces Thorgeir Otkelsson to attack Gunnar, knowing full well that Gunnar is the better warrior by a long-shot and Thorgeir will be killed in the process. After Mord's scheme pans out perfectly, Gunnar is told to leave Iceland for three years as punishment. He fully intends to fulfill the settlement, but when he looks back at his beautiful farm, he heads home. According to law, Gunnar has become an outlaw and any man is therefore allowed to kill him. Gunnar is ambushed and does well fending off the enemies, but when his bowstring breaks and he is on the brink of death, he asks Hallgerd for a strand of her hair to replace it. She refuses, recalling the slap. Gunnar dies of exhaustion. Although no compensation can be given for Gunnar, the Njalssons seek blood vengeance against Starkad and his son Thorgeir. These killings are arbitrated at the Althing. Thrain Sigfusson goes to Norway to be received by Earl Hakon; then, he defeats a Viking force at sea. Grim and Helgi Njalsson are attacked by a Viking force and are saved at the last moment by Kari Solmundarson. He takes them to Earl Sigurd, whom they go on to serve. Meanwhile, Killer-Hrapp kills a man, doesn't pay for his crime, seduces the daughter of Gudbrand of Balarna, and burns down Gudbrand's temple, which happens to be partially owned by Earl Hakon. Earl Hakon puts a price on Hrapp's head. Hrapp arrives where Thrain and the Njalssons are preparing to set sail. Thrain decides to hide Hrapp on his ship, even though he is faithful to Hakon. Grim and Helgi almost lose their lives to Hakon, but Kari saves them once again. Hrapp is spending a lot of time with Hallgerd, Gunnar's widow, who also verbally assaults the Njalssons when they seek redress from Thrain. They decide to attack him instead. In an epic scene, Skarphedin puts his axe through Thrain's head while jumping across the iced-over Ranga river. Njal makes a settlement with the Sigfussons and goes on to foster Thrain's son, Hoskuld Thrainsson. Njal tries to marry his new foster-son to Hildigunn Starkadardottir, the niece of Flosi Thordarson, but she declines because Hoskuld is not a a local chieftain . Njal persuades a lawspeaker to establish an appeals court, then promptly establishes Hoskuld's place on the court as a godi. He takes Hildigunn as a wife. Lyting, brother-in-law to the late Thrain, is angry that he was not included in Njal's settlement with the Sigfussons, so he takes revenge by killing Hoskuld Njalsson, Njal's biological son. Skarphedin and the other Njalssons manage to kill Lyting's brothers, but not Lyting himself. Hoskuld Thrainsson comes to Njal offering clemency for the death of Hoskuld Njalsson, which Njal readily accepts. Next, the plot turns to an account of the Conversion of Iceland, which is essentially taken directly from Ari's Book of the Icelanders and Kristni Saga. Thangbrand, a Saxon, converts Hall of Sida and Njal into the new faith , but has difficulty converting the rest of Iceland. He tells King Olaf of Norway about his lack of success here, and Olaf grows very angry, saying that he will kill all Icelanders. Gizur the White and Hjalti Skeggjason offer to try to spread the faith to keep their lives. Finally at the Althing, where a battle seems likely to break out over the religious tension, a pagan godi, Thorgeir of Ljosavatn, announces his decision that all of Iceland will now live under the Christian faith. No blood is shed. Hoskuld Njalsson's blind son Amundi asks Lyting for compensation for killing his father, but is rejected. He suddenly regains his sight for just long enough to sink his axe into Lyting's head. Valgard the Grey returns to Iceland from abroad and is appalled at the new political and religious landscape. He tells his son Mord to spread slander between the Njalssons and Hoskuld Thrainsson in order to get Hoskuld killed. Mord is reluctant, but he does so; when he and the Njalssons kill Hoskuld in the field, Hoskuld offers no resistance whatsoever, praying to the Christian god as he is brutally slaughtered. Mord initiates the lawsuit against the Njalssons even though he had inflicted one of the fatal wounds. Before the Althing, where the matter will be settled, Hildigunn places the cloak that Hoskuld was slain in on Flosi's shoulders and asks him to pursue revenge. Flosi and Njal were both foster-fathers to Hoskuld, but Flosi's niece was married to him and Njal's sons killed him; thus, Flosi has a stronger claim to the settlement. The Njalssons enlist the help of Gizur the White, Gudmund the Powerful, and Gudmund's brother, Einar of Thvera, for their defense. Thorhall Asgrimsson, foster-son of Njal, declares Mord's suit invalid because of his hand in the matter. However, the Njalssons insist on settling the suit with an extraordinarily high compensation of 600 ounces of silver. When they hand over the money, Njal places a robe and pair of boots on top of it. This angers Flosi and he rejects the compensation, making clear that this will be settled in blood, not money. Flosi gathers a force of 100 men to take on the Njalssons. The burning of Njal's home is foreshadowed three times: once by a female servant who Skarphedin finds cursing a pile of chickweed that she says will be the conduit for the burning, another time when a man named Hildiglum has a dream about a sprite setting fire to mountains, and finally by Njal himself when he has a vision of the destruction of the hall. Flosi and his men set fire to the hall, but they offer safe passage to the women, children, and Njal. Njal stays inside, and his son Helgi is beheaded when he tries to escape dressed as a woman. Kari Solmundarson escapes in the smoke. Flosi goes all-out enlisting support to prepare for the Althing, because he knows his case will be difficult to defend. Njal, his wife Bergthora, and Kari's young son Thord are found unburned in the hall and are given Christian death rites. Flosi bribes Eyolf Bolverksson, one of the three greatest lawyers in Iceland, with a gold bracelet to join his side. In Icelandic law, lawyers cannot be paid to pursue a case. Mord has been forced to prosecute from the Njalssons' side alongside Njal's other foster-son, Thorhall. At the proceedings, Eyjolf and Flosi are losing until they pull a trick: they have secretly changed Flosi's residence and legal associations so that the case is invalidated through jurisdiction technicalities. Thorhall takes them to the Fifth Court immediately. Once again, Eyjolf gets Flosi out on another manipulated technical detail, this time with the number of jurors allowed to judge the case. Thorhall, who has been operating from a distant tent due to an infected leg wound, tears the infection out of his own leg and marches to Law Rock with his weapon at the ready. He kills the first person he sees, and an outright battle follows. This is the first time Law Rock has ever seen blood. Hall of Sida tries to initiate a peaceful settlement by having a renowned godi create an arbitration panel of 12 to determine the punishments. Flosi is sent on a three-year exile, and the rest of the men involved in the burning are exiled for life. Initially, Kari Solmundarson and Thorgier Craggeir, the men who are pursuing Njal's settlement, refuse the settlement. Thorgeir accepts the settlement once they have killed five of the burners through ambush. Kari, however, cannot allow his young son's death to go unavenged. He asks that Thorgeir allow him to work alone, because he does not want Thorgeir to be harmed in any way. He takes Bjorn the White, a comic-relief character, as a sidekick for a while, and manages to kill 13 more burners. He kills two more through pursuit in distant lands. The Battle of Clontarf, or Brian's battle, is fought outside Dublin on Good Friday 1014 between Christian King Brian and heathen forces led by Earl Sigtrygg of Dublin. Earl Sigurd of Orkney dies on the heathen side, along with 15 more burners. Brian dies, but the heathens are defeated. Then, the Song of Dorrud, a long poem of 11 stanzas, tells of Dorrud, a man who witnesses the weaving of a bloody web by twelve valkyries through a window. Lastly, Flosi pilgrimages to Rome. Kari does so as well. Flosi then returns to farm at Svinafell. Kari, on the other hand, shipwrecks at Ingolfshofdi on his way back to Iceland. When the two parties meet at Svinafell, they reconcile. Kari, who is now a widower of Helga Njalsdottir, marries Flosi's niece Hildigunn, whose first husband, Hoskuld Thrainsson, had fallen under the blows of the Njalssons and Kari.", "analysis": ""}