{"name": "Overview", "url": "https://web.archive.org/web/20180325024324/http://www.gradesaver.com/she-stoops-to-conquer/study-guide/summary", "summary": "She Stoops to Conquer opens with a prologue in which an actor mourns the death of the classical low comedy at the altar of sentimental, \"mawkish\" comedy. He hopes that Dr. Goldsmith can remedy this problem through the play about to be presented. Act I is full of set-up for the rest of the play. Mr. and Mrs. Hardcastle live in an old house that resembles an inn, and they are waiting for the arrival of Marlow, son of Mr. Hardcastle's old friend and a possible suitor to his daughter Kate. Kate is very close to her father, so much so that she dresses plainly in the evenings and fancifully in the mornings for her friends. Meanwhile, Mrs. Hardcastle's niece Constance is in the old woman's care, and has her small inheritance held until she is married, hopefully to Mrs. Hardcastle's spoiled son from an earlier marriage, Tony Lumpkin. The problem is that neither Tony nor Constance loves the other, and in fact Constance has a beloved, who will be traveling to the house that night with Marlow. Tony's problem is also that he is a drunk and a lover of low living, which he shows when the play shifts to a pub nearby. When Marlow and Hastings arrive at the pub, lost on the way to Hardcastle's, Tony plays a practical joke by telling the two men that there is no room at the pub and that they can find lodging at the old inn down the road . Act II sees the plot get complicated. When Marlow and Hastings arrive, they are impertinent and rude with Hardcastle, whom they think is a landlord and not a host . Hardcastle expects Marlow to be a polite young man, and is shocked at the behavior. Constance finds Hastings, and reveals to him that Tony must have played a trick. However, they decide to keep the truth from Marlow, because they think revealing it will upset him and ruin the trip. They decide they will try to get her jewels and elope together. Marlow has a bizarre tendency to speak with exaggerated timidity to \"modest\" women, while speaking in lively and hearty tones to women of low-class. When he has his first meeting with Kate, she is dressed well, and hence drives him into a debilitating stupor because of his inability to speak to modest women. She is nevertheless attracted to him, and decides to try and draw out his true character. Tony and Hastings decide together that Tony will steal the jewels for Hastings and Constance, so that he can be rid of his mother's pressure to marry Constance, whom he doesn't love. Act III opens with Hardcastle and Kate each confused with the side of Marlow they saw. Where Hardcastle is shocked at his impertinence, Kate is disappointed to have seen only modesty. Kate asks her father for the chance to show him that Marlow is more than both believe. Tony has stolen the jewels, but Constance doesn't know and continues to beg her aunt for them. Tony convinces Mrs. Hardcastle to pretend they were stolen to dissuade Constance, a plea she willingly accepts until she realizes they have actually been stolen. Meanwhile, Kate is now dressed in her plain dress and is mistaken by Marlow as a barmaid to whom he is attracted. She decides to play the part, and they have a lively, fun conversation that ends with him trying to embrace her, a move Mr. Hardcastle observes. Kate asks for the night to prove that he can be both respectful and lively. Act IV finds the plots almost falling apart. News has spread that Sir Charles Marlow is on his way, which will reveal Hastings's identity as beloved of Constance and also force the question of whether Kate and Marlow are to marry. Hastings has sent the jewels in a casket to Marlow for safekeeping but Marlow, confused, has given them to Mrs. Hardcastle . When Hastings learns this, he realizes his plan to elope with wealth is over, and decides he must convince Constance to elope immediately. Meanwhile, Marlow's impertinence towards Hardcastle reaches its apex, and Hardcastle kicks him out of the house, during which altercation Marlow begins to realize what is actually happening. He finds Kate, who now pretends to be a poor relation to the Hardcastles, which would make her a proper match as far as class but not a good marriage as far as wealth. Marlow is starting to love her, but cannot pursue it because it would be unacceptable to his father because of her lack of weatlh, so he leaves her. Meanwhile, a letter from Hastings arrives that Mrs. Hardcastle intercepts, and she reads that he waits for Constance in the garden, ready to elope. Angry, she insists that she will bring Constance far away, and makes plans for that. Marlow, Hastings and Tony confront one another, and the anger over all the deceit leads to a severe argument, resolved temporarily when Tony promises to solve the problem for Hastings. Act V finds the truth coming to light, and everyone happy. Sir Charles has arrived, and he and Hastings laugh together over the confusion young Marlow was in. Marlow arrives to apologize, and in the discussion over Kate, claims he barely talked to Kate. Hardcastle accuses him of lying, since Hardcastle saw him embrace Kate . Kate arrives after Marlow leaves the room and convinces the older men she will reveal the full truth if they watch an interview between the two from a hidden vantage behind a screen. Meanwhile, Hastings waits in the garden, per Tony's instruction, and Tony arrives to tell him that he drove his mother and Constance all over in circles, so that they think they are lost far from home when in fact they have been left nearby. Mrs. Hardcastle, distraught, arrives and is convinced she must hide from a highwayman who is approaching. The \"highwayman\" proves to be Mr. Hardcastle, who scares her in her confusion for a while but ultimately discovers what is happening. Hastings and Constance, nearby, decide they will not elope but rather appeal to Mr. Hardcastle for mercy. Back at the house, the interview between Kate and Marlow reveals his truly good character, and after some discussion, everyone agrees to the match. Hastings and Constance ask permission to marry and, since Tony is actually of age and therefore can of his own volition decide not to marry Constance, the permission is granted. All are happy , and the \"mistakes of a night\" have been corrected. There are two epilogues generally printed to the play, one of which sketches in metaphor Goldsmith's attempt to bring comedy back to its traditional roots, and the other of which suggests Tony Lumpkin has adventures yet to be realized.", "analysis": ""}