{"name": "Overview", "url": "https://web.archive.org/web/20180405093947/http://www.gradesaver.com/tartuffe/study-guide/summary", "summary": "The entire play is set in Orgon's house. The play opens when Madame Pernelle decides to leave her son Orgon's house because she finds their behavior immoral and decadent. She sees her grandson Damis as a brat, and her granddaughter Mariane as too fragile. It is only the new houseguest, Tartuffe, who earns her approbation. Tartuffe has been invited to stay by the house's master Orgon, who is infatuated by Tartuffe's seeming piety. The rest of the family believes Tartuffe to be a fraud and a liar, but cannot convince Madame Pernelle to see him this way. After Madame Pernelle departs, the servant Dorine and Orgon's brother-in-law Cleante discuss how they might convince Orgon that Tartuffe is manipulating him. Damis is concerned that, under Tartuffe's influence, Orgon might refuse to let Mariane marry her beloved Valere even though he has already promised to approve the match. When Orgon arrives, Cleante begs him to see through Tartuffe's act, but Orgon waxes poetic about how he observed Tartuffe's pious poverty and humility first-hand. Cleante suggests that Tartuffe's flamboyant displays of piety suggest hypocrisy, but Orgon is unmoved. Cleante is particularly concerned when Orgon dodges his questions about Mariane's impending marriage. In Act II, Orgon announces that he intends Mariane to marry Tartuffe. She is surprised, but shows the obedience she believes is expected of her. Dorine brassily pleads with Orgon to change his intent, suggesting the age difference between Mariane and Tartuffe will lead the lady to infidelity. Orgon is annoyed at her boldness, and tries to send her away. Once Orgon leaves, Dorine reminds the overly-obedient Mariane about her love for Valere, but the young woman feels compelled to honor her father's wishes. When Valere enters, having heard the rumor about Orgon's plans, both he and Mariane argue in a juvenile fashion, but Dorine calms them down. All three agree to work together to counteract Orgon and Tartuffe's plans. In Act III, Dorine advises Damis to quell his hotheadedness so that he does not ruin their plan. She intends to let Elmire control Tartuffe, since it is clear that he lusts after her. Tartuffe appears for the first time, and Dorine leaves him with Elmire. She begs him to renounce all claims to Mariane, but he dodges the request and propositions her. Shocked, she denies him but threatens to tell Orgon about his lechery unless he approves the marriage between Valere and Mariane. He seems ready to agree, when Damis angrily reveals himself, having overheard Tartuffe's illicit demands. His anger attracts Orgon to the room, at which point Damis reveals the truth about Tartuffe despite Elmire's requests for him to stay quiet. Tartuffe enacts a false show of piety, which impresses Orgon. When Damis refuses to withdraw his claim, Orgon banishes him from the house. When Tartuffe feigns humility and asks to leave, Orgon insists Tartuffe spend all his time around Elmire, and names Tartuffe his heir. In Act IV, Cleante tries to crack Tartuffe's facade, to no avail. Mariane implores her father to let her marry Valere, but he refuses. Elmire finally convinces Orgon to hide and eavesdrop on a conversation in which she will reveal Tartuffe for whom he truly is. He agrees. Elmire leads Tartuffe into a room alone, and claims she feels lust for him as well. He is initially suspicious, and demands she give him physical proof of her affection. When Orgon does not reveal himself, she agrees to sleep with Tartuffe but first asks him to verify that Orgon is not hiding in the hallway. While Tartuffe is momentarily gone, Orgon emerges and admits he has been fooled. When Tartuffe returns, Orgon banishes him from the house, but Tartuffe reveals that he has both the deed to the house and a strongbox that can cause trouble for Orgon. In Act V, Orgon explains to Cleante that the strongbox could cause great political trouble for him since it contains the papers of a friend who has been disloyal to the King. Orgon is furious over Tartuffe's false piety, but Cleante convinces him that not all holy men are impostors. Damis and Madame Pernelle return, and the family tries to convince the older woman to accept the truth of Tartuffe's treachery. A bailiff named Monsieur Loyal cons his way inside to deliver a legal document that requires the family to vacate the house, which Tartuffe now owns. Everyone is doubly horrified when Valere arrives with worse news: Tartuffe has brought the strongbox to the King, who has sworn out a warrant for Orgon's arrest. Right before Orgon flees, the Exempt, a police officer of the King, arrives with Tartuffe. Tartuffe scoffs at Orgon's plight, and revels in his victory. This victory is short-lived, however, for the Exempt suddenly arrests Tartuffe, explaining that the King saw through the hypocrite's deceit. The family rejoices, and Orgon announces that he will begin planning Mariane and Valere's wedding.", "analysis": ""}