{"name": "Overview", "url": "https://web.archive.org/web/20211015200703/https://www.gradesaver.com/the-jew-of-malta/study-guide/summary", "summary": "The play is set on the island of Malta in the Mediterranean Sea. In the opening act, the Turkish sultan's son Selim Calymath arrives to exact Malta's tribute. The tribute has been neglected for the past ten years, so it has accumulated to a considerable sum. The Maltese governor Ferneze cannot produce the funds immediately, but he promises to pay within a month. After the Turks leave, Ferneze decides to collect the tribute from the Jews of Malta: each Jew must give up half of his estate. The protagonist Barabas protests strongly, so his entire estate is confiscated. Barabas plots to retrieve part of his fortune through his daughter Abigall, and the two young men Mathias and Lodowick each set out to win Abigall's heart. Having uttered a false confession, Abigall gains entrance to the nunnery and retrieves her father's hidden fortune. In the meantime, the Spanish vice-admiral Martin del Bosco convinces Ferneze to break Malta's league with Turkey, promising to write the Spanish king for military aid from Spain against the Turks. Del Bosco also sells Ferneze the slaves he has in cargo, and Barabas ends up buying the Turkish slave Ithamore at the marketplace. At the marketplace, Barabas also runs into Mathias and Lodowick severally. Each young man desires to see Abigall, and Barabas promises his favors to each. Barabas thus contrives a plot to have Mathias and Lodowick kill each other. Ithamore delivers counterfeit letters to Mathias and Lodowick, who finally confront and stab each other. Learning of her father's scheming-and the death of her lover Mathias-Abigall decides to enter the nunnery once again. Now afraid that Abigall will betray the truth, Barabas poisons all the nuns with a porridge of rice. Abigall is the last to die. Before she dies, she manages to hand friar Barnardine a written confession of her father's crimes. The friars resolve to confront Barabas after they bury the nuns. Meanwhile, the Turkish Bashaws have arrived. In response to Ferneze's refusal to pay, they declare war on Malta. The friars Jacomo and Barnardine arrive at Barabas's house and insinuate that they know about the Jew's crimes. In response, Barabas proclaims that he would like to repent and become a Christian. Naturally, he will contribute the entirety of his fortune to whichever monastery he enters. The two friars, being from different monasteries, thus fight to win Barabas's allegiance, each hoping to benefit from Barabas's considerable fortune. Barabas once again has set a trap; he will be able able to kill both of the friars without arousing suspicion. As the Jew's accomplice, however, Ithamore knows plenty of incriminating information. Once he is seduced by the courtesan Bellamira, Ithamore begins to blackmail Barabas with threats to confess if the Jew does not send him gold. In the last scene of the fourth act, Barabas arrives at Bellamira's house in the disguise of a French musician and poisons his blackmailers. In the final act, Ferneze prepares to defend Malta against the Turks. Ithamore, Bellamira, and her attendant Pilia-Borza enter and all play their parts in revealing Barabas's crimes, but the Jew's poison takes effect and they all fall dead. Barabas meanwhile has been captured, but he feigns death through the ruse of a drug. He finds himself dumped outside the city walls. The Jew thus betrays Malta and leads the Turks into the city. He takes a new position as governor but finds it undesirable, so he decides to return Malta to Ferneze and contrives now to massacre the Turkish forces. The Turkish troops too succumb to the Jew's trap. But Ferneze turns the tables on Barabas at the last moment, and Barabas dies. Ferneze takes Calymath as a prisoner in order to ensure Malta's future safety.", "analysis": ""}