{"name": "Overview", "url": "https://web.archive.org/web/20210421072939/https://www.gradesaver.com/julius-caesar/study-guide/summary", "summary": "Julius Caesar opens with a scene of class conflict, the plebeians versus the tribunes. The plebeians are celebrating Caesar's victory over the sons of Pompey, one of the former leaders of Rome. The tribunes verbally attack the masses for their fickleness in celebrating the defeat of a man who was once their leader. Caesar enters Rome accompanied by his supporters and a throng of citizens. It is the feast of Lupercalia, February 15, a day when two men run through the street and strike those they meet with goatskin thongs. Caesar orders Mark Antony to strike his wife Calpurnia in order to cure her barrenness. A soothsayer calls out to Caesar as he passes and warns him against the ides of March, March 15. Caesar ignores the man and dismisses him as a dreamer. Upon seeing Cassius, Caesar informs Antony that he would rather be surrounded by men who are fat and happy than thin men like Cassius. He is worried that Cassius is dangerous because he \"thinks too much\" . Antony tells him not to worry about Cassius. Meanwhile, Brutus and Cassius meet and talk about how much power Caesar has gained. During their conversation they are interrupted three times by cheers from the crowd. Cassius informs Brutus that he is forming a plot against Caesar and wants Brutus to join it. Brutus tells him he cannot commit to anything immediately. Casca soon joins them, and informs them that the cheers they heard were Caesar turning down the crown. According to Casca, Antony offered Caesar a crown three times, and three times he refused it. Casca meets with Cicero and tells the orator that there are many strange things happening in Rome that night, such as a lion in the streets and an owl screeching during the day. Cicero tells him that men construe omens the way they see fit. Cassius eventually arrives and learns from Casca that the senators are planning on making Caesar a king the next morning. He starts to tell Casca about the plot to kill Caesar, but Cinna shows up and interrupts him. He hands Cinna some letters to plant anonymously in Brutus' home and invites Casca to dinner that night in order to convince him to join the conspiracy. Brutus discovers the letters from Cinna, not knowing who wrote them. He reads one of the letters and interprets it as a request to prevent Caesar from seizing power. Brutus attributes the letter to Rome as a whole, saying, \"O Rome, I make thee promise\" , implying that he will carry out what he perceives as the will of the Roman people. Brutus meets with Cassius and the other conspirators and shakes all their hands, agreeing to join their plot. He convinces them to only kill Caesar, and not his most loyal friend Antony, because he does not want them to \"seem too bloody\" . After the other men leave, Brutus is unable to sleep. His wife Portia finds him awake and begs him to tell her what is troubling him. At first he refuses, but after she stabs herself in the thigh to prove her strength and ability to keep a secret he agrees to inform her. Meanwhile, Caesar's wife Calpurnia dreamt of a statue of Caesar bleeding from a hundred wounds. Caesar, naturally superstitious, orders the priests to kill an animal and read the entrails to see if he should go to the Senate that day. The priests tell him that the animal did not have a heart, a very bad sign. However, Decius, one of the conspirators, arrives and reinterprets Calpurnia's dream to mean that all of Rome sucked the reviving blood of Caesar for its benefit. Caesar finally agrees with him that it is laughable to stay home on account of a dream. The other conspirators, including Brutus and Cassius, arrive at his house to escort him to the Senate House. On the way to the Senate House Caesar is approached by the same soothsayer that previously warned him about the ides of March. He again refuses to listen to the man and continues. A man named Artemidorus then comes up to him and tries to give him a letter revealing the entire conspiracy, but Decius cleverly tells Caesar the Trebonius has a suit he would like Caesar to read instead. Caesar refuses to look at what Artemidorus offers him on account of its being personal. He explains, \"What touches us ourself shall be last served\" . The conspirators arrive at the Senate House and Caesar assumes his seat. A man named Metellus kneels before him and petitions to have his banished brother returned to Rome. Caesar refuses, but is surprised when Brutus and then Cassius come forward and plead for the brother as well. However, he continues to refuse to change the sentence even as all of the conspirators gather around him. On Casca's comment, \"Speak hands for me\" the group attacks Caesar, stabbing him to death. The conspirators, now led by Brutus and Cassius, dip their hands in Caesar's blood and prepare to run to the streets crying out \"peace, freedom, and liberty\" . Antony arrives and begs them to let him take the body and give Caesar a public eulogy. Brutus agrees, overriding Cassius' misgivings about allowing Antony to speak. They move out into the streets of Rome and Cassius and Brutus split up in order to speak to the plebeians. Brutus defends his murder of Caesar on the grounds that he was removing a tyrant who was destroying the freedom of all Romans. He ends his speech by asking the crowd if they want him to commit suicide for what he has done, to which they reply, \"Live, Brutus, live, live!\" . Next, Brutus allows Antony to speak and returns home. Antony takes full advantage of his speech and informs the crowd that Caesar was a selfless man who cared for Rome above everything. The highlight of his speech is when he pulls out Caesar's will and reads from it, telling the citizens that Caesar has given every Roman a part of his inheritance, in both land and dachmas. The plebeians now believe Caesar to have been great and good, seize his body and vow revenge upon Brutus and the rest of the conspirators. Their rioting develops into pure anarchy. Antony comments that he has done his part in creating social upheaval, and now must wait to see what happens. Brutus and Cassius are forced to flee the city, and in the meantime the young general Octavius Caesar, loyal to Julius Caesar, arrives and allies with Antony. He, Antony and Lepidus form a second triumvirate and prepare to purge the city of anyone who is against them. They map out their plans to scour the city and make a list of names of those whom they wish to kill, including relatives and friends. Cassius and Brutus set up camp in Sardis, located in what is now western Turkey. Cassius arrives with his army at the campsite where Brutus is waiting for him, but is furious with Brutus for having ignored letters he sent asking Brutus to release a prisoner. Brutus has instead punished the man for accepting bribes, an act which provided one of the reason's for Caesar's murder. Cassius and Brutus argue until Cassius, in exasperation, pulls out his dagger and asks Brutus to kill him if he hates so. Of course, Brutus refuses. The two men embrace and forget their differences. Next, Brutus sadly informs Cassius that his wife Portia is dead. She swallowed live embers after Antony and Octavius assumed power. When two underlings enter the tent, Brutus stops talking about Portia and focuses on the military matters at hand. In fact, when one of the men asks him about his wife, he denies having heard any news about her. Brutus convinces Cassius during the strategy meeting that it would be best for them to march to where Antony and Octavius are located in Philippi in order to defeat them before they get too strong, gaining additional soldiers on their march. Cassius reluctantly agrees to Brutus' plan and departs for the night. Brutus calls some men into his tent in case he needs to send them away as messengers during the night. He makes them go to sleep. He himself stays up reading, but he is disturbed by the ghost of Julius Caesar who appears. The ghost tells Brutus that he is his \"evil spirit\" and that he will be on the battlefield at Philippi. Brutus is so shaken by this image that he wakes up all the men in his tent and sends them to Cassius with orders that Cassius should depart before him the next morning. On the battlefield at Philippi, Antony and Octavius agree to their battle plans. They meet with Brutus and Cassius before entering battle, but only exchange insults. Battle is imminent. All four men return to their armies to prepare for war. In the middle of the battle Brutus sees a chance to destroy Octavius' army and rushes away to attack it. He leaves Cassius behind. Cassius, less militarily adept, quickly begins losing to Antony's forces. Even worse, Pindarus misleads him, telling him Titinius has been taken by the enemy near Cassius' tents. Upon hearing this news, Cassius orders Pindarus to kill him. After completing the task, Pindarus flees. Brutus arrives, finds his friend dead and remarks, \"O Julius Caesar, thou art mighty yet\" . Cato is quickly killed, and Lucillius, a man pretending to be Brutus, is soon captured and handed over to Antony. Antony recognizes him and tells his soldiers to keep attacking until they capture Brutus. Brutus, now almost completely defeated, begs several of his soldiers to kill him. They all refuse and leave him rather than carrying his blood on their hands. Finally, Strato accepts Brutus' request. Brutus runs into his sword as Strato holds it for him, killing himself. Antony and Octavius arrive and find Brutus dead upon the ground. Antony remarks, \"This was the noblest Roman of them all\" . Octavius, unemotional through all of the carnage, merely ends the play with the lines, \"So call the field to rest, and let's away / To part the glories of this happy day\" .", "analysis": ""}