{"name": "Overview", "url": "https://web.archive.org/web/20180303025850/http://www.gradesaver.com/o-pioneers/study-guide/summary", "summary": "On the streets of a small windswept town in Hanover, Nebraska, five-year-old Emil Bergson cries because his kitten has been chased up a telegraph pole. His sister Alexandra fetches their friend Carl Linstrum to rescue the cat. Carl happily and handily retrieves the kitten and they send Emil into the general store to warm up. Alexandra tells Carl that their father is dying and she doesn't know what they will do. They fetch Emil, who is playing with a little Bohemian girl, Marie, and Carl drives their cart as far as his homestead. That night John Bergson tells his older children, Alexandra, Lou and Oscar, that he wishes them all to work together to keep the farm and prosper, but he is leaving Alexandra in charge, for she is the oldest and best knows what to do. Six months later, Alexandra, Oscar, Lou and Emil invite Carl to come with them to visit crazy Ivar. They are going to buy a hammock and see his pond. Emil is fascinated by Ivar's pond, which attracts many rare birds, but Alexandra also wants to ask his advice about their pigs. She is worried, because many of the neighbors' are dying, but Oscar and Lou scoff at Ivar's idiosyncratic advice. She ignores them and plans to follow it anyway. For three years the farm prospers, but then the land suffers three years of drought. During the second summer, Carl Linstrum's family decides to move away, for they cannot survive as farmers. Alexandra is very unhappy to lose her only friend, but she understands. The boys desperately want to sell up, but Alexandra convinces them to buy up as much as they possibly can instead, convinced that the land is valueable. Ten years later the Divide has become a flourishing town, and Alexandra's farm is the most successful of all. Emil and Marie have grown close. The two friends chat and tease each other happily as Emily finishes mowing a few plots that needed touching up. They discuss a friend's wedding, and Marie reminds Emil that he must dance with other girls besides her, if her husband, Frank, lets her go at all. At home Emil finds Alexandra at dinner with her workmen and old Ivar, who Alexandra took in after he lost his lands. They discuss their new grain silo and agree they must give it a good try, even if Lou disparages it. After dinner Ivar comes to Alexandra and confides that he is afraid the townspeople are going to force her to put him in the asylum. She lets him tell her his troubles and assures him sternly that she does not think he belongs in the asylum, so he need not concern himself with other people's foolish ideas. Carl Linstrum returns for a visit; Alexandra welcomes him while her brothers are stand-offish and suspicious. He is seeking gold in Alaska and plans to stay only a short while, but he re-bonds with Alexandra quickly. They visit Carl's old home together, now owned by Frank and Marie, and the visit does not go well due to Frank's peevishness. During his visit Carl also notices that Emil and Marie have a close friendship--perhaps dangerously close--but he is distracted from warning Alexandra because her brothers suddenly insist that he leave. They feel that he is trying to marry Alexandra for her money and land. This issue results in Alexandra's estrangement from her brothers. Carl leaves for Alaska and Emil, perhaps escaping from his passion for Marie, determines to leave for Mexico City. We rejoin the narrative in the middle of winter, a harsh season on the Divide. Despite Alexandra's continued quarrel with her brothers, she visits with her mother-in-law Mrs. Lee and Marie. Emil is working in Mexico City and Marie shows a great interest in him. She also vaguely expresses the unhappiness of her marriage with Frank, but alexandra prefers to ignore such emotional difficulties rather than engage them. Emil returns from Mexico he goes with Alexandra to a costme party at the French church. Everyone dresses up, he in the Mexican fashion, Marie as an old Bohemian fortune-teller. Marie is very happy to see him, as is his good friend Amedee, who has a newborn son. During a prank, Emil steals a kiss from Marie. In the confusion that follows, he tells her that he will leave her alone if she admits that she loves him. She does. Emil plans to take a law degree in Ann Arbor rather than remain near the temptation of Marie. As he is saying goodbye to Amedee, however, his good friend suddenly succumbs to appendicitis. Early the next morning Amedee dies; his funeral competes with a large confirmation ceremony and though Amedee was well-liked it's clear that life on the harsh Divide must go on. The death and the ensuing reflection convince Emil to seize his moment with Marie, no matter what the consequences. Emil rides to Marie's, ostensibly to say goodbye, and finds her asleep in the orchard. Later that evening Frank Shabata returns to find Emil's horse in the barn. Drunk and angry, Frank searches for Marie and Emil with a gun. He finds them in the orchard and half-consciously shoots them both. After the shooting Frank flees, only to give himself up later. Ivar discovers the bodies the next morning and tells Alexandra. Weeks later, Alexandra is distraught and confused by Marie and Emil's affair. She cannot forgive Marie for betraying her husband and shows strange sympathy for Frank. She visits Frank in jail and tells him that she's going to solicit the governor for a pardon. Carl returns from Alaska during her visit, having read about the double murder in a newspaper. He tries to help Alexandra understand how Marie and Emil could have behaved so foolishly and caused such a terrible situation. He asks Alexandra if he may stay the winter, and suggests that she come to Alaska with him in the Spring. They both decide to marry despite her brothers' objections. Alexandra tells Carl she is certain they will be happy, for their marriage will be based on friendship rather than more treacherous emotions.", "analysis": ""}