{"name": "Overview", "url": "https://web.archive.org/web/20200804024551/https://www.gradesaver.com/king-solomons-mines/study-guide/summary", "summary": "King Solomon's Mines is the narrative of Allan Quatermain, elephant hunter and explorer, and his adventures in the company of Danish man of action Sir Henry Curtis and Royal Navy officer Captain Good. Sir Henry Curtis hires Quatermain to use his knowledge of Africa and his skills as a hunter to lead an expedition in search of Sir Henry's lost brother, George Neville. George vanished while seeking the long-lost diamond mines of King Solomon in an unexplored part of Africa. The possibility of riches, along with a stipulation that Sir Henry will provide for Quatermain's medical student son should he meet his end, persuades Quatermain to take the job. Quatermain gathers a group of reliable helpers, both Zulu pack bearers and hunters and the Hottentot Ventvogel, renowned for his tracking skills. A hunter named Umbopa, claiming to be a Zulu, offers his services to the party. Quatermain distrusts him at first, thinking his attitude too proud for a Zulu hired by white men, but Sir Henry agrees to take him on. Properly supplied, the party heads into the African wilderness following an ancient map which Quatermain had received from a descendant of Jose da Silvestra, a Portugese explorer who claims to have found King Solomon's Mines. En route, the Englishmen are astounded by the profusion of game and stop for a brief elephant hunt. The hunt proves more dangerous than Sir Henry and Captain Good expected, with Captain Henry nearly being trampled by a bull elephant and one of the Zulu bearers killed in the stampede. The men arrive at the vast desert and leave much of their heavier supplies behind. They nearly die of thirst in the wasteland, but barely manage to find a dirty pool indicated on Silvestra's map. Somewhat refreshed, they carry on toward the mountains known as Sheba's Breasts. As they approach the mountains, the landscape turns into a volcanic plain with very little food or water available. Umbopa locates some ripe melons which provide the men enough sustenance to climb the left-hand mountain in search of the cave indicated on the map. As their ascent becomes impeded by the snowfall, they manage to find the cave before becoming hopelessly lost. They spend the night in the cold cave, only to discover the next morning that Ventvogel has frozen to death in his sleep. They mourn the loss of their companion, but are soon frightened out of the cave when they discover another dead body further back in the cavern. Regaining their nerves, the men re-enter the cave to see if the corpse is that of Sir Henry's brother. It turns out to be Jose da Silvestra, dead and preserved for three hundred years. The men set Ventvogel's body next to da Silvestra's and carry on following his map past the mountains into the land beyond. The other side of Sheba's Breasts turns out to be a lush land overrun with game. The men hunt and refresh themselves at a nearby stream, where they also make camp. The next morning, a half-shaven and half-clothed Captain Good is accosted by a group of native hunters, whom Quatermain notices bear a striking resemblance to their Zulu hunter, Umbopa. The hunters identify themselves as Kukuanas. Their leader is Infadoos, and with him is Scragga, son of King Twala. The Kukuanas are amazed at Captain Good's eye-glass, half-shaven face, and bright white legs, necessitating Good's maintaining this state of half-dress for the remainder of his stay with the Kukuanas. Through Quatermain's contrivances, the white men convince the Kukuanas that they are visitors from the stars who seek to sojourn for a time with the Kukuanas. Good's false teeth play a part in convincing the natives of the white men's otherworldly nature. Infadoos leads the men to an outlying garrison, where the explorers see the great power of the Kukuana people firsthand. On the way, Infadoos recounts the recent history of Kukuanaland, how the King Imefu was treacherously murdered by his twin brother Twala as part of the machinations of Gagool. Infadoos tells also of the flight of the Imefu's wife with her own child, Ignosi. Umbopa appears to take a keen interest in this information. From there they go to the capital city of Loo, where they are offered three separate luxury huts to sleep in. The men ask instead to be bunked together in one hut, thinking first of their own safety. The next day they meet Twala, the huge, cruel leader of the Kukuanas, and his advisor, the wise-woman Gagool. Twala warns the men that he could have them killed, but is stopped by a display of the white men's ability to kill at a distance with their firearms. The next night the explorers bear witness to Twala's evil in the form of a \"witch-hunt,\" in which Gagool and her witch-finders point out those men who have spoken against Twala, or who have property he wishes to own, and declare them witches. Upon this declaration, the victims are immediately executed. Gagool oversteps herself, however, in indicating Umpoba as a witch; Quatermain invokes the law of hospitality to save the life of their \"servant,\" but when that seems to be failing his levels his revolver at Twala and threatens to kill the king on the spot. Twala agrees that hospitality must be respected and stays Umbopa's execution. Later, Umbopa reveals himself to be the lost prince Ignosi, rightful king of the Kukuanas, as indicated by the serpent mark around his waist. Infadoos is convinced and plans to spread the word to those who chafe under Twala's rule, but many of the Kukuana leaders refuse to follow Ignosi unless the white men prove their power will support Ignosi's attempt at the throne. The white men confer and strike upon a plan to use the next lunar eclipse--conveniently occurring the following night--as a sign to all Kukuanas that the white men possess power and must be heeded in their endorsement of Ignosi. The night of the eclipse begins with another bloody ritual, the sacrifice of maidens who perform a ceremonial dance. Quatermain is tricked into indicating the first victim when Twala asks him which of the girls he thinks is most beautiful. The first victim, Foulata, begs asylum from Captain Good, who assures her he will protect her. When Scragga attempts to sacrifice the girl anyway, Sir Henry steps in to protect her from the attack, killing Scragga in the process. The white men and Ignosi's supporters are trapped in a face-off with Twala and his men when the predicted eclipse occurs, casting Twala's people into panic and giving Ignosi, the white men, and their allies a chance to escape and regroup. Once the men rendezvous, they await Infadoos' arrival with news of who stands with them and what Twala intends. Civil war is imminent, and although the best of the Kukuanas throw in their lot with Ignosi, sheer numbers favor Twala. Twala divides his forces to attack Ignosi on three fronts; Ignosi's men repulse the attack, but with heavy losses. Knowing they cannot withstand further assaults, Ignosi chooses to attack Twala directly, but with an eye to using the landscape strategically. The crescent-shaped plateau upon which Ignosi is encamped allows him to divide regiments to march around either arm of the crescent while a third force pushes down the center to hold the pass against Twala's army. Twala falls for the gambit, committing his army to the narrow pass. The Greys--the bravest and most skilled of the Kukuanas--hold the pass until they are wiped out, giving the other two regiments time to encircle the plateau and catch Twala's army in a pincer maneuver. Twala's army is defeated; the survivors and their king hasten back to the safety of Loo to await the coming siege. Ignosi offers the remnants of Twala's army amnesty if they lay down their arms and open the gates of the city. They comply, leaving Twala to face Ignosi alone. Ignosi and his men arrest Twala and declare him a murderer and subject to execution. Twala calls upon the ancient laws of the Kukuanas to determine his means of execution: single combat with Sir Henry Curtis, the murderer of his son. Sir Henry agrees, and the two men fight. Sir Henry barely holds his own, but wins by decapitating Twala. Her chosen ruler now gone, Gagool is captured and forced by Ignosi to lead the white men to the \"Three Witches\" mountains, wherein lie King Solomon's Mines. Gagool leads the men to the Place of Death, where they witness the bizarre burial rites of the Kukuanas. Gagool opens the secret door to Solomon's treasure chamber by a hidden trigger, allowing the men to enter a corridor leading to the treasure. Foulata, who has accompanied them, feels faint and cannot continue to the chamber. When the men reach the chamber, they are amazed at the riches of King Solomon's diamond mines; as they stare at the precious diamonds, Gagool sneaks out behind them to seal the door. Foulata sees Gagool's treachery and attempts to stop her, being mortally wounded in the process. Foulata's efforts delay Gagool a split second too long--the old wise-woman is crushed beneath the stone door before she can make her way out. Foulata dies, leaving Captain Good too stunned to assess the reality of their situation: they are buried alive. The men are overcome with despair, but suddenly realize that there is an air supply to the chamber and begin frantically looking for its source. Finding a stone trapdoor in the floor, the men pull the ancient access way open and escape down into the tunnels beneath. On the way out, Quatermain grabs a handful of diamonds and puts them in his coat pocket. They attempt to escape via an underground river, but the current is too strong and deadly; they go another direction and eventually find their way out through a hole dug by some wild animal. They have emerged amid several animal burrows and cannot find the way back into the mines by this route. The men are welcomed back to Loo by Ignosi and his people. Ignosi is gratified at Gagool's demise, but Captain Good is saddened by the loss of Foulata. After many days, the white men indicate that they wish to return to their own homeland. Ignosi first becomes angry at what he perceives to be a love of wealth over friendship, but his anger is soothed by Quatermain's comparison to Ignosi himself wishing to return to his homeland. Ignosi declares the men heroes among the Kukuanas who will always be welcome, even as he enacts a policy of isolationism against any further white man incursions. The men return home by a second, less hazardous route, and are surprised to find Sir Henry's brother George Neville along the way. George had been injured and unable to continue his journey, so had settled into a hut near an oasis, unable to proceed or turn back due to his injury. With three strong men available, the party is able to get George home safely. Quatermain and Good decide to share the handful of diamonds with George for his pains in seeking King Solomon's Mines. The men eventually return to Durban and part ways. At the novel's end, Allan Quatermain receives a letter from Sir Henry, indicating that the Dane has met and developed a favorable opinion of Quatermain's son Henry. Sir Henry begs Quatermain to join him, Harry, and Captain Good in England, where an estate has opened up near Sir Henry's own home. With the fabulous wealth available to him through the diamonds, Quatermain decides to join Sir Henry in a bachelor's retirement to watch his son grow into his profession.", "analysis": ""}