{"name": "Overview", "url": "https://web.archive.org/web/20210422211837/https://www.gradesaver.com/a-room-with-a-view/study-guide/summary", "summary": "Lucy Honeychurch, a young English woman, is vacationing with her cousin, Charlotte Bartlett, at an Italian pension for British guests. They are vacationing in Italy together, and currently they are in Florence. While bemoaning the poor views outside their windows, Lucy and Charlotte are interrupted by another guest, an old man by the name of Emerson. Mr. Emerson offers them a room swap; he and his son George are both in rooms that offer beautiful views of Florence. Charlotte refuses; for a woman to accept such an offer from a man would make her indebted to him. It would be a serious breach of propriety. But later that evening, after the intercession of another guest, a clergyman named Mr. Beebe, Charlotte accepts the offer. Their stay in Florence continues, and Lucy continues to run into the eccentric Emersons. They are socially unacceptable by the snobbish standards of the other guests, but Lucy likes them. One day, while Lucy is walking alone in Florence, she witnesses a murder. George happens to be there, too, and he catches her when she faints. On the way home, they have a strange, intimate conversation as they walk along the river. But George stirs up feelings in Lucy that she is not ready to face, and she resolves not to see him again. However, later that week, they both end up on a carriage ride into the hills near Florence. The various British travelers disperse and wander around the hills, and Lucy finds herself alone. She stumbles onto an earth terrace covered with violets, and finds herself face-to-face with George. He kisses her, but the kiss is interrupted by Charlotte. The next day, under Charlotte's direction, Lucy and Charlotte leave for Rome. Part 2 begins after the passage of several months. We are back at Windy Corner, the Honeychurch home in Surrey, England. In Rome, Lucy spent a good deal of time with a man named Cecil Vyse. The Vyses and the Honeychurches are on friendly terms, but Cecil and Lucy only knew each other superficially before Italy. In Italy, Cecil proposed to Lucy twice. She rejected him both times. As Part 2 begins, Cecil is proposing yet again. This time, she accepts. Now that they are engaged, Cecil and Lucy must spend time with Lucy's various neighbors. Cecil, an aristocratic Londoner, despises the ways of the country gentry. He also dislikes Lucy's brother, Freddy, and is not overly fond of Lucy's mother. But Lucy puts up with it. At Charlotte's request, she has never told anyone about her kiss with George. But before too long, the Emersons move into Cissie villa, a home not far from Windy Corner. Lucy is forced to face George Emerson again, but she manages to deal with him at a distance. She continues her engagement to Cecil, even though signs indicate that she is anxious about the marriage on a deep psychological level. To the reader, it is obvious that they are completely unsuitable for each other, but Lucy persists in the engagement. Soon, things come to a head: Charlotte's boiler is broken, and she comes to stay as a guest at Windy Corner. And during her stay, Freddy, who has befriended George, invites George to come play tennis. It is all to take place on Sunday, and Lucy is terrified of what might happen. On Sunday, Cecil refuses to play tennis and pesters everyone by reading aloud from a bad British novel. Lucy soon realizes that the novel is written by Miss Lavish, a woman who stayed at their pension in Florence. Cecil reads a particularly humorous passage aloud, but Lucy sees nothing humorous about it: it is a fictional recreation of her kiss with George. The names are different, but the situation is unmistakable. She realizes that Charlotte told Miss Lavish what happened. George is also present for the reading of the passage. On the way back to the house, George catches Lucy alone in the garden and kisses her again. Lucy confronts Charlotte angrily about her indiscretion. She resolves to put George in his place. She has Charlotte sit in the room as support and witness, and she orders George never to return to Windy Corner. George argues with her passionately. He tells her that Cecil is stifling and unsuitable for her; Cecil will never love her enough to want her to be independent. George loves her for who she is. Lucy is shaken by his words, but she stands firm. George leaves, heartbroken. However, later that night, Cecil refuses again to play tennis with Freddy. Something in his refusal makes Lucy see him truthfully for the first time. She breaks off the engagement that very night. But Lucy still cannot admit to anyone, including herself, her feelings for George. Rather than stay at Windy Corner and face George, she resolves to leave for Greece. But one day not long before she is supposed to leave, she goes to church with her mother and Charlotte and meets Mr. Emerson in the minister's study. Mr. Emerson does not know that Lucy has broken off the engagement, but Lucy realizes before long that she cannot lie to the old man. She talks with him, and Mr. Emerson realizes that she has deep feelings for George. He presses the issue, forcing her to confront her own feelings. Finally, she admits that she has been fighting her love for George all along. The novel closes in Florence, where George and Lucy are spending their honeymoon. Not having her mother's consent, Lucy has eloped with George. Things are difficult with her family, but there is hope that it will get better. Whatever happens, George and Lucy have each other, and their life together promises to be full of happiness and love.", "analysis": ""}