{"name": "Overview", "url": "https://web.archive.org/web/20210623064228/https://www.gradesaver.com/persuasion/study-guide/summary", "summary": "The baronet of Kellynch Hall, Sir Walter Elliot, lives with his daughters Elizabeth and Anne. Elizabeth, the eldest daughter, has overseen the affairs of Kellynch Hall since her mother's death thirteen years ago. Sir Walter feels closest to Elizabeth, who shares his values and good looks. Anne's opinion is valued very little. As for the youngest daughter Mary, she lives with the Musgroves -- her husband Charles' family -- at Uppercross. After Lady Elliot's death, the Elliots have accumulated debt steadily. At the novel's opening, the debt has reached a point that requires the Elliots to reform their lifestyle thoroughly. Two family friends, Mr. Shepherd and Lady Russell, are called in for advice. After some discussion and negotiations, it is decided that the Elliots will let Kellynch Hall to Admiral Croft and move to a smaller place in Bath. At Bath, the Elliots will able to maintain a dignified lifestyle at lesser expense. Incidentally, it is decided that Mrs. Clay will accompany Sir Walter and Elizabeth to Bath. Mrs. Clay is a daughter of Mr. Shepherd who excels at the art of pleasing . Although she is a widow and not very pretty, Anne and Lady Russell fear that she and Sir Walter may become involved with her romantically. Anne, meanwhile, goes to Uppercross at Mary's request. At Michaelmas, the Crofts move into Kellynch Hall. As it turns out, Mrs. Croft is the sister of Frederick Wentworth, with whom Anne fell in love seven years ago. The affectionate feelings between Captain Wentworth and Anne were true and strong. At the time, however, the captain had neither fortune nor title to his name. Anne was thus persuaded by Lady Russell to break off the relationship. Now, Captain Wentworth has returned to visit the Crofts at Kellynch Hall. Mr. and Mrs. Musgrove are eager to meet Captain Wentworth because their deceased son Richard once served under him. Once the acquaintance is made, the captain's fine character delights the Musgroves. The captain thus becomes a frequent visitor at Uppercross, where the young Miss Musgroves Henrietta and Louisa delight in his company. Whereas Henrietta was previously on particularly good terms with Charles Hayter -- a cousin and clergyman -- she now devotes her attention to Captain Wentworth. As for Anne, she exchanges only polite remarks with Captain Wentworth. Neither Anne nor the captain give a sign that one remains interested in the other. Eventually, Henrietta returns to Charles Hayter and marks Louisa for Captain Wentworth. One day, a party from Uppercross decides to visit Lyme, where Captain Wentworth's friend Captain Harville lives. Everyone is impressed by the heartfelt welcome that the Harvilles extend to their guests. On this trip, Captain Wentworth appears to grow closer to Louisa, whereas Anne makes the acquaintance of Captain Benwick and spends the evening discussing romantic poetry with him. The next day, the party realizes that they have been staying at the same inn as Mr. Elliot, the heir presumptive of the Elliot family. Mr. Elliot was previously expected to marry Elizabeth but instead chose to marry a wealthy common woman. Later in the day, Louisa has an accident and receives severe contusions to the head. It is decided that she must remain with the Harvilles to recover. Anne returns to Uppercross with Captain Wentworth, who is impressed by her calmness during the aftermath of Louisa's incident. Anne leaves Uppercross with Lady Russell on the following day. When Anne arrives at Camden Place in Bath, where the Elliots have taken a house, she is met with an unexpectedly warm welcome. Sir Walter and Elizabeth are in particularly good spirits from their recent reconciliation with Mr. Elliot. Whereas Lady Russell finds it natural for Mr. Elliot to wish to be on good terms with Sir Walter, Anne suspects that he has ulterior motives for visiting Camden Place. In any case, he is a sensible, cultivated man, and his company is pleasant. What worries Anne is the favorable position that Mrs. Clay seems to have secured in the eyes of Sir Walter. One morning, the Bath papers announce the arrival of Dowager Viscountess Dalrymple and her daughter, the Honorable Miss Carteret. As the two are related to Elliots and are peers, Sir Walter and Elizabeth pursue their acquaintance assiduously. Meanwhile, Anne renews an old friendship with Mrs. Smith, who has been left destitute by her late husband's overspending. In February, a letter from Mary announces Louisa's engagement to Captain Benwick. The news both surprises and pleases Anne -- Captain Wentworth, after all, is now free. When the Crofts arrive at Bath, Admiral Croft declares that they must have Captain Wentworth come to Bath as well. One day, Anne runs into the captain at the local confectionary. Although they exchange only brief words, they meet again at a party hosted by Lady Dalrymple. Over the course of the evening, it becomes clear to Anne that Captain Wentworth still loves her -- and that he is jealous of Mr. Elliot. When Anne visits Mrs. Smith the next day, she learns unexpectedly about Mr. Elliot's past. Mrs. Smith knows Mr. Elliot well, as her husband was good friends with him. She explains to Anne why Mr. Elliot decided to marry a rich woman instead of Elizabeth. In addition, she gives an account of how Mr. Elliot ruined her husband. After Mr. Smith's death, Mr. Elliot refused to help Mrs. Smith regain some property of hers in the West Indies. The next morning, Anne sets out to see Lady Russell and tell her about Mr. Elliot. Before she can leave the house, however, Mary and Charles Musgrove arrive on a surprise visit. A whole party, in fact, has come from Uppercross to stay at the White Hart in Bath. When Anne visits them the next morning, she finds Captain Wentworth in the room as well. As the Captain Wentworth composes a letter, Captain Harville engages Anne in conversation about the nature of long-term attachment and how men and women differ. Afterwards, Captain Wentworth hands Anne a letter secretly. He loves her -- and she must express her response to him. The reader can imagine what follows next. Anne and the Captain are reconciled happily. They decide to marry, this time without much resistance from anyone. Sir Walter and Elizabeth do not protest; Mary is happy; and Lady Russell develops an understanding for the situation. After the marriage, Captain Wentworth manages to help Mrs. Smith recover her property in the West Indies. As for Mr. Elliot, he returns to London with Mrs. Smith.", "analysis": ""}