{"name": "Overview", "url": "https://web.archive.org/web/20210422020919/https://www.gradesaver.com/the-aeneid/study-guide/summary", "summary": "Virgil's seminal epic, the Aeneid, tells the story of Aeneas's journey in search of the land where he is destined to build the city that will one day become the great Roman Empire. Largely influenced by Homer's Odyssey and Iliad, the Aeneid begins halfway through Aeneas's journey, as he nears the city of Carthage, ruled over by Dido, who built the city after fleeing from her murderous brother. Over dinner one night, he tells Dido and her court about his travels thus far. Aeneas recounts the story of the fall of Troy, and how he was forced to leave the city of his birth with his father Anchises, his son Ascanius, and his wife Creusa. During the flight, he lost Creusa, whose shade appeared to him, telling him to follow his destiny, which is to build a great city and take a royal bride. Aeneas and the other Trojan refugees set out to sea, where they had a great many adventures before arriving in Carthage: believing that their destined land was in Crete, they founded a city there, only to be struck down by a plague that forced them to leave; they fought against the Harpies and were cursed by their leader, Celeano; they fled the island of the Cyclops to avoid being slaughtered by the one-eyed beasts; Anchises died on the island of Drepanum. When Aeneas finishes telling Dido his tale, she realizes that she has become inflamed with love for him, and she pursues him relentlessly. Juno manipulates the situation so that the pair spends the night in a cave, where they become lovers. Eventually, however, Aeneas realizes that he has been abandoning his destiny by dallying in Carthage, so he readies his men to leave. Dido has convinced herself that the two are in fact husband and wife, and she is so distraught by her lover's abandonment that she builds a funeral pyre and slays herself on it using Aeneas's sword. As Aeneas and his men sail away from Carthage, they see the city aflame, the residents in a panic, but they do not know that the queen has died. The fleet sails to Drepanum, where they engage in celebrations commemorating the one-year anniversary of Anchises's death, and Aeneas receives a prophecy telling him to travel to the Underworld to meet with his father. With the sibyl of Cumae, Deiphobe, as his guide, Aeneas travels through the Underworld in search of Anchises. On the journey, Aeneas sees a great many terrible sights, including restless souls who have not received proper burials, the ghosts of dead babies, and the terrifying fortress Tartarus, where the most horrible sinners live in eternal torture. When he finally locates his father in the beautiful Elysium, where only the most heroic souls go to rest, Anchises shows him the shades that, once reincarnated, will become the heroes of the Roman Empire. Aeneas returns to the land of the living, certain of the need to fulfill his destiny, and then sets sail for Laurentum, where he will build his great city. When Aeneas and his men arrive in Laurentum, they are greeted warmly by King Latinus, who has heard a prophecy that his daughter, Lavinia, should be wed to a foreigner. Juno, however, angered by the treaty, sends one of the Furies to stir up trouble. The Fury Allecto starts a war between the Trojans and the Latins by striking anger into the heart of Turnus, Lavinia's other suitor. She also inspires Latinus's wife, Queen Amata, to do all that she can to prevent the Trojans from building their city in Laurentum. Turnus calls the Latin men to arms against the foreigners, and a terrible, drawn-out battle ensues. Aeneas seeks the aid of King Evander, ruler of a poor neighboring kingdom, and the Etruscans, who wish to avenge the wrong done to them by Mezentius, one of Turnus's supporters. King Evander entrusts his son, Pallas, to fight at the great warrior's side, but Pallas is brutally slain by Turnus - a move that Turnus will come to regret. Eventually, even the Latins come to realize the inevitability of the Trojan victory, and they call for a one-on-one duel between Turnus and Aeneas. Just as the duel is about to begin, however, Turnus's sister Juturna inflames the Latin troops. A young Trojan is killed, and the battle begins once again. Finally, even Turnus realizes that the only way to end the slaughter is through a duel, so the two meet in a field. Aeneas clearly has the upper hand throughout the battle, even though Turnus is aided by his sister, Juturna, until Jupiter intervenes and declares that the gods may no longer meddle in mortal affairs. Finally, Aeneas strikes Turnus to the ground, and the fallen man pleads for his life, or at least for his corpse to be sent back to his father for burial. Although Aeneas is momentarily moved by his adversary's plea, he sees that Turnus has callously slung Pallas's belt across his shoulders, and Aeneas decides not to be merciful. The epic ends with Aeneas plunging his sword through Turnus's heart and then with Turnus's moaning shade fleeing to the Underworld.", "analysis": ""}