{"name": "Overview", "url": "https://web.archive.org/web/20210415192050/https://www.gradesaver.com/romeo-and-juliet/study-guide/summary", "summary": "Romeo and Juliet is set in Verona, Italy, where there is an ongoing feud between the Montague and Capulet families. The play opens with servants from both houses engaged in a street brawl that eventually draws in the family patriarchs and the city officials, including Prince Escalus. The Prince ends the conflict by issuing a decree that prohibits any further fighting at the risk of great punishment. Meanwhile, Romeo, a young man from the Montague house, laments his unrequited love for a woman named Rosaline, who has vowed to remain chaste for the rest of her life. Romeo and his friend Benvolio happen to stumble across a Capulet servant, Peter, who is trying to read a list of invitees to a masked party at the Capulet house that evening. Romeo helps Peter read the list and decides to attend the party because Rosaline will be there. He plans to wear a mask so that he will nobody will recognize him as a Montague. Romeo arrives at the Capulets' party in costume. He falls in love with young Juliet Capulet from the moment he sees her. However, Juliet's cousin Tybalt recognizes Romeo and wants to kill him on the spot. Lord Capulet intervenes, insisting that Tybalt not disturb the party because it will anger the Prince. Undeterred, Romeo quietly approaches Juliet and confesses his love for her. After exchanging loving words, they kiss. Afterwards, Juliet's Nurse tells Romeo that Juliet is a Capulet, which upsets the smitten youngster. Meanwhile, Juliet is similarly distraught when she finds out that Romeo is a Montague. Later that night, Romeo climbs the garden wall into Juliet's garden. Juliet emerges on her balcony and speaks her private thoughts out loud. She wishes Romeo could shed his name and marry her. Upon hearing her confession, Romeo appears and tells Juliet that he loves her. She warns him to be true in his love, and he swears by his own self that he will be. Before they part, they agree that Juliet will send her Nurse to meet Romeo at nine o'clock the next day, at which point he will set a place for them to be married. The Nurse carries out her duty, and tells Juliet to meet Romeo at the chapel where Friar Laurence lives and works. Juliet meets Romeo there, and the Friar marries them in secret. Benvolio and Mercutio are waiting on the street later that day when Tybalt arrives. Tybalt demands to know where Romeo is so that he can challenge him to a duel, in order to punish him for sneaking into the party. Mercutio is eloquently vague, but Romeo happens to arrive in the middle of the verbal sparring. Tybalt challenges him, but Romeo passively resists fighting, at which point Mercutio jumps in and draws his sword on Tybalt. Romeo tries to block the two men, but Tybalt cuts Mercutio and runs away, only to return after he hears that Mercutio has died. Angry over his friend's death, Romeo fights with Tybalt and kills him. Then, he decides to flee. When Prince Escalus arrives at the murder scene, he banishes Romeo from Verona forever. The Nurse tells Juliet the sad news about what has happened to Tybalt and Romeo. Juliet is heart-broken, but she realizes that Romeo would have been killed if he had not fought Tybalt. She sends her Nurse to find Romeo and give him her ring. That night, Romeo sneaks into Juliet's room, and they consummate their marriage. The next morning, he is forced to leave when Juliet's mother arrives. Romeo travels to Mantua, where he waits for someone to send news about Juliet or his banishment. During Romeo and Juliet's only night together, however, Lord Capulet decides that Juliet should marry a young man named Paris, who has been asking for her hand. Lord and Lady Capulet tell Juliet of their plan, but she refuses, infuriating her father. When both Lady Capulet and the Nurse refuse to intercede for the girl, she insists that they leave her side. Juliet then visits Friar Laurence, and together they concoct a plan to reunite her with Romeo. The Friar gives Juliet a potion that will make her seem dead for at least two days, during which time Romeo will come to meet her in the Capulet vault. The Friar promises to send word of the plan to Romeo. Juliet drinks the Friar's potion that night. The next morning, the day of Juliet and Paris' wedding, her Nurse finds her \"dead\" in bed. The whole house decries her suicide, and Friar Laurence insists they quickly place her into the family vault. Unfortunately, Friar John has been unable to deliver the letter to Romeo informing him of the plan, so when Romeo's servant brings him news in Mantua that Juliet has died, Romeo is heart-broken. He hurries back to Verona, but first, buys poison from an Apothecary and writes a suicide note detailing the tragic course of events. As soon as Friar Laurence realizes that his letter never made it to Romeo's hands, he rushes to the Capulet tomb, hoping to arrive before Romeo does. Romeo arrives at the Capulet vault and finds it guarded by Paris, who is there to mourn the loss of his betrothed. Paris challenges Romeo to a duel, and Romeo kills him quickly. Romeo then carries Paris' body into the grave and sets it down. Upon seeing Juliet's \"dead\" body lying in the tomb, Romeo drinks the poison, gives her a last kiss - and dies. Friar Laurence arrives to the vault just as Juliet wakes up. He tries to convince her to flee, but upon seeing Romeo's dead body, she takes her own life as well. The rest of the town starts to arrive at the tomb, including Lord Capulet and Lord Montague. Friar Laurence explains the whole story, and Romeo's letter confirms it. The two families agree to settle their feud and form an alliance despite the tragic circumstances.", "analysis": ""}