{"name": "Overview", "url": "https://web.archive.org/web/20180329082528/http://www.gradesaver.com/the-playboy-of-the-western-world/study-guide/summary", "summary": "In a short preface to his play, Synge emphasizes a link between the imagination of the Irish country people and their speech itself, which is \"rich and living.\" He credits the Irish people for having such a \"fiery,\" \"magnificent\" language, and further credits himself for having both the presence of mind and poetic vision to recognize those virtues. The entire play is set in a public house \"on the wild coast of Mayo,\" outside a village in Northwestern Ireland, circa 1907 . Pegeen Mike, daughter to the alehouse owner, sits alone in the pub, writing a letter to order supplies for her upcoming wedding to Shawn Keogh. Her father, Michael James, has left her for the evening, while he attends a wake. Shawn Keogh enters, remarking upon the frightening darkness outside. Pegeen asks him to stay with her, since the night makes her nervous as well. Shawn refuses, claiming it would be improper for him to be alone with her until they are wed. However, he offers to send the Widow Quin to stay with her. Shawn then reveals that he heard a man outside, wailing from a ditch. Michael James enters, along with his friends Philly and Jimmy. They are drunk, and have not yet left for the wake. Michael James demands Shawn stay with Pegeen, but Shawn refuses, fearing the disapproval of the parish priest. Shawn flees before the men can trap him, but quickly returns to tell them that he saw a face looking up out of the ditch. Christy Mahon, frightened and dirty, enters the pub. A shy young man, he simply wishes to warm himself by the fire, but soon enough reveals that he is on the run from the police. He tries to avoid talking about it, but the men pester him until he admits that he killed his father. The group is greatly impressed by this news, and to meet a man who could kill his own father. Michael James offers him a job on the spot, noting that Christy could keep Pegeen company this evening. Michael, Philly and Jimmy then leave for their wake, and a very-intrigued Pegeen chases Shawn away. Pegeen admires Christy, complimenting him on his physique, his face, his speech and his courage. Christy swells with unfamiliar pride. Widow Quin appears, having heard about Christy from Shawn. The widow tries to seduce him, but Pegeen insults and sends her off. As she leaves, however, the widow refers to Pegeen's impending nuptials with Shawn. This news devastates Christy, since he has fallen for her. However, she assures him she would never marry a coward like Shawn, and then heads off to bed. Before he falls asleep, Christy muses to himself that he would have killed his father much sooner if he had known it would bring him such respect and fortune. Three village girls arrive the next morning to see the man they have heard gossip about. They giggle and flirt with him until Widow Quin arrives, announcing that she has registered Christy for a sports competition being held later on the beach. The girls joke that the widow and Christy would make a fine match. As they eat breakfast, Christy tells more about the murder, about how he rebelled when his father promised him to a widow whom he did not want to marry. When his father lifted a scythe as their argument grew vicious, Christy struck back with a spade, hitting the old man on the head and killing him. Pegeen enters, and chases the women out. Jealous, she accuses Christy of flirting, which he denies. The two exchange kind, tender words. They're falling in love. Shawn and Widow Quin re-enter, and alert Pegeen that her sheep have wandered off. Pegeen rushes out, leaving them alone. Shawn offers Christy a one-way ticket to America and all his fine clothes if he promises to leave the village. Christy rejects his offer, but the widow encourages him to try on Shawn's clothes anyway. Christy agrees, and leaves the room to change. Once Christy is gone, Shawn promises to give the widow animals and wealth if she can find a way to interfere with Christy and Pegeen's affair. The widow strikes a deal with Shawn, promising to lure Christy into marrying her, not Pegeen. Content, Shawn leaves. Christy struts back in wearing Shawn's clothes, but staggers back when he sees the spirit of his \"murdered da\" outside the window . He hides just as Old Mahon, his father, enters. Old Mahon, a bandage round his bloodied head, describes Christy and then asks whether the widow has seen someone matching that description. The widow sends Mahon off to the docks, claiming she saw the boy waiting to board a steamer. Mahon exits. Christy panics over his father's \"resurrection\" . Knowing that Pegeen loves him for his murderous heroism, he worries she will leave him. He begs the widow to help him, which she agrees to do in exchange for privileges once he becomes master of the pub. The girls who visited earlier arrive to lead Christy down to the beach for the sports competition. Alone, the widow admits that Christy will eventually turn to her once the truth comes out and Pegeen drops him. Jimmy and Philly enter the empty pub, discussing how Christy has dominated the competition. They also admit that his constant boasting about his patricide annoys them. Old Mahon re-enters the pub. Showing the men his wound, he asks again after his son. Right as the men begin to grow suspicious, Widow Quin enters and confides to Jimmy and Philly that Mahon is crazy, and has co-opted Christy's story for attention. When the men try to interrogate Mahon further, the widow interjects to distract them. When the cheering from the beach reaches the pub, Mahon looks out to widow to see the competition's champion: Christy. The widow convinces him that he is seeing things because of his head injury, and he anxiously leaves to admit himself to an insane asylum. Jimmy and Philly leave with him. Christy and Pegeen enter with the crowd, who celebrate Christy and then leave to watch the final competition on the beach. Alone now with Pegeen, Christy proposes marriage, and she accepts. Michael James, still drunk from the wake, enters with Shawn. Now perturbed about Christy's influence on his daughter, Michael insists she will marry Shawn. Pegeen defies her father and announces her intention to marry Christy, and Michael encourages Shawn to fight Christy for her. When Shawn cowardly refuses, Michael decides to bless Christy and Pegeen's match. Outside, a cry goes up as Old Mahon bursts into the pub, rushing at Christy and knocking him down. When the older man reveals the truth, Pegeen repudiates Christy. He then begs mercy from her and the crowd, but they will not grant it. Pegeen urges Mahon to take his son away, but Christy resists Mahon. The crowd eggs on the fight between father and son until Christy turns on them with a spade. He then chases his father from the pub, the spade held high. Everyone rushes out to watch. Offstage, there is a loud cry and then silence. Christy stumbles back in, dazed. Widow Quin follows, urging Christy to run, since the crowd has turned against him. But Christy believes that Pegeen will take him back now that he has actually killed his father. He is wrong. From the doorway, Michael, Philly and Pegeen throw a loop of rope around Christy, confining his arms and torso. Christy asks Pegeen whether she will take him back, but she asserts there is a difference between a \"gallous story\" and a \"dirty deed\" . Writhing on the floor, Christy threatens to kill them and bites Shawn in the leg. Pegeen burns Christy with a hot poker. Worked up, Christy conjures the welcome he shall receive from Satan once he has been hanged. But then Mahon crawls back in, demanding to know why his son is bound. He releases Christy, who then asks whether the man has returned to be killed a third time. Old Mahon tells the group that he and Christy will talk of County Mayo's villainy for years to come. However, Christy will not leave peacefully with Mahon, whom he pushes roughly, declaring that his departure is that of a \"gallant captain with his heathen slave\" . Old Mahon is amazed and delighted by this change in his son. They then leave together. Shawn approaches Pegeen to remind her of their wedding engagement. She boxes Shawn's ear and sends him out. Crying wildly, she laments that she has \"lost the only Playboy of the Western World\" .", "analysis": ""}