{"name": "overview", "url": "https://web.archive.org/web/20190903025221/http:/thebestnotes.com/booknotes/Treasure_Island/Treasure_Island03.html", "summary": "The book opens in a seaside inn named Admiral Benbow Inn, where the protagonist, Jim Hawkins is writing down his experience about his voyage to Treasure Island. There is a series of strange occurrences at the inn. Like the arrival of the mysterious Captain Billy Bones with his old sea chest; Black Dog visiting him; Old Pew's visit to deliver a note; Billy Bones and Jim's father death; Jim's mother insistence to open Billy Bones sea chest to recover their money and thereupon finding the map to the fabled treasure of the pirate Captain Flint, which is located on Skeleton Island in the West Indies ; Old Pew's return to find the map and destruction of the Admiral Benbow Inn. All these incidents take Jim away from the calm country life of Black Hill Cove to a voyage to the Treasure Island with Squire Trewlany and Dr. Livesey. Jim is appointed as a cabin boy for the voyage on the Hispaniola. During their voyage he accidentally overhears a conspiracy being planned by Long John Silver. As a result, his functions on the ship takes on a different role. The invaluable information about an inevitable mutiny, when passed on to his friends makes Jim a young hero. He is entrusted with more responsibilities, like that of a grown up man. During his lonely adventurous pursuit on the island, Jim gets a first hand glimpse of death and danger. He also meets the only human inhabitant of Treasure Island, Ben Gunn, an Englishman marooned by his fellow sailors three years ago. The narrative is continued by the doctor at this stage, Jim being stranded on the island with Ben Gunn gives completeness to the overall plot. He writes about the stockade, their abandoning of the ship after filling the stockade with necessary provisions by making several trips on a boat from the Hispaniola to land and later on abandoning the same boat after their first attack. Jim joins his friends at the stockade and informs them about Ben Gunn and his demand. By this time, the mutineers are in control of the ship. The possibility of a bloody fight is strengthened when Long John Silver refuses the Captain's proposal to surrender. The fight begins. There are casualties on both the sides. After the first round of attack the Captain and his men are in a superior position over their enemy. Jim's adventurous spirit doesn't allow him to rest. So as soon he gets a chance, he embarks on another lonely expedition. This time, he is stranded in the ocean after he cuts the Hispaniola free of its anchor. When he is unable to make it back to land, he is lucky and he gets close to the ship. He goes onboard and takes control of the Hispaniola all by himself. The story takes a strange twist when he walks into the enemy camp, again by accident. Jim finds out that the whole scene had changed during his absence. Long John Silver and his men are now in charge of the stockade. He wonders if his friends are dead but he is delighted to find Dr. Livesey. When Long John Silver's men turn their backs against him, Silver begs Jim to save him from the gallows. In return, he promises Jim safety. The deal works out well as the pirates planned to kill Long John Silver when they find out that the treasure of Captain Flint has already been unearthed. Now Dr. Livesey, Abraham Gray, and Ben Gunn come forward to 'help' the pirates. The doctor tells them that the treasure is safe in Ben Gunn's cave. Meanwhile, Jim finds heaps of gold coins and gold bars when he enters the cave. They decide to maroon the three escaped pirates on the island after loading the ship with the treasure. On their first stop in a port in America, Long John Silver escapes with 300-400 Gold guineas, never to return. The crew returns safely to Bristol.", "analysis": ""}