{"name": "Overview", "url": "https://web.archive.org/web/20180408210935/http://www.gradesaver.com/a-vindication-of-the-rights-of-woman/study-guide/summary", "summary": "Mary Wollstonecraft's A Vindication of the Rights of Woman is a treatise on overcoming the ways in which women in her time are oppressed and denied their potential in society, with concomitant problems for their households and society as a whole. The dedication is to Charles M. Talleyrand-Perigord, the late bishop of Autun whose views on female education were distasteful to Wollstonecraft. The introduction sets out her view that neglect of girls' education is largely to blame for the condition of adult women. They are treated as subordinate beings who care only about being attractive, elegant, and meek, they buy into this oppression, and they do not have the tools to vindicate their fundamental rights or the awareness that they are in such a condition. In the first chapter Wollstonecraft promotes reason and rationality and discusses the deleterious effects of absolute, arbitrary political power and the vices associated with riches and hereditary honors. Chapters two and three detail the various ways in which women are rendered subordinate. They are taught that their looks are of paramount concern, and they tend to cultivate weakness and artificiality to appear pleasing to others. They are seldom independent and tend not to exercise reason. Writers like Rousseau and Dr. Gregory desire that women remain virtual slaves, enshrined in the home and concerned only with their \"natural\" proclivities of being modest, chaste, and beautiful. Women are taught to indulge their emotions and thus have unhappy marriages because passion cannot be sustained. Virtue should not be relative to gender; as both men and women were created by God and have souls, they have the same kind of propensity to exercise reason and develop virtue. Female dependence as seen in her day is not natural. Women's confinement in the home and inability to participate in the public sphere results in their insipidness and pettiness. Wollstonecraft wants to inspire a \"revolution in female manners.\" In chapter four she excoriates the premise that pleasure is the ultimate goal of a woman's life. Reason and common sense are usually ignored in favor of emotion and sentiment, and young girls are taught every early to concern themselves only with their persons. Such trends are problematic for mothers, who either spoil their children or ignore them. In addition, marriage should resemble friendship because husband and wife should be companions. In chapter five Wollstonecraft lambastes many of the writers who have perpetuated these ideas. In chapter six she explains the importance of early associations for the development of character; for women, false notions and early impressions are not tempered by knowledge or nuance. Girls begin to prefer rakes to decent men. In chapters seven and eight Wollstonecraft addresses the subject of modesty and explains that modesty is not the same as humility. The women who exercise the most reason are the most modest. Women's modesty can only improve when their bodies are strengthened and their minds enlarged by active exertions. Women's morality is undermined, however, when reputation is upheld as the most significant thing they should keep intact. Men place the burden of upholding chastity on a woman's shoulders, yet men also must be chaste. In chapter nine Wollstonecraft calls for more financial independence for women, expresses the need for duty and activity in the public sphere, argues for the need to be a good citizen as well as a good mother, and describes the various pursuits women might take on in society. Chapters ten and eleven concern parenting duties, repeating that there must be reforms in education for women to be good mothers who neither tyrannize over their children nor spoil them. Chapter twelve concerns Wollstonecraft's ideas for education reform. These include a conflation of public and private education, co-education, and a more democratic, participatory educational structure. Chapter thirteen sums up her arguments. She details the various ways in which women indulge their silliness. These include visiting mediums, fortune tellers, and healers; reading stupid novels; engaging in rivalries with other women; immoderately caring about dress and manners; and indulging their children and treating them like idols. Women and men must have things in common to have successful marriages. Overall, women's faults do not result of a natural deficiency but stem from their low status in society and insufficient education.", "analysis": ""}