{"name": "Overview", "summary": "Context The backdrop to this play is medieval Scotland and it is partly based on the true story of Macbeth, King of Scotland from 1040 - 1057, who had killed his cousin, King Duncan I. Duncan's son Malcolm eventually killed him, and Shakespeare based his tragedy on these historic events. The play starts with the heroic Macbeth, who has saved the day for Scotland in the battles with rebels and the King of Norway's army. Fresh from his success in battle, he meets three witches who provide him with a prophecy saying that he will be Thane of Cawdor and King thereafter. His fellow captain, Banquo also receives information concerning his future that his line will be rulers. When Macbeth's wife hears about these predictions, she urges her husband to make them happen, as she is keen to advance her position. The couple take advantage of the fact that King Duncan is to visit their castle and they murder him in his sleep. It is clear that Macbeth would not have committed the crime without being urged on by Lady Macbeth. Macbeth is to be haunted by what he has done. Lady Macbeth had arranged for the King's guards to be drugged and then they were smeared with blood so that they would be blamed for the murder. Macduff, a faithful follower of the King, discovers the murder, but before he is able to question the guards, Macbeth kills them in supposed rage. King Duncan's sons fear for their lives and they flee, Donalbain goes to Ireland, and Malcolm goes to England, where he raises an army. Macbeth is proclaimed as the new King of Scotland, but he is mindful of the prophecy that the witches gave to Banquo, and he hires two murderers to kill Banquo and his son Fleance. Fleance is able to escape. That night, Macbeth holds a banquet and at the empty space where Banquo should have been seated, he sees Banquo's ghost. This causes him to act strangely in front of the gathered company, some of whom question Macbeth's sanity. The new King is anxious to learn more about his future, so he returns to the witches. They again confirm that the sons of Banquo will rule in Scotland, but they provide Macbeth with more prophecies. He will be invincible in battle until the forest of Birnam moves to his castle at Dunsinane, and until he meets an enemy not born of woman. Macbeth is provided with new confidence for he cannot see how any of these two predictions could come true. Macduff leaves his family and deserts Macbeth in order to join Malcolm in England. Macbeth is enraged at this and arranges for the slaughter of Macduff's wife and family. Malcolm wishes to ensure that Macduff will be loyal to him, and this is established with certainty when they hear of the deaths of Macduff's family. Macduff becomes the archetypal avenging hero of the play. Meanwhile Lady Macbeth can find no peace, and she walks in her sleep recounting details of the murder of the King. This arouses the suspicion of her maid and doctor, who is unable to cure her. Malcolm brings his army to Scotland aided by the King of England, Edward the Confessor. He represents all that is good about the monarchy as opposed to Macbeth who has become a tyrant. Malcolm wishes to disguise the extent of his army and he tells his troops to saw off branches from the trees in Birnam Wood, and march on Dunsinane. One of Macbeth's servants on the battlements tells the King that Birnam Wood appears to march to the castle, thus a further prophecy of the witches comes true. Lady Macbeth takes her own life, being totally mad. Still convinced of his invincibility, Macbeth goes onto the battlefield and eventually meets with Macduff in single combat. Macduff was born by Caesarean Section, so he strictly speaking was not &#8216born' of woman, and he slays Macbeth. Malcolm is crowned as Scotland's new King and the savior of a sick Scotland.", "analysis": ""}