{"name": "Overview", "url": "https://web.archive.org/web/20210417200313/https://www.gradesaver.com/othello/study-guide/summary", "summary": "Othello begins in the city of Venice, at night. Iago, an ensign in the Venetian army, is bitter about being passed over for lieutenant in favor of Cassio. Iago tells Roderigo that he serves Othello, the Moor who is the army's general, only in order to serve himself. Iago knows that Desdemona, the daughter of nobleman Brabantio, has run off to marry Othello. He also knows that Roderigo lusts after Desdemona, so Iago manipulates him into alerting Venice. Iago's duplicity arises even in the first scene. Learning of his daughter's elopement, Brabantio panics, and calls for people to try and find Desdemona. Iago joins Othello, and tells him about Roderigo's betrayal of the news of his marriage to Brabantio. Cassio comes at last, as do Roderigo and Brabantio; Brabantio is very angry, swearing to the men assembled that Othello must have bewitched his daughter. Brabantio's grievance is denied, and Desdemona will indeed stay with Othello. However, Othello is called away to Cyprus, to defend it from an invasion of Turks. Iago assures an upset Roderigo that the match between Othello and Desdemona will not last long, and at any time, Desdemona could come rushing to him. Iago decides to break up the couple, using Roderigo as his pawn. Act II A terrible storm strikes Cyprus, and the Turkish fleet is broken apart by the storm. While Othello is still at sea, Cassio arrives. Iago, Desdemona and Emilia follow in another ship. Somehow, Iago and Desdemona enter into an argument about Iago's low opinion of women. Othello arrives at last, and is very glad to see Desdemona. Iago speaks to Roderigo, convincing him that Desdemona will stray from Othello, as she has already done with Cassio. He convinces Roderigo to attack Cassio that night, as he plans to visit mischief on both Othello and Cassio. While on watch together, Iago convinces Cassio to drink, knowing he can't hold his liquor. Iago stokes a fight between Cassio and Roderigo. The ruckus wakes Othello. Iago fills him in, making sure to fictionalize his part in the fight. Cassio laments that he has lost his reputation along with his rank. Iago tries to convince him that if he talks to Desdemona, maybe he can get her to vouch for him with Othello. Iago knows he will be able to turn their friendship against them both. Act III Desdemona pledges to do everything she can to persuade her husband to restore Cassio's rank. Cassio leaves just as Othello enters because he does not wish for a confrontation. Iago seizes on this opportunity to play on Othello's insecurities, making Cassio's exit seem guilty and incriminating. Soon, Othello begins to doubt his wife's fidelity. Desdemona drops the handkerchief that Othello gave her on their honeymoon. Emilia gives it to Iago, who then tells Othello that Cassio has the handkerchief. Othello is incensed to hear that Desdemona would give away something so valuable, and comes to believe that Desdemona is guilty. Othello then swears revenge. Desdemona tells Cassio and Iago that Othello has been acting strangely, and Iago goes to look for him, feigning concern. Emilia thinks that Othello's change has something to do with his jealous nature. Cassio asks Bianca to copy the handkerchief that he found in his room; Cassio has no idea it is Desdemona's. Act IV Othello tries not to condemn Desdemona too harshly. But, soon, Iago whips Othello into an even greater fury through mere insinuation. Iago calls Cassio in, while Othello hides; Iago speaks to Cassio of Bianca, but Othello, in his disturbed state, believes that Cassio is talking of Desdemona. Convinced of her infidelity, Othello is resolved to kill Desdemona himself, and charges Iago with murdering Cassio. When Desdemona mentions Cassio in front of nobleman Lodovico, Othello becomes very angry and slaps her. Othello questions Emilia about Desdemona's guilt, and she swears that Desdemona is pure and true. Emilia thinks that someone has manipulated Othello, however, Iago is there to dispel this opinion. Iago comes across Roderigo; he is not pleased that Iago has failed to deliver on his promises regarding Desdemona. Iago quiets him by making him believe that if he kills Cassio, then he will win Desdemona; Roderigo decides to go along with it, but Iago is coming dangerously close to being revealed. Desdemona knows that she will die soon; she sings a song of sadness and resignation, and decides to give herself to her fate. Act V Spurred on by Iago, Roderigo and Cassio fight, and both are injured badly. Iago enters, pretending that he knows nothing of the scuffle; Gratiano and Lodovico also stumble upon the scene. Roderigo is still alive, so Iago feigns a quarrel, and finishes him off. Bianca comes by, and sees Cassio wounded; Iago makes some remark to implicate her. Cassio is carried away. Othello enters Desdemona's room while she is asleep. Desdemona awakens and pleads with Othello not to kill her, but he begins to smother her. Emilia knocks and Othello lets her in. He tries to conceal Desdemona, who he thinks is already dead. Emilia brings the news of Roderigo's death, and Cassio's wounding. Emilia soon finds out that Desdemona is nearly dead, by Othello's hand; Desdemona speaks her last words, and then Emilia pounces on Othello. Othello is not convinced of his folly until Iago confesses his part, and Cassio speaks of the use of the handkerchief. Othello is overcome with grief. Iago fatally stabs Emilia for uncovering his plots. The Venetian nobles reveal that Brabantio, Desdemona's father, is dead, and thus cannot be grieved by this tragedy now. Othello stabs Iago when he is brought back in; Othello then tells all present to remember him how he is, and kills himself. Cassio becomes the temporary leader of the troops at Cyprus, and Lodovico and Gratiano are to carry the news of the tragedy back to Venice.", "analysis": ""}