{"name": "Overview", "url": "https://web.archive.org/web/20210425204423/https://www.gradesaver.com/howards-end/study-guide/summary", "summary": "Howards End opens with letters written from the novel's namesake, a country house located a train ride away from London in an area called Hilton. Margaret and Helen Schlegel, two parentless but privileged sisters, befriended the house's owners, Mr. and Mrs. Wilcox, while traveling around the European continent. While Margaret, the oldest sister, is at home in London caring for their younger brother Tibby, Helen visits Howards End. During her brief visit, she develops a quick romance with the younger Wilcox son, Paul, which ends with hurt feelings and embarrassment. As a result, the families go their separate ways. In the aftermath of her visit, Helen appears to have recovered from the experience. The Schlegels, who are passionate about art and music, attend a concert with their British aunt, Juley Munt, and their German cousin, Frieda Mosebach, who brings along her suitor. At the concert, Margaret tries to befriend a man named Leonard Bast. Leonard craves culture and intellectual conversation, but he is embarrassed about his lack of privilege and money. Thus, he flees from the sisters after Helen absentmindedly comments about his ratty umbrella, which she accidentally takes after assuming that it is her own. As her visit with her nieces is about to end, Aunt Juley reports that the Wilcoxes have taken a house across the street. Margaret is concerned about having a relationship with the family, but Helen maintains that she has all but forgotten about Paul and is going to Germany with Frieda. They soon learn that Mrs. Wilcox is staying in the house alone. Paul has gone to Nigeria in search of wealth, his older brother Charles has gotten married and moved to a house near Howards End, and the youngest child, Evie, is motoring around the countryside with Mr. Wilcox. Margaret develops a brief but powerful friendship with Mrs. Wilcox, which culminates in their nearly visiting Howards End together. However, they never do take the trip, and Mrs. Wilcox passes away. Mrs. Wilcox leaves behind a handwritten note asking that Howards End be given to Margaret Schlegel. When their lease expires at Wickham Place in just a few years, the Schlegels will have to move, and Mrs. Wilcox was overcome with pity when Margaret told her of the situation. The Wilcoxes, not understanding the circumstances of Mrs. Wilcox's wish, feel betrayed by their matriarch and ignore the request without directly mentioning it to Margaret. Two years later, the Schlegels are starting to look for a new home. One day they receive a mysterious woman caller who is looking for her husband. The next day, Leonard Bast appears and they discover that the woman is his wife. After arriving at the Schlegels, Leonard explains that reading a book inspired him to walk through the country until dawn. His wife, a former prostitute named Jacky, thought he had gone calling elsewhere. After finding Margaret's card, which she gave to him years ago at the concert, Jacky went looking for her husband at Wickham Place. The Schlegels do not remember meeting Leonard at the concert, but they find themselves enjoying his company despite feeling his financial status is unfortunately inadequate. The Schlegels end up discussing Leonard's situation with their friends at a social gathering. After the gathering, they walk home and run into Mr. Wilcox. Still thinking about Leonard Bast, they mention his name. Upon hearing he is employed at a certain company, Mr. Wilcox informs the Schlegels that the company will soon be bankrupt. The Schlegels feel it is their responsibility to tell Leonard, so they invite him for tea. Leonard accepts, and arrives expecting more intellectual conversation. However, when he learns why they have invited him, he is sorely disappointed and leaves in an outrage. Mr. Wilcox and Evie arrive in the middle of his visit and are amused by the situation. The scene also leads Mr. Wilcox to worry about the young ladies fending for themselves while their brother is at Oxford. Soon afterwards, Evie gets engaged and Margaret is invited to lunch with her and her fiancA. At lunch, Margaret has a very pleasant conversation with Mr. Wilcox, and feels more a guest of his than of Evie's. Margaret and Mr. Wilcox have another meal together before she heads to Swanage with her siblings to visit Aunt Juley. Shortly after arriving at Swanage, Margaret receives a letter from Mr. Wilcox inviting her to rent his house on Ducie Street in London. Having been quite worried about finding a new home, Margaret goes into London to look at the house, and while Mr. Wilcox is taking her on a tour of the rooms, he proposes. Much to her sister Helen's dismay, Margaret accepts. Helen cannot stand Mr. Wilcox, especially his demeaning attitude towards the poor. She is especially upset because after all of Mr. Wilcox's warnings, Leonard's company did not go bankrupt, but, following Mr. Wilcox's advice, he took a lower paying job elsewhere. One of Margaret's first duties as Mr. Wilcox's fiancA is to attend Evie's wedding, which is held at Oniton Grange near Wales. At the wedding, Margaret makes an effort to fit in with Mr. Wilcox's friends, although she does not hold them in high esteem. After the wedding, Helen appears with Leonard Bast and his wife. Helen rushes up to Margaret in an outrage and begins to talk about the miserable state that Leonard and Jacky are living in. She thinks that Mr. Wilcox should give him a job, as Leonard's new company let him go. Margaret tells Helen that she cannot act so rashly and then goes inside to find Mr. Wilcox. Leonard and Helen depart to secure hotel rooms while Jacky is left to fill up on wedding leftovers. When Margaret and Mr. Wilcox return outside, they find Jacky is drunk. Upon this meeting, it is revealed that Mr. Wilcox had an affair with Jacky when she was a prostitute in Cyprus. Margaret resolves to forgive her fiancA for his trespasses, since she did not even know him when the incident occurred. Helen, however, is very troubled. That night, she has an intimate conversation with Leonard Bast which, as it is later revealed, leads to her becoming pregnant. Helen leaves Oniton before morning and goes to speak with Tibby at Oxford. She tells him that she is going abroad and wishes to be left alone. Once she has gone, Margaret and Mr. Wilcox marry and move to Ducie Street. Margaret has stored the Wickham Place furniture at Howards End, and Miss Avery, the house caretaker, begins unpacking it. Margaret had not intended for the furniture to be unpacked and goes to the house to address the situation. However, before she can arrange for the furniture to be repacked, Aunt Juley falls ill and Margaret goes to visit her. Helen returns to England upon hearing of Aunt Juley's illness, but arrives to find her completely recovered. Margaret is very worried about her relationship with her sister, because Helen still refuses to see her. She decides to intercept her at Howards End, where she has sent Helen to pick up some books. When Margaret finally sees Helen, she discovers that Helen is pregnant. Mr. Wilcox, understanding the inappropriateness of the situation, wants Helen to be put in a hotel while Margaret stays with him. However, Margaret pleads with him to let the sisters spend one night together at Howards End before Helen returns to Germany. Mr. Wilcox still refuses, and when Margaret reminds him of his own transgressions, they have a heated argument. Margaret decides that she might go to Germany with her sister. Meanwhile, Leonard Bast, father of Helen's child, has been living in a state of misery and guilt. He has been living off of handouts from his family and is only staying alive to provide for Jacky. When Charles goes to tell Tibby of the trouble with his sister, Tibby reveals that he suspects Leonard Bast may be the father, an admission he later regrets. Charles returns to Mr. Wilcox and tells him that he will go to Howards End first thing in the morning. When he arrives, he sees Leonard and assumes he has spent the night. However, Leonard is there to confess to Margaret and see what has become of Helen. Before he can explain, Charles strikes him with the blunt end of a sword. Leonard falls down and a bookshelf falls on top of him. Moments afterwards, he dies of a heart attack. Charles is sentenced to three years in jail for manslaughter, even though it was the heart attack that killed Leonard Bast. Mr. Wilcox is so upset over Charles's sentence that he declares himself a broken man and goes to his wife for pity. Margaret takes both Mr. Wilcox and Helen to Howards End to live, and a year later, they are still there. Helen gives birth to a baby boy, and Mr. Wilcox gathers his family to tell them he will be giving Howards End to Margaret, who will leave it to Helen's son.", "analysis": ""}