{"name": "Overview", "url": "https://web.archive.org/web/20170909142712/http://www.gradesaver.com/regeneration/study-guide/summary", "summary": "Regeneration opens with Siegfried Sassoon's famous anti-war letter and then dives into the furor that the lieutenant's protest generated. The British military, worried about public opinion turning against a war for which there is no end in sight, mobilizes to undercut Sassoon's critique. Graves, a fellow officer, poet and friend, convinces Sassoon that his protest will not result in the controversial court-martial he desires, but in public embarrassment instead. Therefore, Sassoon agrees to be committed to Craiglockhart, a mental hospital, thus admitting to a psychological break-down and effectively neutralizing his critique. Sassoon's treatment is entrusted to Dr. Rivers, an accomplished anthropologist and psychologist who champions remembering and processing traumatic memories as form of treatment for shell-shock. The psychologist is impressed with Sassoon's rational state of mind and commitment to his beliefs, but warns the lieutenant that he is tasked with ensuring Sassoon's return the front. Dr. Rivers, like Graves, believes that soldiers have a duty to fight regardless of their opinions about the war. Though ostensibly sane, Sassoon establishes a schedule for therapy with Dr. Rivers. The lieutenant is one of many officers staying at Craiglockhart. During dinner, Sassoon meets Anderson, a combat medic who fears blood. Their talk is interrupted by a skeletal man named Burns who is vomiting up his meal. Burns was thrown by an explosion and landed on the decomposing corpse of a German soldier; any time he attempts to eat, the taste and smell of rotting flesh come back to him. Later, Billy Prior, a stubborn young officer with working-class roots, arrives at the hospital. He is suffering from mutism. In order to cure these troubled soldiers, Dr. Rivers uses psychoanalysis, pushing his patients to speak about the memories that haunt them. Prior recovers his speech and immediately begins to taunt Dr. Rivers, refusing to recall the trauma that left him mute in the first place. He repeatedly requests hypnosis, insisting that it is the only way he will recover the memory. Later, Burns walks through the English country-side and, in a surreal sequence, finds a tree with dead animals hanging from its boughs. Terrified, he turns to run but forces himself to face his fears. He returns to the tree, removes the dead animals, and arranges them in a circle around the trunk. Burns then peels off his clothes and lies down in the center of the circle, thinking about death. Only his attachment to Dr. Rivers forces him to return to the hospital. Dr. Rivers realizes that being forced to re-experience traumatic memories can cause his patients significant emotional difficulty, which worries him. He dreams about the experiments he conducted at Cambridge with his friend Henry Head. Head had voluntarily severed the nerve in his arm in order to chart its regeneration. Dr. Rivers would prick his friend's arm with a pin and measure the level of pain; Head often experienced unbelievable anguish. The psychologist is disturbed by the thought of causing pain to both his friend and his patients, even in the name of recovery. Yet Dr. Rivers believes in the power of his methods and concludes that he must continue his treatment. Sassoon becomes a friend and mentor to Wilfred Owen, another officer and aspiring poet who is star-struck when he first meets the decorated lieutenant. A successful and published poet, Sassoon pushes Owen to write about his war experiences and hone his craft. Over time, Owen's writing improves. He shows Sassoon a moving anti-war poem and eventually agrees to publish his own work in the hospital literary magazine. Prior wanders through the nearby town and enters a pub where he meets Sarah, a munitions factory worker. They drink heavily and end the evening kissing in a cemetery. Prior walks Sarah home and agrees to meet the following Sunday. Unfortunately, he returns to Craiglockhart after curfew that night and is prohibited from leaving the hospital grounds for the next two weeks. As soon as his punishment is over, Prior visits Sarah, apologizes profusely for his absence, and takes her to the seaside. During a sudden storm, Sarah and Prior have sex underneath a thicket of thorns. Afterwards, Prior is overwhelmed by the emotional attachment he feels and purposely distances himself from Sarah. Dr. Rivers accedes to Prior's demands and uses hypnosis to recover his missing memories. Prior is then forced to relive the moment that rendered him mute. He is walking along a trench when an incoming shell kills the two men with whom he has just been speaking. As he shovels their gruesome remains into a bag, he finds an eye staring at him from beneath the duckboards. He picks it up and is holding it in the palm of his hand when he feels his jaw go numb. Once the spell of hypnosis is broken, Prior is furious that the memory is so mundane; he had seen many similarly gory scenes before that particular incident. Dr. Rivers explains that shell-shock is not usually the consequence of one single event, but the result of repeated traumatic incidents wearing a person down. Meanwhile, the stress of his work has run down Dr. Rivers. When he awakens one night with chest pain, his supervisor, Bryce, insists that he take three weeks of sick leave. Dr. Rivers visits his brother in the countryside, attending church, helping with the family chicken farm, and mulling over his relationship with his late father. Afterwards, he visits Henry Head, his friend from Cambridge, who offers him a prestigious post studying shell-shock in a London hospital. Dr. Rivers promises to consider it but is reticent to leave Craiglockhart. While he is still on leave, Dr. Rivers travels to visit Burns, who has been granted permanent home leave and is living in his parents' empty seaside cottage. Burns has repressed all of his memories of the war and Dr. Rivers is hesitant to make him remember, despite his firm belief in his methods. One night during a storm, Burns flees the house and hides in the cellar of a lighthouse that floods completely at high tide. Dr. Rivers finds Burns and saves him before the tide comes in, realizing that no military responsibility or code of honor can justify Burns's extreme anguish. Dr. Rivers discovers that Billy Prior has asthma after the young officer suffers a severe attack. Rivers forces Prior to see a specialist, despite his patient's protests. When the board reviews Prior's file, they grant Prior permanent home service as a result of his asthma. Prior is devastated that he will not have the opportunity to prove himself on the battlefield but is also relieved that he will no longer have to face imminent death. Later, he breaks into Sarah's room and they lie in bed together. Prior admits that he loves her and Sarah responds that she loves him as well. Wracked by guilt and haunted by the apparition of a dead friend from the war, Sassoon decides that he must return to France. His protest has failed, effectively neutered by his stay at Craiglockhart; if he cannot help end the war, Sassoon feels duty-bound to return to it. Yet the lieutenant's pacifism and thoughts about the war have only hardened. Dr. Rivers is confused but relieved by Sassoon's decision. Encouraged by Bryce, Dr. Rivers accepts the new position in London. The city has grown darker with the war and is oppressed by constant air raids. Dr. Rivers reluctantly accepts an invitation to visit, Dr. Yealland, a fellow psychologist, and witness his treatment methods. Dr. Yealland turns out to be a cruel and sadistic man who takes delight in shocking his patients into submission. He believes that all illnesses are physical and neglects the emotional state of his patients entirely. Horrified, Dr. Rivers returns home where he dreams that he is in Dr. Yealland's place, shoving an electrode and then a horse-bit into the mouth of a terrified man. After waking, Dr. Rivers realizes the man he was torturing was Sassoon. Dr. Rivers returns to Craiglockhart for Anderson and Sassoon's review boards. Anderson is granted an administrative position with the War Office, saving him from returning to the blood of the battlefield or a civilian medical practice. Sassoon is discharged to duty in France, despite his refusal to retract his statements about the war. Dr. Rivers and Sassoon exchange an awkward but warm farewell. Later that night, Dr. Rivers thinks about how much Sassoon has transformed his own opinion of the war. He concludes that no government who would sacrifice its children so wantonly deserves automatic allegiance.", "analysis": ""}