{"name": "Overview", "url": "https://web.archive.org/web/20210619204346/https://www.gradesaver.com/mansfield-park/study-guide/summary", "summary": "Mansfield Park thematically centers on the issue of morality in three different layers of society: the aristocratic Bertrams, the fashionable, city-dwelling Crawfords, and the down-and-out Prices. Although the protagonist, Fanny Price, is merely a poor, shy relation, more than willing to be marginalized by the effusive Bertrams and the sophisticated Crawfords, she surpasses them all through her innate sense of morality and familial duty. Although she loves Edmund Bertram, she keeps her feelings to herself because she realizes he loves Mary Crawford. She refuses to manipulate him into thinking otherwise, even though she herself realizes Mary is manipulative and disingenuous. Furthermore, although she has the opportunity to marry Henry Crawford, she forgoes the chance to be rich and socially elevated in hopes that she will find true love. In the end, Fanny emerges triumphant because she sees those around her for what they truly are. By remaining true to her own values, she wins Edmund's love, as well as the respect and adoration of everyone at Mansfield Park. As a poor nine-year-old, Fanny Price comes to live with Lady Bertram and Sir Thomas Bertram at their estate, Mansfield Park. Fanny is ill-treated by her other aunt, Mrs. Norris, and is looked down upon by her cousins: Tom, the eldest, who likes to drink and gamble, and the cruel Maria and Julia, who want to have nothing to do with Fanny because she doesn't have fashionable clothes. Edmund, the younger Bertram son, who is destined to be a clergyman, is kind to Fanny, and becomes her dearest friend. Fanny spends the rest of her childhood in this luxurious environment, but is constantly reminded of her status. She remains at the beck and call of both of her aunts, knowing full well that if she isn't obliging, she could very well be thrown out. In time, Tom Bertram's gambling debts and wild behavior cause Sir Thomas serious financial troubles. He is forced to leave Mansfield Park for Antigua, where he owns plantations, and must allow another parson, Dr. Grant, to replace Mr. Norris after he dies, instead of holding the parsonage in abeyance for his younger son, Edmund. In his absence, Mary and Henry Crawford, the much younger siblings of Mrs. Grant, arrive from London and take up temporary residence at the parsonage. Henry and Mary are attractive and sophisticated, and quickly become welcome guests at Mansfield Park. Henry flirts openly with the Bertram daughters - Maria, who has just become engaged to the wealthy Mr. Rushworth, and Julia, the younger daughter. Mary becomes interested in Edmund, although she does not realize that he is destined for the clergy. To complicate matters, Fanny comes to realize that over the years she has fallen in love with Edmund. When Tom Bertram returns to Mansfield Park, he brings his friend Yates with him. Tom's suggestion that the group stage a play that Yates has been yearning to produce is met with great exuberance by all except Edmund and Fanny, who are horrified at the idea of acting because it would not be condoned by Sir Thomas, were he present. Despite their feelings, the production of the scandalous Lovers' Vows gathers steam. To Fanny's great relief, Sir Thomas returns from Antigua the day before the play's debut. He is furious with the improper behavior of his family in his absence, and appreciates Fanny's objections to the performance. Although Maria is attracted to Henry Crawford, she nevertheless marries Rushworth for his money and estate and leaves Mansfield Park for London with her sister, Julia. Edmund's relationship with Mary Crawford continues to grow - much to Fanny's dismay. She is Edmund's confidante, and he has no idea of her true feelings for him. Henry turns to Fanny for admiration while Maria and Julia are away, and in time realizes that he has in fact fallen in love with her. When her brother William comes to Mansfield Park for a visit a ball is given in Fanny's honor, and Mary Crawford manages to give Fanny a secret gift of a cross from Henry. He also recommends Fanny's brother to his Admiral uncle for a naval promotion, after which he proposes to Fanny. She refuses his offer, but he will not take no for an answer. Sir Thomas thinks she should accept Henry's proposal so that she will have an easier life, as the mistress of his estate. He believes that a visit to her original home in Portsmouth will force her to consent to Henry's proposal. Fanny is devastated upon returning to her parents, who live in a tiny, filthy house with an overabundance of disobedient children. Her parents hardly notice her, but she finds a friend in her sister, Susan. Every day she waits to be called back to Mansfield, and every day she is disappointed. When Henry comes to visit and treats her and her family so well, she begins to waver in her decision not to marry him, and is almost disappointed to see him leave. Meanwhile, she receives letters from Mary Crawford urging her to accept Henry as her husband. Fanny can see that Henry has put Mary up to this since he cannot write to her himself - young ladies at this time could not accept letters from men to whom they weren't at least engaged. As a result of his playboy lifestyle, Tom Bertram becomes deathly ill, and is forced to return to Mansfield Park to convalesce. Upon leaving Fanny at Portsmouth, Henry Crawford goes to London and runs off with Mrs. Rushworth, otherwise known as Maria Bertram. Julia Bertram elopes with Tom's friend, Mr. Yates. With all of these goings-on, the whole family is distressed, and Fanny is called back to Mansfield. Lady Bertram writes to Fanny and asks her to bring her fourteen-year-old sister with her, and Edmund immediately comes to collect them. He admits that Mary Crawford finally showed her true colors by intimating to him that things might be better off for them if Tom died. Edmund would then become the heir to the estate, and would not have to continue as a minister. He will never marry, Edmund tells Fanny. In a short while, as might be expected, Henry leaves the disgraced Maria, who is forced to live with her aunt, Mrs. Norris. Julia and Yates are in time accepted by the family, and Edmund comes to look upon Fanny with the eyes of love. After marrying, they move to the parsonage, Susan replaces Fanny at Mansfield Park, and all live happily ever after.", "analysis": ""}