{"name": "Overview", "url": "https://web.archive.org/web/20210425133639/https://www.gradesaver.com/therese-raquin/study-guide/summary", "summary": "Emile Zola's short novel Therese Raquin traces the complete life's story of its title character: her childhood defined by confinement and resentment; her adulthood marked by passion and deception; and finally the murder, violence, and suicide of her last years. Orphaned at an early age, Therese was raised by her protective aunt, a shopkeeper named Mme Raquin. The young girl's only real companion was her sickly cousin Camille, a lazy young man adored by his mother. When Camille and Mme Raquin relocate to Paris, Therese follows along. And when Mme Raquin engineers a marriage between Therese and Camille, Therese blankly accepts, resigning herself to a future of boredom. Therese's life is turned upside-down by the appearance of Laurent, Camille's strong and independent friend. A man addicted to sensual pleasures, Laurent decides to take Therese as his lover. The young woman assents, and a vivifying, satisfying affair ensues between the emotional Therese and the hearty Laurent. When it becomes clear that this liaison cannot continue - since their secret meetings distracts from Laurent's office job - Laurent and Therese decide to murder Camille and marry. Together, Laurent, Therese, and Camille go on a boating excursion on the Seine river. Laurent chokes Camille and hurls him into the water, and stages this act of violence so that it looks like a freak accident. He executes all this with Therese's tacit consent. After the murder, Therese and Laurent bide their time for about a year and a half. But Laurent is increasingly haunted by his victim; in fact, he had seen Camille's bloated corpse in the Paris Morgue and fantasizes that the dead man is invading his apartment, his bed, and every aspect of his life. Therese is plagued by similar dark fantasies. The two decide to get married as quickly as possible to try to dispel the pull of Camille's ghost. They settle into the apartment where Mme Raquin lives, and succeed in concealing their deed from the old woman. Though Therese and Laurent had murdered Camille in order to be together, they soon find one another's company hateful. Their nerves are jangled, they are racked by insomnia, and visions of Camille's ghastly corpse haunt both of them constantly. Laurent tries to find solace in an old pastime - painting - but cannot shake his obsession with Camille. In the meantime, Mme Raquin has become increasingly immobilized, finally succumbing to complete paralysis. And once Mme Raquin is rendered completely helpless in this way, she makes a shocking discovery: that Therese and Laurent, whom she regarded as her own children, were in fact her son's murderers. Months pass, and Therese and Laurent attempt to exorcise Camille and escape one another's unbearable company in new ways: by indulging in tearful confessions; by scolding and beating each other; and by resorting to drink and adultery. None of these methods succeed. Finally, Laurent plans to murder Therese, and Therese decides to murder Laurent. These two, independent murder schemes are revealed at the same moment, and the revelation reduces Therese and Laurent to tears. At last, they feel at peace. The two drink together the poison that Laurent was preparing for Therese and they fall dead at the feet of Mme Raquin, who sits gloating over the morbid spectacle.", "analysis": ""}