{"name": "Overview", "url": "https://web.archive.org/web/20180313081514/http://www.gradesaver.com/every-man-in-his-humour/study-guide/summary", "summary": "The play opens with a prologue addressing the audience. The speaker talks about how the popularity of the theater is the reason that the show was written. Playwrights hope that their work - like a child - is pleasing to the audience. This particular play is then presented as one that does not whisk the audience away to a foreign land, but will portray a contemporary place and time that people can laugh at. The first scene starts with the old man Knowell at his house. He instructs his servant Brainworm to wake and bring to him his son, the young Edward Knowell. The elder Knowell then reflects on how happy he is that his son is a scholar like he once was, but is unhappy that his son is so fond of the \"fruitless\" arts. Then enters Master Stephen, a country man who is easily deceived. He has come to visit his relatives. The elder Knowell thinks he is ridiculous and tries to give him advice on how to be a better, wiser man. As he finishes his speech, a servant enters and after some conversation, Stephen leaves. This allows the servant to deliver a letter to Knowell that is meant for his son. The elder Knowell reads it, knowing it is not for him. Knowell is offended by how impolite and friendly the letter is, and calls in Brainworm to give the letter to his son. To end the scene, Knowell vows he will not force his son to be a good man, but will try to compel him to be one freely. The second scene of act one opens with Brainworm bringing Edward the letter and admitting that Edward's father had read it. Stephen enters, inquiring about the man that brought the letter. He wants to go after the man, but he is far gone. The cousins Stephen and Edward Knowell then talk. The two go off to the city to meet with the man who send Edward the letter. Mathew arrives to Cob's house in scene three and they chat. While Cob goes on and on about various respectable ancestors, Mathew does not believe him. Mathew asks about finding a man named Captain Bobadill, who Cob says is his guest. Mathew also does not believe that Bobadill is Cob's guest, but Cob insists that the man fell asleep on his bench the night before. A servant of Cob's then takes Mathew to Bobadill. The scene ends with a monologue by Cob about the drama in his master's house and Bobadill whom owes him money. The fourth and final scene of act one takes place in the room in Cob's house where Bobadill is lying on the bench. Mathew is welcomed by Bobadill. They discuss the previous night's events wherein guests had asked for Mathew. Bobadill asks to keep it a secret that he spent the night there, and Mathew agrees. Then, Mathew shares a new play, and the two discuss how well written it is. The conversation moves to Mathew's own work. Downright insulted it and threatened to beat Mathew. The conversation shifts to compliments about Bobadill. The compliments turn into Bobadill offering to teach Mathew how to fight, and the two head off to a near tavern. Act two opens at the house of Kitely, a merchant at the Old Jewry. His cashier Cash, and the squire Downright enter. Kitely gives his cashier some work to do. Next, Kitely hesitantly tells the squire that his brother Wellbred has become disrespectful. While Wellbred's actions anger Downright, Kitely remains calm. Kitely states however, that he has no authority over Wellbred and that he cannot scold him for fear of backlash. Bobadill and Mathew enter, and quickly leave when they do not find Wellbred. Downright wants to follow them and fight, but Kitely tells him not to go. The squire leaves, so Kitely reflects on the possibility of the women in his life to be overcome by desire. He decides to not let his rash thoughts get the best of him. The second scene takes place in the moorfields - open areas of land in London - where Brainworm is disguised as a soldier. He wants to interrupt Knowell's following of his son. Stephen and the elder Knowell enter. Stephen loses his purse, which holds a ring from a mistress. The two had exchanged poems of love. Then, Brainworm appears and interests the men with some conversation and a barter. Though Knowell tries to discourage Stephen from buying a knife off of the \"soldier\", Stephen says he will buy it anyway. Still in the Moorfields, scene three opens with a monologue by Knowell. He is torn between disappointment in the letter to his son, and memories of his own youth. His speech turns to the way that parents shape their children, often in a bad way. Knowell is happy he did not do so with his own son. Yet, he sees that his son has gone astray and is not pleased. Brainworm enters then, in his disguise as before and begs for beer and money. Knowell scolds the \"soldier\" for begging, and tells him to be a better gentleman. Brainworm claims to not know how to find work, but Knowell says he will show him. The first scene of act three takes place in a tavern with Mathew, Bobadill, and Wellbred. Mathew and Bobadill speak of not liking Wellbred's brother, Downright. Squire Downright protests the insults when Edward Knowell and Stephen enter. Wellbred is the one who wrote the letter to Edward so they discuss it, and how it was wrongly delivered to the elder Knowell. The conversation turns to the military service served by both Stephen and Bobadill. Bobadill in particular shares a story about fighting with his trusty rapier. He and Stephen compare their swords . They all insult his common sword, which makes Stephen angry. Just then, Brainworm enters still disguised. Brainworm admits to fooling Stephen into buying the knife. The group of men are then warned that the elder Knowell is headed their way, and they leave in order to not be found. In the second scene, Cash helps Kitely prepare to conduct some suspicious business exchanging money. The two discuss who will be present and Kitely feels he does not know what to do or say. Kitely then wishes to tell Cash a secret, but he feels that Cash is hesitant to keep it so he does not reveal the secret and instead sends Cash to do another job. Before he leaves, Kitely asks his cashier to tell him if Wellbred comes to his house with the company of any other man. Additionally, he asks that Cash keep the whole business private to his wife. Next, Cob enters in distress. Cash tries to convince Cob that it is his \"humour\" making him so distressed. As he continues to speak of fear and persecution, Mathew, Bobadill, Stephen, Wellbred, Brainworm, and Edward Knowell enter. Cash and Cob exit. The group of men discuss Brainworm's clever trick earlier. Cash reenters looking for some men and accidentally lets out that Kitely went to Justice Clement's. The men continue to talk, this time about tobacco, and Bobadill boasts about its many uses. Then Cob and Cash reenter and Cob begins talking about recent deaths attributed to tobacco. Bobadill beats the man, but the others pull him away. Scene three takes place in Justice Clement's house. Cob warns Kitely about the men coming to Kitely's house. Kitely is worried about his wife and sister giving in to desires for the men. Cob tries to put his worries at bay. After Kitely leaves, Cob states that he wants revenge on Bobadill for using his wife. Then, Justice Clement, his clerk Roger Formal, and Knowell enter. Clement and Cob converse about Cob's life and meager possessions. Cob then asks the Justice for peace- by punishing Bobadill. Instead, the Justice orders his clerk to put Cob in jail for insulting tobacco and being a rascal. Act four is back at Kitely's house, where Downright and Kitely's wife discuss the visiting men. Downright wants the lady to make the men leavs, but she insists they stay. Then, Mathew, Bobadill, Wellbred, Edward Knowell, Stephen, Brainworm, and Kitely's sister Bridget enter. Mathew and Bridget talk a bit flirtatiously but it is interrupted by the group of men arguing. Mathew tries to impress the group with his poetry but they have mixed reviews. Wellbred does not think that the poems are enough for Dame Kitely and Bridget but the ladies think they are. Downright tries to get the group of men to leave by threatening them. They all draw swords and start to fight but are pulled apart by Cash and some other men of the house. Kitely enters asking about the quarrel but the men all exit. Bridget admits to being lovestruck, which makes Kitely greatly distressed. Kitely believes that Edward Knowell is still in the house because Bridget loves him so he sets off to look for him. The second scene of act four is at Cob's house. Cob and his Wife Tib bicker. Then, Cob asks for Bobadill and says that he has a warrant for his arrest from Justice Clement. To end the scene, Cob asks his wife to let nobody in to the house and she agrees. Scene three is back at the tavern with Stephen, Edward Knowell, Wellbred, and Brainworm. Wellbred sends Brainworm, disguised as a soldier, to give a message to his brother. Edward and Wellbred continue to converse about Bridget. Edward admits to being in love with her and Wellbred wants to bring them together, but Edward convinces him not to try. Scene four is at the Old Jewry. Roger Formal and Knowell are looking for the soldier that Knowell met earlier. Brainworm enters dressed again as that soldier and the two discuss that Brainworm likely did tell Edward about his father reading the letter. The soldier admits to telling Mathew and the other men about Knowell going to Justice Clement's house. Knowell then sends him with Formal and he goes to Cob's house to find the group of men. Back at the Moorfields, the group of men open scene five with negative gossip about Downright. Mathew and Bobadill fence a little, which leads into Bobadill telling a story about fencing some young men and continually winning. He claims that he is doing the nation a favor by sparing the lives of those men that keep coming after him to fight. Bobadill says he would not draw his sword on Downright if he appeared, and coincidentally, Downright does come to them just then. Downright tells Bobadill to fight, and Downright successfully disarms the man. To close the scene, Stephen picks up Downright's cloak that he left there and claims it as his own. Scene six is back at Kitely's house with Kitely, Wellbred, Dame Kitely, and Bridget. Kitely scolds Wellbred for fighting with the men earlier. Then, Kitely believes he has been poisoned, and he convinces himself so much that he feels sick. Brainworm enters dressed as Roger Formal. Wellbred sends him off to get Downright. Kitely then talks to Cash to keep an eye on his mistress. When Kitely leaves, his wife is told by Wellbred that he swoons a bit over Cob's wife. This leaves Bridget and Wellbred alone to discuss Bridget's admirer but Kitely interrupts them. He becomes angry when he learns that his wife and Cash went somewhere together. Mathew and Bobadill are on a street discussing their reputations after the previous events to open scene seven. Brainworm then enters dressed as Formal and the men try to get Downright in legal trouble. Brainworm says he will help the men for a price. Since Mathew and Bobadill have no money, so they pawn some of their belongings to get him to agree. Scene eight opens with Knowell looking for his son at Cob's house. Cob's wife Tib is fearful that Knowell is a constable but speaks to him anyway. She shuts the door almost immediately when Dame Kitely and Cash arrive. The two ask for Kitely, but he is not there. Instead he arrives just then so Kitely and his wife argue and bicker. Each believes that they are being cheated on. Cob enters and believes what Kitely says about his place being a whorehouse. In scene nine, Brainworm is on a street dressed as a legal officer. He supposedly bears a warrant for Downright, which allows Bobadill and Mathew to arrest Dowright. Stephen enters in Downright's cloak so the men mistakenly try to arrest him. He comes to be actually arrested by the disguised Brainworm, for supposedly stealing Downright's cloak. All of the men head to Justice Clement. Act five is at Justice Clement's house. Clement, Knowell, Kitely, Dame Kitely, Tib, Cash, Cob and servants enter. They are sorting out the business of how each was given false messages by Clement's man. Clement reveals that they were both tricked to go to Cob's house. Bobadill and Mathew enter, and speak of their warrant for Downright. Then, Stephen, Downright, and the disguised Brainworm enter. Those men bring forth their quarrel about the cloak, as well as the issue of Formal's supposed man who had the warrant for Downright's arrest. Clement wants to jail Brainworm for not having served the warrants correctly. Brainworm reveals himself, and the tricks he played are exposed. His tricks on Knowell and Kitely earlier are also revealed. Roger Formal then enters in armor. Clement and Mathew share poems just after Edward Knowell, Wellbred, and Bridget enter. Clement marries Edward and Bridget, and makes Stephen give Downright his cloak back. Tib and Cob renew their vows. To end the play, Justice Clement tells each person to clean themselves of their overcoming emotions, and they all celebrate.", "analysis": ""}