{"name": "Overview", "url": "https://web.archive.org/web/20180405073312/http://www.gradesaver.com/the-wonderful-wizard-of-oz/study-guide/summary", "summary": "Dorothy lived with her hardworking but dour Uncle Henry and Aunt Em on the bleak Kansas prairie. She was an energetic and joyful little girl who delighted in her small dog, Toto. One day a dangerous cyclone swept across the prairie. Toto hid under the bed in the farmhouse, so Dorothy did not make it into the storm cellar. The cyclone picked up the house with Dorothy and Toto still inside. As the hours passed, Dorothy tried to remain calm and eventually fell asleep. When she awoke she and Toto were in a fantastical and strange land. Coming out of the house, she and Toto were met by a few small men that called themselves Munchkins and the elderly but beautiful Witch of the North. The Witch informed Dorothy that her house landed on the Wicked Witch of the East and killed her, thus setting the Munchkins free from their long slavery under her command. Dorothy was horrified to hear that she had killed someone, but she was given a present of the Witch's silver slippers. She asked how she could get home and the Witch told her she would do best to ask the powerful Wizard of Oz who lived in the Emerald City. Dorothy's journey on the yellow brick road that led to the Emerald City began in the pretty and well-tilled land of the Munchkins. Passing a field, she encountered The Scarecrow, whom she released from his position held aloft in the field. He told her he wanted brains and asked if he could go with her to visit the Wizard. She happily agreed and the two companions continued along the yellow brick road to Oz. They helped save The Tin Woodman, who had rusted in the forest while cutting down a tree. He joined them, hoping to ask the Wizard for his dearest wish - a heart. They also met The Cowardly Lion, who, after roaring at them loudly, sheepishly admitted he had no courage and wanted to ask Oz to grant him some so he could be a real King of Beasts. The travelers continued along their path and faced several obstacles. They found a large ditch in their path and had the Lion jump over it with his friends on his back. They arrived at a field full of beautiful but deadly poppies; Dorothy and Toto and even the Lion fell into a deep sleep. The Scarecrow and Tin Woodman carried out Dorothy and Toto but received the help of thousands of field mice in carrying out the Lion. When they finally arrived at Oz, the Guardian at the Gate of the sparkling green city was surprised to hear that they wanted to see Oz, as no one had requested a visit for many years. They were told they could see Oz one by one in his throne room on separate days. Dorothy, the Scarecrow, the Tin Woodman, and the Lion each encountered a different Oz - a massive head, a beautiful woman, a frightening creature, and a ball of fire - and were all told that the Wicked Witch of the West must be killed before their wishes would be granted. Despondent but realizing there was no other way, the companions set out once more. Their journey was beset by danger because the powerful Witch knew that they were coming. She tried to destroy them with various minions - forty wolves, crows and black bees - but each swarm was defeated. Finally, the Witch sent the Winged Monkeys after the travelers. The Monkeys were bound to the Golden Cap, which said that its owner could command them to do whatever he or she wanted three times. The Witch commanded them to destroy the Tin Woodman and Scarecrow and bring her Dorothy and the Lion. Dorothy, who she could not harm since the Good Witch of the North had given her a mark of protection, was made to work in the Witch's kitchen. The Lion was chained up when he refused to toil for her. One day the Witch noticed Dorothy's silver slippers, and realizing their secret power, tried to trip Dorothy so they would fall off of her feet. This angered Dorothy and she threw a pail of water on the Witch. To her shock, the water melted the Witch and Dorothy was free. This was heartening to those in the Witch's land whom she had enslaved - the Winkies. Dorothy, Toto, and the Lion left the Witch's castle, and, taking control of the Golden Cap, commanded the Monkeys to take them to Emerald City. To their dismay, when they arrived in the Emerald City the Wizard claimed he could not help them. The Lion roared loudly in anger, scaring Toto and sending him tumbling into a curtain. This revealed a small and elderly old man. He was a mere ventriloquist and balloonist from Omaha who had accidentally ended up in Oz when the wind took his balloon far away from home. The Munchkins thought he was a powerful Wizard, and while not a cruel man, he went along with the delusion. They built the Emerald City and lived happily under the Wizard's rule. He told them to rid of the Witch since she had real power and frightened him. After telling his story and apologizing for his trickery, he said he would try to help them anyway. With a bit of goodhearted manipulation, he gave the Scarecrow, Tin Woodman, and Lion what they wanted, noting that each had displayed what they thought they lacked on the journey. His plan for Dorothy was to fly away over the desert borders of Oz in his balloon. He planned on going as well, but just as they were about to depart, Toto distracted Dorothy and she missed the balloon. It sailed away in the sky and she cried out in sadness. She tried to ask the Winged Monkeys in her second command to take her to Kansas, but they said they could not travel beyond the borders of Oz. A soldier in the Emerald City suggested she travel to the home of the Good Witch of the South, Glinda. This seemed a valid plan and Dorothy set out once more, accompanied by her friends. Together they faced more curious and dangerous creatures - people made of china, the devious Hammer-Heads, and the beasts of the forest who later crowned the Lion as their king. Their journey was not easy but they finally made it to the lovely Glinda's castle. She said she did not need to help Dorothy because the girl's silver shoes possessed that power: she merely had to click her heels together three times and say where she wanted to go and she would be there. In exchange for her help, Dorothy gave her the Golden Cap, and she used the three commands to send the Scarecrow back to rule over the Emerald City, the Tin Woodman to rule over the Winkies, and the Lion to rule over the beasts in the forest. She then gave the Cap to the Monkeys and set them free from their bondage. Dorothy kissed her friends goodbye and wished them well, and then clicked her heels together and said \"Take me home to Aunt Em!\" She ended up in the Kansas prairie, the silver shoes having fallen off in the desert. She ran towards her Aunt Em who was astonished to see her and asked her where she had been. Dorothy replied she had been in Oz and was glad to be home.", "analysis": ""}