{"name": "Overview", "url": "https://web.archive.org/web/20210622234141/https://www.gradesaver.com/northanger-abbey/study-guide/summary", "summary": "As Austen's novel opens, we are introduced to Catherine Moreland, a seventeen-year old girl who is invited to go on a trip to Bath with her wealthy neighbors, Mr. and Mrs. Allen. Catherine has never been away from home for an extended period of time, and she is excited to see the famed resort town. At Bath, Catherine is inducted into the social world of balls and entertainments. During one of their first nights in town, Catherine attends a ball in a venue called the Lower Rooms and meets a wealthy young clergyman named Henry Tilney. Henry charms Catherine with his gentle witticisms, and she is delighted to dance with him. Catherine seeks him out the next day at another social gathering, but Henry is nowhere to be found. Instead, Catherine is introduced to Mrs. Allen's friend Mrs. Thorpe, who has three daughters near Catherine's age. The eldest of these daughters, Isabella, befriends Catherine. It turns out that their brothers, James and John, are friends from Oxford. When James and John come to Bath for a visit, Isabella reveals her fondness for James, and John attempts to court Catherine by offering her carriage rides in the countryside. During the course of their first carriage ride, Catherine notes that John spends a great deal of his time bragging, but nonetheless she agrees to dance with him when he asks her to be his dance partner. At the ball that night, Henry returns, and Catherine wishes she could dance with him instead. It turns out that Henry left Bath for a week, but now that he is back Catherine finds herself increasingly enamored of him. John's presence becomes obtrusive and even odious to her. Meanwhile, Isabella and James have dove headlong into an open courtship, and Catherine finds that the two people she loves best in Bath--her brother and her closest friend--are devoting more and more time to each other, at the exclusion of her company. Catherine decides to become friends with Henry's sister Miss Tilney in order to fill the sudden lack of companionship. Of course, she also wants to know more about Henry. Catherine schedules a walk in the countryside with Miss Tilney and Henry, but on the morning of their walk it is raining, and the Tilneys do not arrive exactly on time. Isabella, James, and John persuade Catherine not to wait for them any longer, and Catherine agrees to go on a carriage ride instead. As soon as they set out, Catherine sees the Tilneys walking down the street. She is angry because John lied to her about their whereabounts: he'd told her that he had seen them leave town in a carriage earlier that day. Catherine wants to leave the carriage, but John only urges the horses to go faster. The walk is rescheduled for another day, and Catherine hopes that her friendship with the Tilneys can continue to progress. Once again, Isabella, James and John implore her to go on another carriage ride, and this time John sneaks away and tells the Tilneys that Catherine has to reschedule yet again. Catherine is visibly angry by this dishonest gesture, and she rushes over to the Tilneys' house to make amends. They accept her explanation, and the long-awaited walk is very pleasant. Meanwhile, James and Isabella become engaged during the course of their carriage ride. Catherine is happy at the pending union. James rushes off to get his parents' approval. He is successful, but he also reveals that his father can only provide them with a modest income. Isabella's expectations of a wealthy, lavish lifestyle are dashed by this news, and her demeanor sours, though she attempts to hide it. To make matters worse for James, the dashing Captain Tilney, Henry's older brother, arrives in Bath and begins to woo Isabella. Caught between her friend and her brother, Catherine is relieved when the Tilneys invite her to escape from the hustle of Bath and visit their house in the country, Northanger Abbey. Fueled by her knowledge of Gothic novels, Catherine imagines that the historic home is host to a variety of family secrets, and her imagination is incited when she discovers that Mrs. Tilney died of a sudden illness in the house. Catherine visits Mrs. Tilney's bedroom and cannot find any evidence for wrongdoing, but nonetheless she deludes herself into thinking that General Tilney had a hand in his wife's death. Her Gothic reverie is interrupted by Henry, who corrects her mistake and tells her to stop imposing her own fictional interpretations on reality: his father would never do such a thing to his mother. Catherine repents, and life returns to normal for a brief time. Suddenly, Catherine receives a letter from James stating that his engagement with Isabella has been broken off. Even more shockingly, James says that Isabella is now engaged to Captain Tilney. This turns out not to be true, as Catherine discovers when Isabella sends her a letter revealing that Captain Tilney has jilted her and left town. By now, Catherine is disgusted by Isabella's dishonorable and untrustworthy character, and she chooses not to respond to the letter. After a month at Northanger Abbey, Catherine is mysteriously cast out of the house by General Tilney. She goes home in disgrace and has a hard time settling into her former routine. Most of all, she misses Henry and wishes that she could be in communication with him. Before too many days pass, however, Henry surprises Catherine with a visit. He asks for her hand in marriage and explains that his father acted so rudely because he was informed that Catherine was not as rich as he had supposed her to be. Catherine is glad that the mystery is cleared up, but they still have to obtain the General's permission to get married. They finally get his consent after Miss Tilney marries a landed aristocrat, raising the family's status in the country. In the aftermath of this convenient marriage, Henry and Catherine seal their own matrimonial bliss.", "analysis": ""}