{"name": "Overview", "summary": "Context There are three narrators of this story. Firstly, there is Robert Walton, a sea Captain on a mission to find a passage via the Arctic between the Atlantic and Pacific Oceans. His letters appear at the start and the end of the novel, and thus frame Victor Frankenstein's main narration, which is the second narrator. Thirdly, in the middle of the book, the monster narrates his tale from his creation until his confrontation with Victor. Walton's ship discovers Victor Frankenstein adrift on an ice flow and close to death. Walton cares for the man, who slowly tells his tragic story, and Walton gives an account of this in letters he sends to his sister, Margaret Saville. Victor starts his story by giving details of his childhood and how his parents doted on him, meeting his every need, and also adopting a girl of similar age to be a playmate. He is an intelligent child and has an inquisitive nature, and is keen to learn, particularly in the field of science. He attends University at Ingolstadt, and using a mix of information obtained from early alchemists and contemporary scientists, he conducts an experiment to bring life back to dead tissue. His work becomes an obsession and he decides to recreate and re-animate a dead body, obtaining parts from cemeteries and the local morgue. The construction and resurrection of the dead body are not explained in detail, but clearly there is a link that Victor has found between life and electricity. He succeeds in bringing to life \"the creature\" and the being he has created immediately repels him and he leaves his rooms in Ingolstadt in disgust. He meets a close friend, Henry Clerval, who has come to enroll at the University. Henry is alarmed at Victor's poor state of health, and when they return to Victor's apartment, Henry decides to care for him and return him to full health. The monster has disappeared. Some time elapses and Victor receives a letter from his father, Alphonse, saying that his youngest brother, William, has been murdered. Victor returns immediately, and suspects that his creation may have something to do with this crime. He finds that the Frankenstein housekeeper, Justine Moritz has been falsely accused of the murder. She is found guilty and goes to the gallows. Victor now has the burden of two innocent deaths on his hands. He decides to take a holiday to try and obtain peace. On Mount Montanvert, he meets with the monster, which eloquently tells Victor his story since leaving Ingolstadt. He threatens Victor that unless he constructs a mate for him, he will inflict misery on Victor and his family. In the monster's tale, he describes how he was rejected by his &#8216adopted' family, the De Laceys, whom he had helped secretly over many months, but when they see his ugliness, they beat him and drive him away. He suffered similar rejections by villagers when he had saved a child from drowning. He takes an oath to avenge against mankind, the injuries he has suffered. Eventually Victor agrees to create a second monster. Before he begins his work, he undergoes a grand tour of Europe, and England, obtaining the most recent scientific knowledge along the way. His close friend, Henry, accompanies him and he promises to marry Elizabeth on his return. He eventually sets up his laboratory on a remote island off the coast of Scotland. In this experiment he does not have the drive that had possessed him in Ingolstadt, and his work is slow. Half way through his work, he decides he cannot go through with it and he destroys his work. The monster has followed him all the way from Geneva, and when he sees that Victor will not keep his promise, he vows that he will be with him on his wedding night. Victor decides to return as soon as possible to Geneva, but he must first dispose of the body parts in the sea. His boat is caught in a storm and he is eventually blown ashore in Ireland. Henry Clerval's body has been found nearby, and Victor is accused of his murder, as he is a stranger in the neighborhood. Victor, of course, has an alibi for the time of the murder, which was committed by the monster, and the local magistrate, Mr. Kirwin, pleads on his behalf and he is found innocent. Victor's health is very poor, and his father comes to Ireland in order to bring him home and nurse him back to health. Eventually, Victor makes it back home to Geneva and he marries Elizabeth. Despite taking necessary precautions, the monster gains access to Elizabeth while Victor is absent, and strangles her. Victor is now consumed with revenge, and he pursues the monster through Europe and Russia, and it is only when they reach the Arctic Ocean that he comes close to catching the monster. This is when he is discovered by Walton, near to death once more, and the novel concludes with Walton's narration. Victor asks Walton to continue his quest and destroy the monster, and then he dies. The monster boards Walton's ice-bound ship, telling him that he will remain in the Arctic wastes until he dies, and that he will burn on his own funeral pyre. The monster disappears into the mist and is never seen again.", "analysis": ""}