{"name": "Overview", "url": "https://web.archive.org/web/20180408172810/http://www.gradesaver.com/incidents-in-the-life-of-a-slave-girl/study-guide/summary", "summary": "Incidents in the Life of a Slave Girl is the story of Harriet Jacobs, who, for her safety, called herself Linda Brent in the narrative. Harriet begins by discussing her childhood. She does not know she is a slave until after her mother dies when she is six. Her earliest years were not unpleasant, but she is soon given to the daughter of Dr. Flint and his wife Mrs. Flint. Dr. Flint was wealthy and cruel, and Harriet and her brother William found solace only in the kindness of their elderly grandmother Aunt Marthy. This grandmother was a favorite in the southern town where the events of the story take place, and another elderly woman purchased her freedom for her when Harriet was still a child. Harriet writes of the horrors of slavery, dwelling on the theme of mothers being divided from their children and any sense of individuality or humanity in a slave being routed out by avaricious slaveholders. Her uncle Benjamin refuses to stand for the cruel treatment he receives, and eventually runs away to the north. Harriet's grandmother helps free her son Phillip as well, purchasing his freedom. As Harriet grows older, she begins to experience the lascivious persecutions of Dr. Flint. He was intoxicated by her and haunted her every step. She could not escape him and used all of her faculties to dissuade him from raping her. She could not count on Mrs. Flint for any help, however, for the mistresses of slaveholders were often jealous of the young female slaves their husbands lusted for and found their presence intolerable. Harriet finally decides that she will give herself to a white man named Mr. Sands. She had developed feelings for him and he always treated her kindly. She also knows that bearing another man's child would stave off the attentions of Dr. Flint. Harriet's plan works to some degree, but the Dr. is viciously cruel to her and tries to force her to tell him the identity of the child's father. Harriet refuses. Harriet includes many chapters detailing the ways in which slaves are punished, the lies about the North they are fed, and the horrors of being a slave woman or girl. When her first child - Benjamin is born, she curses the institution of slavery for making her wish that her own son would die instead of remain within its strictures. She discusses how difficult it was to know he could be taken from her at any time. Nat Turner's Rebellion of 1831 led to increasing persecutions of slaves in the town, although Harriet's grandmother, with whom she and her son now resided, was a respected enough figure and was left largely alone by marauding bands of low whites and local law officials. Harriet moves from these events to a discussion of the hypocrisy of Christian whites in the south, and how slaves strove for access to reading and writing so they could embrace Christianity but were denied their wishes. Harriet worries about her child's future, knowing that the Dr. might come after her son. When he learns she is pregnant again he is even more enraged and insane, insulting her and beating her. When Harriet's second child is born and she learns it is a girl, she is melancholy, knowing her daughter's inevitable future. Time passes and Harriet's children, Benny and Ellen, grow older and bring her much joy. She still worries incessantly about their future. Their father had not yet emancipated them and Dr. Flint renews his persecutions of Harriet and her family. He claims that he will send her and the children to his son's plantation where her children will be broken into slavery. Harriet and Ellen are sent there , but Ellen breaks down under the workload and Harriet sends her back to her grandmother. Harriet knows the time has come for her to try and find a means of escape for herself and her children, so she formulates a plan. After her grandmother objects due to her fear and sorrow at the likely fate of her family, Harriet reluctantly drops her plan. Harriet continues to work at the plantation of young Mr. Flint and his wife. One day she overhears that her children are to be sent there as well to experience the full force of slavery. This prompts her to once more consider an escape attempt. Leaving her children would loosen the Flints' hold on them. Although her heart breaks at the thought of leaving them, Harriet runs away to a friend's house where she will hide. A vigilant manhunt persists for weeks, but she is not found out. Harriet eventually moves to the house of a white woman who was friends with her grandmother, and there she hides in a small room above the woman's sleeping apartment. Her brother William and her children are thrown into jail to compel her to give herself up, but a letter from William encouraging her to remain hidden prevents her from immediately going to them. Harriet remains safe for some time; Dr. Flint thought she was in New York and went to try and locate her there. A slave-trader working with Mr. Sands worked with Dr. Flint to purchase William and the children . The wagon carrying the slaves traveled out of town to Dr. Flint's joy, but then doubled back and William and the children were brought to the house of Harriet's grandmother where they experienced a rapturous and joyful welcome. Dr. Flint, of course, was enraged. The unquenchable anger of Dr. Flint led to a renewed search for Harriet and it became clear that she was not safe where she was. Aided by the white woman's slave Betty and a black man named Peter, Harriet escapes to a swamp where she stays in frightening and sickly conditions for a day. She is then transported to her own grandmother's house, where, in a small space in the triangular section between the roof and eaves of a shed, she is hidden. Harriet passes many years in the shed. It is an extremely uncomfortable situation: she cannot fully stand and her limbs become almost crippled; there are rats and biting insects; she experiences the extremes of heat, cold, and rain; there is not much air or light; and she cannot tell her children that she is there. However, she bores a small hole in the roof that allows her to see out and she can hear conversations on the street as well as catch glimpses of and hear her children. Harriet decides to feign that she is in New York so Dr. Flint will not find her out, and writes a letter dated from that place. She learns that her brother William escaped Mr. Sands and joined the abolitionist movement in the north. Mr. Sands marries a white woman and Harriet worries for the fate of her children, as they have not been emancipated by their father yet. She contrives a way to speak with Mr. Sands, and he promises to take care of them. He arranges to send Ellen to Brooklyn with one of his relatives. Before she leaves, Harriet decides to risk a meeting with her sweet daughter; they have an emotional encounter and Ellen promises not to tell her secret. Finally, a plan for Harriet to escape north is devised. After arranging a meeting with her son, which is equally emotional and both joyful and sorrowful, she and another runaway woman, Fanny, escape to Philadelphia via a ship with a helpful captain and crew. After some time in Philadelphia, the women travel to New York and part ways. Harriet visits her daughter in Brooklyn and is dismayed that she seems to be in a precarious slave-like situation in the home of Mrs. Hobbs, the relative of Mr. Sands. It is clear that Ellen has not been educated like promised, and Mrs. Hobbs confidently asserts that she is to be a waiting-maid to her young daughter. Harriet does not want to jeopardize her daughter's safety so she resigns herself to finding employment. She takes work as a nurse for the daughter of Mrs. Bruce, a remarkably thoughtful and sympathizing English woman. While in New York she continues to receive letters from Dr. Flint's family begging her to come home and promising she will be treated well. She is pleased that her son is sent north and eventually is taken in by William, who meets her in New York. Harriet travels with Mrs. Bruce and her family to upstate New York. She is continually nervous about being recognized by southerners. She marvels at how poorly black people are treated by northerners. Harriet's presence is finally outed by Mr. Thorne, Mrs. Hobbs's dissolute brother. Harriet knows the time has come to tell Mrs. Bruce about her situation. To her great relief, the woman is incredibly understanding and promises to help her elude Dr. Flint. Mrs. Hobbs agrees to let her take Ellen, and mother and daughter escape to Boston where they are reunited with Benny. Harriet arranges to live with a friend and share expenses. Word arrives that the wonderful Mrs. Bruce has died, and Mr. Bruce requests Harriet to accompany Mary, their daughter, to England. Harriet agrees, and leaving Benny to a trade and Ellen with her friend, travels to England. There she was incredulous at the lack of prejudice and discrimination based on race. When she returns, she is sad to learn that Benny, having experienced discrimination and cruel treatment, has shipped out on a whaling voyage. Harriet lives with Ellen for two years in Boston. William pays for Ellen to attend a boarding school and Harriet returns to the Bruce household, where there is a new, equally kindhearted Mrs. Bruce and a new baby to care for. When the Fugitive Slave Law is passed, New York becomes a hostile place of terror for the slaves who escaped there. Harriet is afraid she will be captured and rarely ventures out of the house. Hearing that Dr. Flint knew she was back in New York and was preparing to come there, she is aided by Mrs. Bruce in an escape. Taking the Bruce baby as protection, Harriet travels to New England. After time passes and the search is dropped, she returns to New York. Harriet learns that Dr. Flint has passed away and left his family in poor financial straits. She cannot feel any remorse at the man's death, and she is still afraid at what Miss Flint, now Mrs. Dodge, and her husband might do. She happens to learn that they are in New York and Mrs. Bruce sends her and her baby into exile again. While in New England, Mrs. Bruce writes Harriet and asks if she might try and purchase her from Mr. Dodge. Harriet balks at this, saying she no longer wants to be considered property at all and plans on joining her son and William, who are now in California. Mrs. Bruce proceeds with negotiations anyway, and Mr. Dodge, needing money, agrees to sell her. When Harriet hears of her freedom, she marvels at the fact that she, as a human being, could be sold, but admits that she feels like a heavy burden has been lifted from her shoulders. She finishes her narrative by relating the deaths of her sweet grandmother and uncle, who thankfully had lived to see her free. She continues to work for Mrs. Bruce out of duty, devotion, and love, and hopes to have a hearthstone of her own one day.", "analysis": ""}