{"name": "Overview", "url": "https://web.archive.org/web/20180414053726/http://www.gradesaver.com/the-monkeys-paw/study-guide/summary", "summary": "The story is set in England around the turn of the twentieth century. It opens with the elderly Mr. and Mrs. White and their son Herbert in their cozy family home one stormy evening. Father and son are playing chess while Mrs. White knits by the fire. From their conversation, it is apparent they are expecting a visitor. The visitor soon arrives; Mr. White introduces him as Sergeant-Major Morris. The family welcomes him warmly, and as he relaxes with a drink, he tells them exciting stories of his time in India . Mr. White remarks that he would like to see the strange and exotic sights of India, but Morris says he's better off at home. Mr. White remembers the strange tale of a monkey's paw that Morris recently told him. Morris somewhat reluctantly shows them the paw and declares that an old Indian fakir placed a spell on it. As a result, according to Morris, the paw has the power to grant three wishes, but it brings disaster upon the wisher in the process. Morris then tosses the paw onto the fire, but Mr. White hastily retrieves it. Morris warns him that he should stay away from the paw. However, the Whites are curious, and Mr. White ends up buying the paw from Morris. After Morris leaves, the Whites decide to put the paw to the test. Mr. White admits that he can't think of anything to wish for. Herbert suggests that he ask for two hundred pounds to help with the mortgage. Mr. White wishes for this with the paw, and he is shocked when he feels it move in his hand. Nothing else happens, and Herbert scoffs that he's not likely ever to see the money. After this, Mr. and Mrs. White retire to bed. Herbert remains in the room for a while, imagining pictures in the fire. Finally, he sees a strange monkey-like face in the flames, a sight which frightens him. Reaching for some water to pour on the fire, he accidentally touches the monkey's paw, which alarms him further. In this rather unsettled mood, he too heads for bed. Next morning dawns, bright and cheerful, and Herbert is able to dismiss his misgivings of the previous night. He jokes with his parents about the monkey's paw and then leaves for work. Mrs. White continues to tease her husband about having made the wish, but she too appears to be on the lookout for something to happen, and is disappointed when the morning mail only brings a bill. However, she is intrigued when a well-dressed stranger unexpectedly turns up at the front door. She makes him as welcome as she can, believing that he is bringing them good news about the two hundred pounds. In fact, he has come to tell them that Herbert has been killed in an accident at work. Mr. and Mrs. White are utterly devastated at this news, but there is worse news still to come. The stranger says that they will receive two hundred pounds in compensation-exactly the sum that Mr. White wished for using the monkey's paw. At this revelation, Mrs. White screams aloud, and Mr. White collapses in a faint. After Herbert's funeral, his grieving parents return to the family home, which now appears desolate. A few nights later, Mr. White awakens to find his wife lamenting for their son at the window. Then she startles him by suggesting that they should use the monkey's paw to wish Herbert alive again. Mr. White is utterly horrified at the thought of summoning their son back from the grave, especially because he was mangled beyond recognition in the accident. However, Mrs. White is too excited to listen to reason and forces her husband to make the wish upon the monkey's paw. She waits by the window for her son, but nobody comes. Very relieved, Mr. White returns to bed; after a while, his wife joins him. Eventually, Mr. White gets up again to light a candle. While on the stairs, he suddenly hears a soft knock at the front door. Terrified, he rushes back to the bedroom. His wife is roused by the commotion, and he tries to pretend it was just a rat making the noise. However, the knocking grows louder. Mrs. White is ecstatic, believing that her son has indeed returned, and hurries downstairs to let him in before her husband can stop her. Mr. White is left with only one course of action: to make a final wish on the monkey's paw. We are not told exactly what the wish is, but when he makes it, the knocking stops abruptly. When Mrs. White opens the door, there is nobody there.", "analysis": ""}