{"name": "Overview", "url": "https://web.archive.org/web/20210411161332/https://www.gradesaver.com/the-taming-of-the-shrew/study-guide/summary", "summary": "The Taming of the Shrew is in fact a play within a play. The larger framework involves a drunkard named Christopher Sly, who stumbles out of an inn and falls into a deep sleep. A Lord passing by notices Sly and decides to play a trick on him. Sly is carried to the Lord's bedchamber and decked in lavish attire. When he awakes, the Lord's attendants refer to him as to a nobleman. The Lord's Page plays the part of the wife, overjoyed to see that her husband has finally recovered from a dire fifteen-year illness due to which he had been under the impression he was a beggar. A troupe of actors have stopped at the Lord's house to put on a performance, and they unwittingly become part of the ruse as well. Sly, after some protest, decides he must indeed be a lord, and watches the show as if it were performed in his honor. So begins the play proper. Lucentio, son of a wealthy Pisan named Vincentio, has arrived in the university town of Padua to pursue his education. His dreams of virtuous enlightenment fall by the wayside, however, when he lays eyes on Bianca, the younger daughter of the well-off Baptista. Bianca has two suitors - the young Hortensio and an old fool named Gremio. Baptista has ordained that he will not give his child away to marriage until her elder sister is wed. The problem is, that sister is Katharina, an ill-tempered, feisty, and quarrelsome \"shrew.\" All hope seems lost for Hortensio and Gremio until Petruchio, a gentleman of Verona, arrives on the scene. When Hortensio mentions Katharina - and adds that her father is quite wealthy - Petruchio immediately declares his interest in making her his wife. Lucentio, in the meantime, has devised a plan with his servant, Tranio. Since Baptista is looking for schoolmasters to instruct Bianca, Lucentio disguises himself as Cambio, a Latin teacher, while Tranio plays the role of the master. Hortensio gets the same idea and dresses himself up as a music teacher named Litio in order to access Bianca. Thus the wooers descend on the Baptista household. Tranio, in his noble guise, becomes another official suitor for Bianca's hand, while \"Cambio\" and \"Litio\" embed themselves inside. Petruchio, for his part, eagerly awaits the arrival of Katharina; the stories of her shrewishness only further his excitement. When she does finally appear, the two would-be lovers engage in a furious battle of wits. When Baptista, Tranio, and Gremio enter, Petruchio delightedly informs them that he and Katharina are to be wed on Sunday, despite her protestations. As soon as it appears that Katharina will be married, Baptista turns to Bianca's suitors, asking which of them could provide the richest dowry. Tranio guarantees more than Gremio is able, but Baptista insists upon receiving Vincentio's assurance that the money will be paid. Tranio hatches a plan to feign the assurance by dressing someone up as Vincentio. In the meantime, Lucentio, while playing the part of a Latin instructor, is able to declare his passion for Bianca. She is more partial to him than to \"Litio,\" whose advances she dismisses. Katharina and Petruchio's wedding proceeds hastily and wildly. Petruchio behaves like a tyrant during the service and then refuses even to let Katharina stay for the wedding feast, instead sweeping her away to his home in the country. There, Petruchio plays the part of an odious master. He refuses to help Katharina when she falls from her horse, beats and berates his servants, and denies his wife food and sleep. He reveals his plan to starve Katharina into submission - to out-shrew her as it were - all under the guise of kindness and love. Back at Baptista's, Tranio, witnessing the flirtation between Lucentio and Bianca, persuades Hortensio to call off his wooing of her. The two men vow never to court her again, and Hortensio declares that he will wed a wealthy widow instead. Tranio communicates the good news to the lovers, and then proceeds to solve the problem of Vincentio's assurance. Finding a traveling Pedant from Mantua, he convinces the old man that all Mantuans in Padua are to be put to death, and suggests that the Pedant disguise himself as the Pisan Vincentio. The Pedant readily agrees and assures Baptista that Bianca will receive a sufficient dower. Baptista is satisfied and allows the wedding. Meanwhile, at Petruchio's house, Katharina emerges as polite and gracious in comparison to her husband. After insulting a Haberdasher and Tailor who have come to present their wears, Petruchio sets off with his wife to Padua. They come across the real Vincentio, who is shocked to hear that his son Lucentio has married Bianca. The party arrives in Padua just after Lucentio and Bianca have stolen away to the church. In Padua, Vincentio confronts the Pedant who is impersonating him. Finally, Lucentio, returning from the church, pleads for his father's forgiveness. Vincentio, still fuming, grants his assurance to Baptista and the marriage between Lucentio and Bianca is settled. In the final scene of the play, the newlyweds all gather at Lucentio's house. The men propose a wager to see which of their three wives - Kate, Bianca or the Widow - is most obedient to her husband. Both Lucentio and Hortensio summon their wives only to be snubbed. Katharina, however, comes at Petruchio's beckoning. The \"veriest shrew,\" in Baptista's words , thus emerges as the most obedient wife of all. Katharina delivers a speech detailing a wife's duty to her husband, and so the play ends.", "analysis": ""}