{"name": "Overview", "url": "https://web.archive.org/web/20180421070358/http://www.gradesaver.com/troilus-and-criseyde/study-guide/summary", "summary": "The story is split in to five separate books. In the first two, Troilus discovers and woos Criseyde. The third book is climatic, and the couple celebrate their love. In the fourth book, they are separated and the fifth outlines the fate of both of them apart. Book 1 Each book begins with a small poem, addressed to different Gods to offer good will on what is to come. The first book opens with a poem to a Fury, Tisiphone, as a prayer for the lovers that will soon be introduced. The poem also forewarns the reader of the 'double sorrow' that Troilus will experience; we know from the beginning their love is doomed to fail. The setting is the Trojan War, set inside the walls of Troy with the Greeks camped outside to siege them. Calkas is a soothsayer and foresees that the Greeks will take Troy. With this knowledge, he deserts the Trojans and joins the Greek camp. He leaves behind a daughter, Criseyde, of whom is now vulnerable as a young, unmarried maiden by herself in a foreign city. She seeks the protection of Hector, a Trojan Prince and son of Priam. Troilus is with his regiments in the temple of Pallas Athena, mocking how lovers are pathetic. He is then struck by the God of Love, and sees Criseyde. He falls instantly in love with her, and complains of his new pain. Criseyde's Uncle, counsels Troilus and encourages him to repent and be humbled by the God of Love. They begin to think of a plan for Troilus to tell Criseyde how he feels. Book II The second book begins with a poem to a Muse of History, Clio. The author prays that she will help him to write the book well, and for it to rhyme. Pandarus delivers a speech on how he is unworthy of his own love, and it encourages him to help Troilus and Criseyde unite. Pandarus goes to see his niece and teases her to cheer up. After a long winded verbal exchange, Pandarus reveals Troilus' feelings towards her. Pandarus urges Criseyde to consider Troilus as a love interest, and manipulates her by claiming both he and Troilus will commit suicide if she does not commit her love to him. She is reminded that she is no longer young, and that there is a pressure for her to marry soon. The first window scene occurs. Troilus has returned from a battle and is parading down the street, both proud and embarrassed at the attention. From her window, Criseyde is out of sight but can see him clearly, allowing a picture to match to the description Pandarus has just provided her with. Alone, she muses the benefits and downfalls of having a lover. She admits that she is vulnerable and in need of protection. Yet, she is also a widow and taking Troilus would mean a loss of freedom. Criseyde goes out in to her garden with her ladies, and hears Antigone sing a song of love. That night, she goes to bed and dreams of a large white eagle painlessly taking her heart and replacing it with his own. Then begins the exchange of letters that starts the love affair. The process is constantly policed by Pandarus, who urges each party to be forward in their letters, and to reply immediately. Firstly, Troilus writes a letter to Criseyde. Pandarus essentially tells him what to write, and tells him to 'beblotte it with thy tears' to appear emotional writing it. Pandarus delivers it himself to Criseyde, and urges her to reply straight away, asking to meet with Troilus. She is reluctant, and refuses yet still writes a letter. More letters are exchanged between the two and a relationship begins to establish. Pandarus visits Deiphebus to try and arrange for Troilus and Criseyde to meet. They decide to arrange at meeting at Deiphebus' house. He invites Criseyde to the meeting, advising her that she has enemies. Pandarus has already brought Troilus to the house, and has advised him to go to bed under the pretence of an illness. Pandarus brings Criseyde to the house, and takes her to Troilus' chamber. The two lovers meet for the first time. Book III The poem that begins Book III is addressed to Venus, goddess of Love. It praises her power and asks her to bless Troilus and Criseyde's love. The proem is also addressed to the muse of epic poetry, Calliope, asking for help also. This book returns to where Book II left off, with Criseyde being brought to Troilus's chamber in Deiphebus' house. Pandarus talks to Troilus seriously about preserving her honour; as her Uncle, he is the only male protector in responsibility of her. Troilus reassures him that his intentions are honourable. After this occasion, a length of time passes where the couple exchange letters and meet several times. On an evening where rain is threatening to fall, Pandarus invites Criseyde to his house for dinner. She attends, and as they are dining, Troilus is hidden and observing them. The rain worsens after supper, and Pandarus convinces Criseyde that she cannot return home in such weather, and persuades her to stay the night. Pandarus leads Criseyde to a private chamber, with her ladies in waiting sleeping outside. He then leads Troilus in through a trap door. Pandarus persuades Criseyde to make Troilus jealous over a fake suitor, Horaste. She then weeps, and reassures Troilus it is not true. In his emotion, Troilus faints. Pandarus revives him, and helps him to undress, pushing Troilus in to bed with Criseyde. Pandarus finally leaves. Troilus and Criseyde exchange marital-like vows before spending the night together, parting at dawn. Pandarus warns Troilus about Fortune, represented by the goddess Fortuna. She is depicted with a wheel; if one is at the top of the wheel, they are in good fortune, and vice versa. Pandarus warns Troilus that the wheel can change quickly, and he could fall out of fortune. The couple spend more nights together and Troilus matures from a young soldier to a chivalrous man. Book IV Book IV opens with a poem to Mars, the God of War, and the three furies. Instead of condemning Criseyde for her future, the author urges the reader to have mercy upon her. Criseyde's Father, Calkas, agrees a treaty from the Greek camp to exchange Criseyde for Antenor . Troilus laments that Fortune has always been against him , and faints with despair. Troilus discusses the exchange with Pandarus, and they muse on what to do. Pandarus suggests that Troilus embark on a new love affair, but Troilus rejects this straight away. He then suggests that Troilus elopes with Criseyde, but he explains that as a chivalrous soldier, he cannot do anything that would be dishonourable. The scene changes to Criseyde, who is visited by her women at the palace, and she must hide her upset at leaving Troilus. When she is alone, she allow herself to lament on leaving Troy. Pandarus visits her and informs her of Troilus' sorrow, encouraging her to go to him. Troilus is currently in a temple, and is meditating on predestination, and whether human choice is a factor in one's fortune. Pandarus appears, and reassures him that all will be, urging him to go to Criseyde. In a scene similar to Shakespeare's Romeo and Juliet, Troilus visits Criseyde and she faints with emotion. Believing she is dead, he draws his blade and is about to plunge it in to himself when Criseyde awakens and restrains him. They discuss her leaving Troy, and she rejects the idea of eloping upon honor. Instead, she reassures Troilus that she will deceive her Father and return to him in Troy in ten days time. Troilus leaves her in the morning with a sense of dread. Book V Three years have passed since Troilus first saw Criseyde at the temple. Criseyde is exchanged for Antenor and she joins the Greek camp. Immediately, the Greek warrior Diomede, offers to protect Criseyde from any harm. Troilus and Pandarus visit Sarpedon's villa, a place of excess and merriment, but Troilus has harrowing dreams when left alone. Pandarus sees he cannot cheer Troilus up, and they leave after a week. Troilus waits for the tenth day to arrive, reminiscing on his affair with Criseyde. On the tenth day of leaving Troy, Criseyde does not return to Troy, but instead allows Diomede to entertain her with words of love. She decides that she is in need of protection, and accepts Diomede as her lover. Troilus waits for Criseyde's return, but eventually sees she will not return. He dreams of a boar taking Criseyde in to his arms. In the morning, he writes Criseyde a heartfelt letter, asking why she has not come. She does write a reply, but it is vague and short. Troilus visits Cassandra to unravel the meaning of his dream, and she describes the boar as a new lover. Troilus refuses to believe Criseyde's betrayal is true. Troilus continues to write to her, but her replies are consistently short and uninterested. The Trojans capture one of Diomede's boats, and Troilus discovers a brooch upon it that he gave to Criseyde. This confirms the affair. Troilus moans about bad fortune, and laments that he still loves her. For the first time in the books, Pandarus has nothing to say but that he hates Criseyde and he is sorry. The narrative switches quickly to the narrator, who apologies for presenting women with a bad reputation, and says farewell to his book. He briefly describes Troilus' death in battle. He has vowed to kill Diomede in battle, but the fates describe that they are not to die by each other's hand. Instead, Troilus is killed by Achilles. He ascends to the eighth sphere where he is bitter and laughs at everyone still suffering on earth. The narrator discusses the transience of life, dedicates his poem to Gower. He then finishes by asking for the protection the Trinity and Christ's mercy.", "analysis": ""}