{"name": "Overview", "url": "https://web.archive.org/web/20180410182628/http://www.gradesaver.com/the-marrow-of-tradition/study-guide/summary", "summary": "The novel opens on the sickbed of Olivia Carteret. She is having a child, but the birth is coming early. Mammy Jane, the family's nurse, tells the doctor of the Carteret's family history and of how Olivia's father had a child with his servant. That child, Janet, is now married to a doctor in town and has a child of her own. Olivia's baby is born and named Dodie. The child has a small mole behind his ear, which Mammy Jane believes portends bad luck. At Dodie's christening party, Old Mr. Delamere, his nephew Tom, Mrs. Polly Ochiltree, and the Carterets are served dinner by Mr. Delamere's servant Sandy. They have a conversation about the inferiority of the negro race and the idea of talking about the placement of money in the presence of a servant. Mrs. Ochiltree declares that she keeps a pistol and that she would \"prove a match for a burly black burglar.\" A few days before the party, Major Carteret had penned an editorial on the \"unfitness for the negro to participate in government.\" The Major takes a meeting with General Belmont and Captain McBane and all agree to conspire to rid the town of \"negro domination.\" While playing with a toy rattle, Dodie Carteret accidentally swallows a piece of the rattle and his breathing is impeded. A specialist from Philadelphia is called immediately. On the train ride to Wellington, this specialist, Dr. Burns, meets an old student of his, Dr. Miller. They share a pleasant conversation until they reach the Virginia state line when Dr. Miller, who is of mixed race, is forced to ride in the Jim Crow car because he is black. On the train, Dr. Burns invites Dr. Miller to participate in the surgery on Dodie Carteret. Miller comes to the house that evening but is turned away because Major Carteret will not allow any black person other than his servants into the house. Just as Dr. Burns is about to begin the surgery to remove the piece of rattle, Dodie coughs up the piece lodged in his throat and is saved from the trauma of the procedure. The next day, Carteret, Belmont, and McBane meet to discuss their strategy for white dominance. McBane is impatient and is ready to \"put the nigger down\" but Carteret implores more patience. They pull an editorial from the town's black newspaper on lynching. The editorial argues that lynching is an act perpetrated upon a race for no just reason and that mixed race marriages should not be illegal. Carteret puts the article aside until a time that it might be needed. A few days later, Tom Delamere comes to the Morning Chronicle office and Major Carteret gives him a lecture on his gambling and drinking habits. Tom is seeing Major Carteret's niece, Clara, and needs to keep in his good graces in order to maintain his place in society. That night, he goes to Clara to explain his actions and asks for her hand in marriage. That evening, Clara goes upstairs and plays with little Dodie. Her actions become too excited and she swings him out a window. She holds on tightly to the child and is able to pull him in with Olivia and Mammy Jane's help. Janet Miller happens to be passing at the same time and thinking of her white half sister. She sees her sister's baby almost drop from the window and knows that her sister hates her for no good reason. She begins to hate her sister. A few mornings later, Dr. Miller treats the broken arm of Josh Green, a black man who works on the docks. Josh tells him that Captain McBane killed his father during a Ku Klux Klan lynching, and that he wants to kill McBane for that action. Miller warns Josh not to react violently but Green does not listen. A group of white Northerners comes to visit Wellington. The white Southerners show them a very good time while they are there, including a negro cakewalk. The cakewalk is a dance show. As he passes by the show at the hotel, Mr. Ellis sees a black man that looks familiar. It seems that it is Sandy, but it is actually Tom Delamere impersonating his uncle's servant. The real Sandy is accused of participating in the cakewalk and is kicked out of his church. One day, while visiting her Aunt Polly Ochiltree, Mrs. Ochiltree begins to tell her about how she saved her inheritance by scaring away Julia Miller from her father's household after his death. It turns out that Julia claimed marriage to Olivia's father. When he died, Polly stole the papers that might have proved such a marriage. Julia and her child Janet were banished from the house and live in poverty. When asked about the papers, her Aunt Polly denies knowing anything about them. After a disastrous evening at a hotel over dinner with Ellis and the Carterets, Tom Delamere takes up a game of cards with McBane. McBane purposefully gets Tom very drunk and wins a thousand dollars from him. The next day, McBane tells Tom that he can partially pay him back by helping him get into the Clarendon Club. Not sure what to do, Tom begins playing cards in order to try to win some of the money back. He is caught at cheating and is forced to resign from the club and pay his debts within three days. He goes home and borrows fifty dollars from Sandy. The next evening, Sandy finishes his chores and decides to go out and spend the evening with a friend. He ends up meeting Josh Green who takes him drinking. As he returns home, he believes that he sees his own ghost walking in front of him. Frightened, Sandy goes up to Tom's room and asks him if he has seen anything strange. Tom tells him no, and then pays him back his fifty dollars in gold coins. He lets Sandy keep the silk purse. The next morning, Polly Ochiltree is found dead, her money stolen. Olivia Carteret rushes over the house and finds the papers that her Aunt had mentioned. She takes them before any one arrives. The news of the murder begins to circulate and the town's suspicion immediately falls on the black community. Shortly, Major Carteret's office servant Jerry turns in Sandy for the murder. Sandy is taken to jail and a lynching is planned. Dr. Miller and Mr. Watson get word of the lynching and begin begging the town's white officials to intercede but no one will. Miller finds Mr. Delamere, who races back to Wellington to help his servant. He is sure that Sandy is not responsible for such a crime. While investigating the murder, Delamere discovers that his nephew is responsible. Delamere lies and tells the town that Sandy was with him during the time of the murder in order to keep Sandy from being lynched. Afterwards, Wellington resumes a measure of calm. Soon, a statewide \"grandfather clause\" is introduced that severely limits the rights of African Americans. Carteret, McBane, and Belmont decide to print the inflammatory editorial and to mount a revolution against the Republican government. While this is happening, Olivia Carteret becomes disturbed over the papers that she found in her dead Aunt's keeping. The papers prove that Julia was a legitimate wife of her father's. This means that Janet Miller has property rights to the Carteret estate. Olivia is conflicted over whether to make the marriage public for fear that it will call into question her and her son's racial legitimacy. The Wellington riot begins at 3 p.m. one afternoon. Armed white men begin stopping and assaulting any black man they see. Dr. Miller hears of the riot and races into town to find his wife and child. He is repeatedly stopped until Mr. Ellis finally accompanies him across town. He cannot find his wife or child and while walking across town finds several dead black persons, including Mammy Jane. He finally sees a scene that turns him pale. Meanwhile, Josh Green raises an armed resistance. They barricade themselves in Dr. Miller's hospital and the white mob descends on them. Green and his resistance rush out of the hospital and are shot dead. Green is able to stab McBane and kill him just as he himself is shot and killed. After the riot ends, Carteret returns home and finds that his own child has become ill. No doctor or medicine is available because of the riot. A young medical student tells Carteret that the child needs surgery and that Dr. Miller is the only doctor in town that can perform the procedure. Carteret goes to the Miller household and begs him to help but Miller shows him the body of his own dead child, killed in the riot, and tells Carteret that justice prevents him from helping. Hearing this news, Olivia Carteret rushes to the Miller house and pleads angrily with her sister. She concedes that she owes her sister half her estate. Though Janet is glad to hear this, it is bitter news coming over the death of her child. She shows an angry compassion as she allows her husband to go to help save the Carteret child.", "analysis": ""}