{"name": "Overview", "url": "https://web.archive.org/web/20210418173415/https://www.gradesaver.com/henry-iv-part-2/study-guide/summary", "summary": "We begin shortly after the battle of Shrewsbury, in which King Henry IV was victorious over the rebel forces and Prince Hal killed Harry Hotspur in single combat. But another rebellion is on its way. We open with Northumberland, one of the rebels and Hotspur's father, learning that Hotspur is dead and that Shrewsbury was a victory for Henry IV. Northumberland prepares for battle, sending letters to powerful men throughout Britain who have no love for the king. Shrewsbury may be over, but King Henry's troubles are far from over. Meanwhile, we see our old friend John Falstaff, fresh from the battle of Shrewsbury, basking in his new reputation as a great warrior. Because of this reputation and because he has new orders from Prince Hal, the Lord Chief Justice does not arrest Falstaff for previous crimes. The rebels continue to plan. Mowbray, Bardolph, Hastings, and the Archbishop of York wonder if they can still defeat the king if Northumberland withdraws his support. They must proceed prepared for the possibility that Northumberland will abandon them. But to their advantage, the king faces war on three fronts. Besides the rebels, King Henry faces hostile action from the French and the Welsh. Act Two: Falstaff runs into trouble in London when Hostess Quickly tries to have him arrested as a debtor. Falstaff not only persuades her to drop the charges, but he also convinces her to let him borrow more money. Falstaff decides to dine with her and others of the Eastcheap crowd. Hal and Poins, hearing that Falstaff will be eating in Eastcheap, resolve to disguise themselves as waiters to see what he acts like when Hal isn't around. Meanwhile, Lady Percy and Northumberland's wife convince Northumberland to withdraw his support from the other rebels. Northumberland decides to hide in Scotland and wait until a more opportune time presents itself. In Eastcheap, Hal and Poins, both disguised, observe Falstaff. They hear him making insulting comments about both of them. Hal confronts him, and Falstaff humiliated, tries to get out of it by saying that he condemned the prince in front of the wicked so that the wicked would stay away from him. Hal forces the issue, trapping Falstaff and making him condemn all those present. Act Three: Henry IV, ill, frail, and wracked with anxiety, consults with his advisors about the insurrections. The dream of a Crusade to the Holy Land seems farther and farther away, especially with the king's health fading fast. On his way to join Prince John, Falstaff stops in Gloucestershire to pick up recruits for the king's army and to see his old friend, Justice Shallow. We soon see that Falstaff is incredibly jealous of his old friend, who has prospered greatly. Falstaff resolves to return to Gloucestershire after the battle to swindle Shallow. Act Four: At Gaultree Forest, Mowbray, Hastings, and the Archbishop parlay with Westmoreland and Prince John. After being promised that their grievances will be addressed, the rebels agree to a peaceful resolution. They disband their army, with assurances that Prince John will do the same. After the rebel army is disbanded, Prince John arrests all of them and charges them with capital treason. They are to be executed promptly. Afterwards, Falstaff meets a rebel knight who surrenders to him on account of Falstaff's reputation. Falstaff meets with Prince John, who scolds him for arriving late. Falstaff presents his prisoner and then asks if he can return to London via Gloucestershire. The permission is granted. The king hears the good news about the battle and falls into a swoon. Hal sits watching the king and thinks him dead; he takes the crown and puts it on his own head. But the king wakes, and berates Hal's eagerness. Hal apologizes, explaining his actions, and the king is satisfied. He gives Hal the last advice Hal will ever hear from him. Having never reached the Holy Land, the king asks to be brought to the Jerusalem chamber to die. Act Five: In Gloucestershire, Falstaff observes Shallow and his servants. He hopes to collect material for amusing stories to tell Hal. Meanwhile, Hal is assuring his brothers and his father's old advisors that his past should not serve as an indicator for the kind of king he will be. In particular, he assures the Lord Chief Justice that despite their rocky past, the Chief Justice will continue to be one of his most important advisors. On hearing of the king's death, Falstaff, Shallow, and members of the Eastcheap crowd set out for London. Falstaff kneels, waiting eagerly for the king to pass by. He imagines that Hal's reign will mean a position of great power and affluence for him. But Hal, now Henry V, treats him coldly. He tells him that he does not know him; as he has cast off his former self, so must he cast off his former associates. He forbids Falstaff, on pain of death, to come within ten miles of his person. After the king leaves, Falstaff is in denial. He believes that Hal will send for him privately. Falstaff and the others are ordered to board the Fleet. The king calls Parliament: it looks like Henry V will soon lead an invasion of France.", "analysis": ""}