{"name": "Overview", "url": "https://web.archive.org/web/20210410230910/https://www.gradesaver.com/the-time-machine/study-guide/summary", "summary": "The Time Traveler tells an after-dinner group of men, including the narrator, that he has invented a Time Machine. He shows them a smaller prototype, and when he pulls a lever, it disappears--into the future, he claims. At the next week's dinner, the TT comes in midway through the meal, haggard and limping. He tells them of his eight days of time travel: The TT uses the Time Machine that morning and speeds forward through time. The TT finally stops, and he and the machine land in a garden. He sees a statue of a White Sphinx. He notices robed figures in a nearby house who are watching him. One approaches him. The creature is small and strikes the TT as beautiful but frail. The creature speaks in a \"strange tongue\" to two other creatures that have followed him. When they feel the Time Machine, he adjusts the levers to render it inoperable. The TT is stunned to think these creatures from 802,701 AD could be fools. The creatures bring him to a huge nearby building, where they invite him to devour exotic fruit with them. At first, he explains, he was confused by the strange fruits and flowers he saw, but he later came to understand their significance. The TT tries to learn the creatures' language, but they soon lose interest in teaching him. He marvels at their laziness and lack of curiosity. He goes outside and is confused by the repositioning of the world--the Thames River has shifted more than a mile. As he explores and sees only huge buildings, he arrives at a conclusion: \"'Communism.'\" However, he explains he was later to find out that his initial assumptions were incorrect. The odd appearance of a well briefly diverts the TT on his walk. He believes he has happened upon the end of humanity, and that the advances of civilization logically enfeeble its inhabitants, since hardship forces humans to use their intelligence for survival. He also believes their population checks have possibly been too effective, accounting for the abandoned ruins. However, he admits, his explanation turned out to be wrong. The full moon comes out, the creatures go into buildings, and the TT finds someplace to sleep. When he reaches the garden of the White Sphinx, he finds the Time Machine is missing. Fortunately, without the levers, the Time Machine is inoperable. The next day he finds hints that the machine was dragged into the hollow bronze pedestal under the White Sphinx, as well as nearby footprints of a sloth-like creature. However, he does not know how to open the pedestal, and when he indicates to the some of the creatures that he wishes to open it, they seem deeply offended and leave. Over the next couple of days, the TT learns some more of the creatures' simple language and tries to forget about his missing Time Machine until he has gained enough knowledge to recover it. The deep, circular wells continue to puzzle him, as does the vacuum they produce and the thudding sound from below. He connects the presence of the wells with the tall towers spread about and concludes that there is a subterranean ventilation system, an idea that will prove to be wrong. He believes the society is run by \"automatic organization.\" On his third day, the TT saves a young female creature from drowning in the shallow river. Her name is Weena, and she soon follows him around like a puppy, giving him flowers, and grows distressed when she cannot keep up with his explorations and is left behind. The TT learns that her only fear is of the dark, and that after dark, the creatures sleep only inside in groups. Still, the TT continues to sleep away from the groups, eventually with Weena. The TT resumes talking about the night before he rescued Weena. He awakes at dawn, and twice sees white, ape-like creatures running alone up a hill, and once sees several of them carrying a dark body. Once the sun rises, he sees them no more. On his fourth morning, while seeking shelter from the heat in one of the ruins, the TT finds a dark, narrow gallery. Entering it, he comes across a pair of eyes watching him in the darkness. A small, white ape-like creature then runs behind him in the sunlit space. He follows it into a second ruin where he finds a well. Lighting a match, he peers inside it and sees the creature climbing down metal foot and hand rests on the wall. The TT realizes that man has evolved into two distinct animals, the \"Upperworld\" creatures and the nocturnal ones below. He comes up with a new theory of how the world operates: the new species he has found are subterranean and live in tunnels ventilated by the towers and wells, and work to ensure the functioning of the Upperworld. He believes the human race has split as a result of the widening gap between the \"Capitalist and the Labourer,\" and that the poor have been increasingly relegated to underground areas. The lack of interaction between the poor workers and the rich has cut down interbreeding and created two distinct species who have adapted to their own environments. The TT is not sure if this is the correct explanation, but it seems the most plausible. He wonders why the Morlocks--the name of the Underworld creatures--have taken his Time Machine, and why the Eloi--the Upperworld creatures--cannot return it to him, if they are the masters, and why they are afraid of the dark. Weena cries when he asks her these questions. The TT cannot muster the courage to go underground and confront the Morlocks about his stolen Time Machine. Instead, he explores the Upperworld more, one day happening upon a huge green structure which he calls the Palace of Green Porcelain. Finally he descends into the well, greatly distressing Weena. He rests in a tunnel inside it, and is woken by three Morlocks. They flee when he lights a match, and the TT cannot communicate with them, as they speak a different language from the Eloi. He finds his way into a large, dark, machine-filled cavern where the Morlocks eat meat. Soon the Morlocks grope him. He shouts at them, then lights a succession of matches as he escapes. The TT instantly despises the Morlocks. As the moon wanes and the nights have longer periods of darkness, Weena talks about the \"Dark Nights.\" The TT begins to understand why the Eloi fear the darkness, though he does not know what kind of \"foul villainy\" the Morlocks practice at night. He revises his hypothesis: while the Eloi and Morlocks may have once had a master-slave relationship, now the Morlocks are growing in power while the Eloi are fearful. The TT decides to defend himself against the Morlocks. First he must find weapons and a safe place to sleep. The only place he can think of is the Palace of Green Porcelain. He starts off the long trek with Weena, and comes up with a new theory about the Morlocks: they breed the Eloi like cattle for food. He sympathizes with the plight of the Eloi. The TT decides to use a torch as a weapon against the Morlocks, and then acquire some kind of battering-ram to break open the pedestal under the White Sphinx, where he imagines the Time Machine is still kept. He also plans to bring Weena back to his own time. The Palace of Green Porcelain turns out to be a ruined museum with objects from the TT's time and beyond. The TT finds an enormous room with huge, strange machines, and wonders if he can use them against the Morlocks. He notices that the gallery slopes downward into darkness. When he hears noises in the darkness similar to those from the well, he breaks off the lever of a machine. He restrains his desire to kill the Morlocks with his new \"mace,\" as it may impede his progress in regaining the Time Machine. He finds a box of matches and a jar of flammable camphor. He does not find anything for breaking open the pedestal. The TT treks with Weena through the woods, hoping to reach the White Sphinx by the next morning. They gather sticks for a fire that night. At night, about a mile before a safe clearing, the TT spots some hiding Morlocks. He distracts them by setting fire to the sticks and leaving them there. He takes Weena through the woods as the fire spreads behind them. Soon, the Morlocks are on him and Weena. The TT scares them off with a match. Weena seems to have fainted, and he carries her. The action has disoriented him, and he is now lost. He camps out, gathering more sticks for a fire. He fends off the Morlocks with the light from his matches. The TT nods off, and wakens when the Morlocks are on him again. His matches are gone and his fire has gone out. He grabs his lever and strikes them. They flee, but the TT soon realizes the forest fire he previously set is the source of their fear. Unable to find Weena, he takes his lever and follows the Morlocks until he finds an open space. He strikes the Morlocks until he sees that they are incapacitated by the fire. He does not locate Weena among them. In the morning, when the fire dies down, he cannot find Weena, whose body he believes was left in the forest. He limps on to the White Sphinx, feeling lonely and vengeful. He discovers some loose matches in his pocket. Back with the Eloi, the TT reflects on how wrong his initial assumptions were. He thinks the human intellect had committed suicide by creating a perfect state in which the rich had \"wealth and comfort\" and the poor had \"life and work.\" Such a perfect balance can exist for only so long, he believes, before it is disrupted--in this case, by the Morlocks' need for food, which they find only in the Eloi. At the White Sphinx, he is surprised to find the bronze pedestal has been opened, and the Time Machine is inside. He throws away his weapon and goes inside. Suddenly, the bronze panels close up, and the TT is trapped. The Morlocks laugh as they approach him. The TT feels safe, knowing he has only to reattach the levers on the machine to make his exit. However, his matches require a box to light. In the darkness, he fights them as he gets into the machine's saddle and reattaches the levers. Finally, he pulls a lever and disappears. The TT notices that, in the confusion of his fight with the Morlocks, he accidentally sent himself into the future, rather than the past. Though he speeds up through time, the alternation of day and night slows down, as does the passage of the sun. Finally, the sun ceases to rise and set, and the earth rests with one side facing it. The TT stops the Time Machine. He observes the reddish landscape and the moss-like vegetation everywhere. There is no wind, the water of the sea barely moves, and the air is rarefied. He sees a huge, crab-like thing crawling toward him. The TT pulls his machine's lever and watches more of the giant crabs crawl along the beach as he shoots forward through time. The sun grows larger and duller. After thirty million years, all life save the green vegetation ceases to exist, and it starts to snow. The TT stops the machine. He feels sick and confused and \"incapable of facing the return journey.\" He sees a black creature crawl out from the sea, and his fear of remaining in this environment compels him to climb back into the Time Machine. The TT relates to the men his travel back to the present time. The men imply that they do not believe his story, and soon leave. The narrator thinks more about the TT's story, unsure if it is true. He goes to the laboratory the next day and asks the TT if his story was true. He promises it was, and says he will prove it in half an hour when he's done working on the machine. He leaves, and the narrator realizes he has to meet someone soon. As he goes into the laboratory to tell the TT, there is a gust of wind and some odd sounds, and neither the TT nor the Time Machine is present. When a servant tells him he has not seen the TT outside, the narrator understands he has traveled into time again. Three years later, the TT has yet to return to the present. The narrator wonders where the TT's adventures may have taken him. While the TT saw that mankind's progress turned out to be destructive, the narrator believes human civilization may still do some good as it matures. The narrator also chooses to view the future as largely unknown. He now owns two white flowers given to the TT by Weena--proof, he says, that \"even when mind and strength had gone, gratitude and a mutual tenderness still lived on in the heart of man.\"", "analysis": ""}