{"name": "Overview", "url": "https://web.archive.org/web/20210421220650/https://www.gradesaver.com/a-christmas-carol/study-guide/summary", "summary": "Ebenezer Scrooge, a miserly, cold-hearted creditor, continues his stingy, greedy ways on Christmas Eve. He rejects a Christmas dinner invitation, and all the good tidings of the holiday, from his jolly nephew, Fred; he yells at charity workers; and he overworks his employee, Bob Cratchit. At night, Scrooge's former partner Jacob Marley, dead for seven years, visits him in the form of a ghost. Marley's spirit has been wandering since he died as punishment for being consumed with business and not with people while alive. He has come to warn Scrooge and perhaps save him from the same fate. He tells him Three Spirits will come to him over the next three nights. Scrooge falls asleep and wakes up to find the Ghost of Christmas Past, a small, elderly figure. The Ghost shows Scrooge scenes from the past that trace Scrooge's development from a young boy, lonely but with the potential for happiness, to a young man with the first traces of greed that would deny love in his life. Scrooge shows newfound emotion when revisiting these scenes, often crying from identification with his former neglected self. Scrooge goes to sleep and is awakened by the Ghost of Christmas Present, a giant with a life span of one day. He shows Scrooge several current scenes of Christmas joy and charity, then shows him the Cratchit household. The Ghost informs Scrooge that unless the future is changed, the Cratchit's crippled and good-hearted young son, Tiny Tim, will die. He also shows Scrooge the party at Fred's house. Finally, a ragged boy and girl crawl out from the Ghost's robes. The Ghost calls them Ignorance and Want and warns Scrooge to beware of Ignorance. The silent, black-clad Ghost of Christmas Yet To Come replaces the other ghost. He shows Scrooge several scenes of people discussing someone's death; no one seems pained by the death, and most are happy about it. Scrooge does not know, however, who the man is. He learns that Tiny Tim has died, but the Cratchits maintain their unity and love. Scrooge finally discovers that he is the one who has died and whose death has only pleased people. He expresses the hope that these scenes of the future can be changed, and vows to incorporate the lessons of the past, present, and future into his adoption of the Christmas spirit. Scrooge wakes up in his bedroom and learns that the whole adventure took only one night, not threeit is Christmas Day. In addition to smiling and being friendly to everyone he sees, he sends a large turkey to the Cratchits, gives a sizable donation to the charity worker he previously insulted, and has a wonderful time at Fred's party. The next day he gives Cratchit a raise. Scrooge continues his kindly ways after Christmas, befriending everyone and becoming a second father to Tiny Tim, who does not die. He never sees the ghosts again, but he keeps the spirit of Christmas alive in his heart as well as anyone.", "analysis": ""}