{"name": "Overview", "url": "https://web.archive.org/web/20210125120143/https://www.gradesaver.com/middlemarch/study-guide/summary", "summary": "Dorothea and Celia are two Middlemarch sister of marriageable age. Dorothea chooses Casaubon, a dried-up old scholar, for her husband, much to everyone's dismay. Celia, more sensible, chooses Sir James Chettam, a local nobleman who wanted to marry Dorothea, before she turned him down. Celia and Mr. Brooke, Dorothea's uncle, try to counsel her against marrying Casaubon, though she will not listen. Dorothea likes him because he is educated, and she wants to learn, though the marriage is a total mistake. Dorothea and Casaubon get married; Casaubon hopes for someone to comfort and serve him, and Dorothea wants to be of use in his work. They go on honeymoon in Rome, and there they meet Will Ladislaw, Casaubon's young cousin, whom Casaubon dislikes. Dorothea and Will become friends immediately; they love to talk to each other, and seem to have a real connection, which Casaubon is very jealous of. The honeymoon turns out to be a disaster; Dorothea feels alone and unwanted, as her husband devotes his full time to his studies, and none to her. Fred Vincy is an irresponsible young man who is used to people providing all the money he needs. He was unable to finish college because he had no aptitude for it, and He has a gambling debt against him, which he cannot pay because he has no job. He has Caleb Garth, an honest family man, co-sign for the debt. Fred receives money from his uncle Featherstone with which to pay the debt. However, he wastes this money, and the Garths, who have little money, end up having to pay it. Fred is very sad, since he believes that this will jeopardize his hopes for Mary, their oldest daughter. A young doctor named Lydgate moves to the town; he has new methods in medicine, which make some of the older, more established doctors his enemies. Rosamond, the Vincys' vain daughter, takes to him immediately, because he has good connections, and is new to Middlemarch. He likes her, but doesn't plan to marry; she believes he is all hers, and will propose very shortly. Lydgate takes the controversial step of charging patients for his service. Some people don't like this new way of doing things, but Lydgate is also able to cure some difficult cases, so his renown is mixed. Lydgate is drawn toward Bulstrode, who is very influential though not too well-liked in the town. Lydgate is also compelled to vote with Bulstrode on certain issues, like who to serve as hospital chaplain; he does this to please Bulstrode, though he does not please his conscience. Featherstone, an old cranky man who is a relative of the Garths and the Vincys, is dying; his relatives all come to visit, hoping that he will put them in his will, since he has tons of money and property. Fred has special hopes that he will get money, being as close to the old man as most people can be. Featherstone's relatives turn up in droves when he is sick, all hoping to be put into his will and get some money. He ignores all of them, and has Mary Garth, who is his housekeeper, either entertain them, or have them go away. He dies, and leaves everything to his illegitimate son, Mr. Rigg, leaving Fred very disappointed. Dorothea's marriage continues to be a very unpleasant thing; the dynamic of their marriage does not change, though Casaubon grown more irritable. He expects her to devote all her time to making him feel better, soothing his insecurities, etc.; however, he doesn't tell her what he wants her to do, leaving her completely confused about everything. He doesn't expect that Dorothea should be a human being, with her own opinions and ideas; Dorothea becomes less and less content in the marriage. Will Ladislaw moves to Middlemarch, much to Casaubon's displeasure. Mr. Brooke, Dorothea's uncle, has bought a newspaper, The Pioneer, and hires Will to work on it. Will and Mr. Brooke are politically progressive, which means that they are not well-liked in the neighborhood. Mr. Brooke decides to try and run for office; but he is mocked a great deal and gives up. Will is very politically adept, though, and should go into politics himself someday. Lydgate, though he has no intent of marrying so soon, proposes to Rosamond; she accepts, and they are to be married. The couple are warned that they are not suited to each other; Rosamond has no sense of money, and likes things that are too expensive. However, the two are married, as Rosamond soon begins spending more than Lydgate actually has saved. Casaubon is in a bad condition; Lydgate says that it is a heart ailment, and can kill him suddenly. Casaubon asks Dorothea to promise to follow his wishes after he dies; she does not promise immediately. But, before she can give him her answer, he is dead, and she is widowed. There is a clause in Casaubon's will about Dorothea not marrying Will, or else she forfeits her property. This clause is a shock, and does not speak well of Will's character. Dorothea goes to visit her sister and Sir James, and their new baby, Arthur. However, she soon finds out about the clause, and is deeply troubled by it. Fred is told to get a job by his father; instead, all that he can do is go back and finish school, which makes Mary a little happier. The Garths come upon a great deal of good fortune; Caleb Garth gets some new properties to manage, which means that the family has some money at last. Farebrother and his family also start doing well; Dorothea gives them her large parish, and the extra income will allow Farebrother to marry, and will ensure that they have enough money to live a little better. Meanwhile, Lydgate is deeply in debt; he cannot pay back his loans, and his business is failing quickly. Rosamond applies to her father and his uncle for loans, but nothing seems to work. He is in a nervous, desperate state, and the marriage is not looking too good either. Rosamond begins to hate him because he tries to deny her all the nice, expensive things that she likes. She treasures her precious things more than she does her husband, who is too stressed to pay attention to her. She begins keeping company with Will Ladislaw, and fancies that he loves her. He does not, but it keeps Rosamond content for some time. Will finds out about the clause in Casaubon's will, and becomes determined to leave. He sees Dorothea one last time, and they have a very heated confrontation. He leaves and goes to London, to find another job; she stays and tries not to think of him too often. Fred does not want to go into the clergy, and he has Farebrother speak to Mary for him. Mary says that she is determined to marry Fred if he will make good on his promise to get a job, but says he should not be a preacher. Fred decides, quite by accident, to become an assistant to Mary's father. His parents are not very pleased by this, but this is all he wants to do, or has any aptitude for. Bulstrode buys Stone Court from Mr. Rigg, who decides to leave town and go back to the coast. Bulstrode meets Mr. Raffles, a man from his past, very much by accident; Mr. Raffles was in a questionable business of selling stolen goods, and will blackmail Bulstrode if he doesn't get money. Raffles also married Rigg's mother; but Rigg wouldn't give him any money, and told him to leave immediately. Rigg comes again and again to haunt Bulstrode; Bulstrode pays him to leave, but Raffles comes back, and he is very ill. Raffles tells Mr. Garth about Bulstrode's past; but Mr. Garth is too scrupulous to spread this knowledge around, so Bulstrode thinks that he is safe. Raffles dies at Bulstrode's house, under Lydgate's care; this doesn't look good, but Raffles died of natural causes relating to alcoholism. Bulstrode offers Lydgate a large loan to keep him from going bankrupt; Lydgate takes it, though it looks really bad, like a bribe. Bulstrode also found out that he had married Will Ladislaw's grandmother, and had deprived Will of his rightful inheritance. He tries to repent by offering Will a good deal of money, but Will refuses, which is good. Will comes back, but Dorothea catches him with Rosamond, in what looks like a bad situation. Dorothea is disappointed, and angry with Will; Will is in turn angry with Rosamond for making things look like he loved her, when he didn't at all. Will debates whether to go and see her or not; Sir James wants him out of the neighborhood again, thinking that he is no good, and he needs to protect his sister-in-law. Raffles told his story to a few more people than just Caleb Garth; the story gets around to Middlemarch, and things start looking very bad for Bulstrode. Lydgate is also connected with this, as the loan is thought of as some kind of bribe for being quiet about the circumstances regarding Raffles' death. Dorothea, however, believes that Lydgate is innocent. She, Farebrother, and a few others convince him to stay; in time, public opinion is not so much against him, though his practice continues to diminish. Bulstrode, however, has to leave Middlemarch because the scandal is so bad. His wife is very sorry, because she had no idea that his past was so dirty; she is a very good person, and makes up her mind to stay with him no matter what. He leaves in disgrace, though Lydgate, who is innocent, stays behind. Fred is doing well in his work for Mr. Garth; Mrs. Bulstrode leaves him the management of Stone Court, and he gets to live there as he takes care of the property. He and Mary become engaged, though Farebrother also wishes to marry her. But their engagement will be long, while Fred continues to prove himself through work, and saves money for marriage. Dorothea bails out Lydgate with money to pay Bulstrode back. Finally, Will comes to see her; though she cannot marry him or else lose her property, she decides she doesn't want to lose him. Dorothea gives up all of Casaubon's money and property to marry Will; Celia and Sir James are shocked, though she has made the right decision. Sir James continues to think badly of the marriage; but Will and Dorothea go to London, Will is elected to Parliament, and they are very happy.", "analysis": ""}