{"name": "Overview", "url": "https://web.archive.org/web/20210417230554/https://www.gradesaver.com/king-lear/study-guide/summary", "summary": "The Earls Kent and Gloucester discuss the division of King Lear's kingdom. Lear has divided the kingdom into three parts, allotting the largest to Cordelia, his most favored of the three daughters. Lear first addresses his two eldest daughters, asking them to express their love for him before they and their husbands will receive the land he has allotted for them. It is a selfish request and Goneril, the eldest, responds readily. Regan answers his request next, attempting to outdo her sister, and thus says that she has given all of her love to Lear. Cordelia finds her sisters extremely boorish in their exaggerated and completely insincere flattery and refuses to participate. Upon her turn, she tells Lear that she loves him as her duty as a daughter requires but no more, as she will save some of her love for her soon to be husband. Lear becomes extremely angry but Cordelia still refuses to stoop to the level of her sisters. As a result, Lear strips Cordelia of her inheritance and her title. Kent steps in to support Cordelia's behavior but Lear will hear none of it. Insulted by Kent's opposition, Lear banishes him from the kingdom. The suitors then learn of Cordelia's position. Burgundy cannot accept her as a mate without the promised entitlements but France finds her more endearing in her sincerity and makes her his wife, Queen of France. Goneril and Regan plot to take all of Lear's power out of his hands quickly. Edmund, Gloucester's bastard son, vows to steal the land and legitimacy of his half brother Edgar by manipulating both father and brother against each other. His father sees him hiding a letter he is carrying and forces him to show it. It is a fabricated letter from Edgar asking for Edmund's help in overturning their father. Gloucester is enraged but Edmund tells him to not jump to conclusions until he can arrange a meeting between himself and Edgar. Edmund then finds Edgar and alerts him to Gloucester's anger, suggesting he flee to Edmund's house and stay armed. Lear resides with Goneril, who plans to drive him out of her residence and to her sister's by pretending that his knights and servants are creating havoc. She orders her servants to treat Lear coldly. Kent returns disguised and becomes Lear's servant, Caius. Lear is outraged at Goneril's charges and the coldness against him and his train. He curses Goneril and her unborn children before leaving for Regan's home. Albany reproaches Goneril for her treatment of Lear. Goneril sends her servant, Oswald, to warn her sister. Edmund hears from a courier that there are rumors of conflict between Albany and Cornwall. He uses this idea when he encounters Edgar, informing him that he has offended both parties and is in danger. Upon hearing Gloucester, Edmund has Edgar draw his sword and then run off. Edmund wounds himself and pretends it was received in his duel with Edgar because Edgar had wished to kill Gloucester. Gloucester sends men out to capture Edgar and promises Edmund the land to which he has never been privileged. Regan and Cornwall, who have traveled to Gloucester's castle to escape Lear's arrival, hear of Edgar's betrayal and place their trust with Edmund. Oswald and Kent meet at Gloucester's castle, both delivering messages. Kent insults him for his previous treatment of Lear and begins to strike him. The noise brings Cornwall, Regan, Gloucester, and Edmund. Cornwall and Regan place Kent in the stocks as punishment. Lear arrives to find him there but cannot believe his own daughter and son-in-law were responsible. His Fool continuously ridicules his choices: chastising Cordelia, trusting his other daughters, and giving up his authority. Lear sends Gloucester for Regan and Cornwall but they refuse to see Lear until he threatens to wake them himself. They feign happiness in seeing him. Lear entreats Regan to feel sympathy for him because of Goneril's treatment of him but Regan instead says he should return to her for the intended month and apologize. As Goneril arrives, he finally asks who put Kent in the stocks. Cornwall admits to it. Goneril and Regan unite to oppose Lear, claiming that he does not need one hundred knights and servants. When Regan proclaims that he could only have twenty-five with her, he wishes to return to Goneril whose previous promise of fifty must mean she loves him more. The two sisters then lower the size of a train they will allow to ten, then five, and then none. Lear is outraged and wishes to be with neither daughter, escaping out into the woods. Gloucester pleads with them to allow Lear back inside as a storm is approaching, but they refuse. Kent encounters one of Lear's train and sends him to Dover with his purse and a ring to show Cordelia if he sees her. He is to fill her and the others in as to Lear's condition and treatment. Lear is quickly becoming one with the storm as he approaches madness, though he reasons that the heavens owe him less than his daughters did. He rages on and on about betrayal and filial ingratitude. Lear admits that he has sinned but recognizes too that he was even more sinned against. Kent tries to get Lear inside a hovel for shelter. The Fool prophecies that when men are honest and sincere, England will fall apart. Lear sends the Fool into the hovel first but he comes out screaming when he meets Edgar disguised as the beggar, poor Tom of Bedlam. Tom's babble illustrates his demonic madness and Lear believes that he must have suffered from ungrateful daughters. Tom tells his history as a servingman given over to lust, bringing Lear to question the make up of man. Lear himself approaches unaccommodated, essential man. He attempts to strip off his clothes but the Fool stops him. Gloucester confides in Edmund that he has received a letter with news of a movement to avenge the King. He tells him to remain silent on the issue. Gloucester then goes to find Lear, unable to follow the orders of Regan and Goneril, and hopes to take Lear to shelter. Lear would rather stay to talk with Tom, the \"philosopher\". Kent suggests that Tom accompany Lear to shelter and they move to it. The Fool, Lear, and Tom muse over the definition of a madman. Lear decides to hold a mock trial for Regan and Goneril and indict them for their offenses, placing the Fool and Tom as the judges. Lear has lost his wits. Gloucester returns with news of Regan and Goneril's plot against Lear's life. He has secured transportation for him and sends him off to Dover. Edgar remains. Edmund eagerly uses Gloucester's confidence to forward his means by divulging it to Cornwall. He pretends to be sad that he is betraying his father. Cornwall makes him the new Earl of Gloucester, accepts him as a son, and calls for a search for Gloucester. He then sends Goneril and Edmund to Albany so that Edmund will not be present for his father's punishment. Regan and Goneril call for Gloucester to be hanged or blinded. Gloucester is brought to Regan and Cornwall, who tie him up. Gloucester is shocked by the rudeness of his guests. Once they tell him they have his letter, he admits that he has sent Lear to Dover because of the horrible cruelty of his daughters. Cornwall blinds one of Gloucester's eyes. A servant interjects angrily, wounding Cornwall, and Regan slays him. Cornwall then blinds the other eye as well and Regan notifies Gloucester that Edmund was the one who informed against him. Gloucester realizes that he has wronged Edgar. He is turned out into the storm, aided by a few loyal servants. Gloucester is led by an old man though he wishes to be left alone. He prays to be able to see his son Edgar again. When they come upon poor Tom, Gloucester chooses to allow Tom to lead him because the time had come where madmen were leading the blind. Gloucester asks to be taken to a high cliff in Dover where he can commit suicide. He gives Tom his purse in an effort to better balance the economic inequality of the world. When they reach Dover, Edgar tricks his father into thinking his has climbed the steep hill. Thus when he tries to fall of the cliff, he merely falls flat. Before he falls, he blesses Edgar. Edgar runs back to him, pretending to be another stranger, and tells him that it was a miracle that he fell and did not die. He explains that a spirit left him at the summit, insinuating that poor Tom was a spirit and Gloucester believes him, though depressed that he is not even allowed death. Goneril and Edmund are greeted by Oswald who alerts them to Albany's reverse in attitude. He is pleased by the invasion of France and displeased by Edmund. Goneril sends Edmund back to Cornwall, with a vow to unite as mates and rulers. She finds her husband enraged against her for the treatment he has heard she and Regan bore against Lear. He would tear her apart if she were not a woman. He then learns that Gloucester has been blinded and that Cornwall died from a wound caused by the servant defending him. Goneril feels torn about Cornwall's death. Albany learns that Edmund informed against Gloucester and he promises to avenge Gloucester's blindness. Regan is then greeted by Oswald. She remarks that they should have killed Gloucester as his situation arouses too much sympathy. Edmund is supposed to be looking for him. She is worried that Edmund and her sister are planning to become intimate and she warns Oswald to remind Edmund of the promises he has made to her. Kent meets the gentleman he sent ahead to Dover and learns that the King of France has had to return, though Cordelia and others remain. He asks how Cordelia received his message and is told that she was a mixture of smiles and tears. Lear has not yet been reconciled to Cordelia because he is too ashamed to face her. She worries that he has gone completely mad but the doctor assures her that rest should help. Lear stumbles upon Gloucester and Edgar, rambling about the manipulation of his daughters and the evil nature of women. He recognizes Gloucester's voice and mentions, ignorant of Edmund's betrayal, how his adulterous ways have been more fortunate than Lear's legitimate ones. Lear tells him that blindness should in fact help him to see and that pretense is the largest flaw of most in authority. Cordelia's gentlemen find Lear and try to bring him to her but he thinks he is being captured and runs away. Oswald tracks Gloucester down and hopes to kill him. Edgar intercedes. They fight and Oswald falls. He tells Edgar to give the letter he was carrying to Edmund. Edgar is infuriated to find that the letter is from Goneril and is in reference to her wish to kill Albany and marry Edmund. Lear has been found and given a sleeping drug by Cordelia's doctor. Cordelia thanks Kent for all of his support and goodwill toward the King. She bemoans the the horrific treatment her sisters have shown him. Lear is brought into them, barely awake and does not recognize them. Finally he understands that he is with Cordelia but is still very confused. Regan questions Edmund as to his relationship with Goneril. He promises that he is not intimately involved with her. Goneril notes that she would rather lose to France than to her sister for Edmund's hand. Goneril and Albany discuss the importance of being united with Regan to face France. Edgar, still disguised, finds Albany and passes on the letter from Goneril. Edgar tells him to call by herald if he is needed again. Edmund soliloquizes on the question of which sister to choose and decides to takes Goneril if she manages to kill Albany. He is most concerned with ruling a reunited Britain. The battle begins. Cordelia and Lear lead one army. Edgar leaves Gloucester safely while he fights on their side. Edgar returns after the quick off stage war with the news that Lear and Cordelia have been taken prisoner. Edmund is in charge of them and has them sent away to prison. Cordelia tries to be strong and Lear hopes the time will be one where they can catch up and talk about life. Edmund hands a death note to a captain of his to carry out. Albany praises Edmund for his acts of battle but reminds him he is a subordinate. Edmund lies, saying that Cordelia and Lear are merely being retained. Regan declares that as her new partner Edmund is an equal, which incites Goneril's jealousy. Albany responds with a claim of treason and challenges Edmund to a duel. Ill, Regan is escorted out. The herald sounds the trumpet three times and a disguised Edgar appears to fight Edmund. Edmund falls but Albany spares him until he can incriminate him. Albany quiets Goneril with the her letter though she maintains she is above any law as she is the ruler of it. She flees his anger. Edmund admits his guilt and Edgar reveals himself. In response to Albany's questioning, Edgar explains how he had been disguised as a beggar and that he has led and cared for Gloucester until his death. He died, overwhelmed by happiness and sadness, shortly after Edgar revealed his identity to him. Edgar was then met by Kent who also told of his disguise, Lear's state, and his own coming death. A gentleman brings in the knife Goneril used to kill herself after admitting that she poisoned Regan. The bodies are called for. Kent comes hoping to bid Lear goodbye which reminds Albany to ask about Lear and Cordelia's condition. Edmund informs them that he and Goneril had ordered Cordelia hanged so that it would look like a suicide. A servant tries to stop it but Lear enters with Cordelia's body. He had killed the man who hanged her but she does not live. Lear is inconsolable. Kent tries to say goodbye to him but Lear barely recognizes him and likely does not understand that he has been undercover as his servant Caius all along. They are told Edmund is dead. Albany gives Lear back absolute rule and Kent and Edgar their rights. Still swooning for Cordelia, Lear dies. Albany then gives Kent and Edgar shared rule but Kent notes he will soon follow Lear, thus leaving Edgar as the next King.", "analysis": ""}