{"name": "Overview", "url": "https://web.archive.org/web/20210411083408/https://www.gradesaver.com/the-winters-tale/study-guide/summary", "summary": "Without any good cause, Leontes, King of Sicilia, suddenly comes to believe that his wife Hermione is having an adulterous affair with his best friend Polixenes, King of Bohemia. He orders Camillo, his trusted friend and advisor, to poison Polixenes. Camillo is torn between loyalty to his king and following his conscience. He chooses his conscience, and rather than obey his king he helps Polixenes to escape back to Bohemia. When he hears of their flight, Leontes is convinced that his wife and his two best friends have been plotting against him. He has Hermione, who is pregnant, thrown into jail. Hermione has the baby while imprisoned. Paulina, a fearless noblewoman loyal to the queen, brings the baby to Leontes in hopes that the sight of the child will bring the king to his senses. Instead, the king orders Paulina's husband, Antigonus, to abandon the child in a remote area. If he does not do so, Paulina will be executed. Heartsick, Antigonus goes to do as the king commands. Hermione is put on trial. There is no real evidence, but Leontes has dispatched messengers to the oracle of Apollo at Delphos. The oracle proclaims Hermione innocent; it also warns that Leontes will be without an heir until the infant daughter is found. Leontes rejects the news, and a servant enters to tell him that Prince Mamillius has died. Leontes repents; Hermione dies of grief. Meanwhile, Antigonus takes the baby to Bohemia. In a dream, Hermione's ghost names the child Perdita and tells Antigonus that because of his part in the abandonment of the child, he will never be allowed to see his wife again. Antigonus is eaten by a bear. The little girl, along with the gold and tokens left with her, is found by a Shepherd and his son. The Shepherd vows to raise her as his own. Father Time, the Chorus, announces the passage of sixteen years. We are now in Bohemia, where Camillo has served the King of Bohemia since their flight from Sicilia. Camillo now longs to return home to see his country and the now-penitent king he left behind. Polixenes simply cannot do without the able administrator. He persuades Camillo to go with him in disguise to the house of the Sheperd's daughter that the king's son, Prince Florizell, has reputedly been visiting. Autolycus, a likable rogue dismissed from service to Prince Florizell, swindles the Shepherd's Son out of some cash. He hears of the upcoming sheep shearing festival, and he resolves to use the celebration to con more money out of the revelers. Florizell and Perdita talk before the festival. The two youngsters are obviously deeply in love, although Perdita is afraid of what will happen if the king finds out about their relationship. At the festival, Florizell declares his love for the shepherdess in front of his disguised father. The outraged king threatens to disown Florizell and execute Perdita before storming off in anger. Camillo promises to help the two young lovers; he tells them to go to the court of King Leontes, who will receive them as honored guests. He calls on Autolycus, who has been swindling guests at the festival, to change clothes with the prince so that Florizell can escape the country incognito. Afterward, the Shepherd and his son, fearing for the safety, discuss ways to approach the king with the news that Perdita is a foundling. Autolycus overhears them, and he hopes to win advancement by helping his prince. He pretends to be an important courtier and promises to bring them to the king. In Sicilia, Paulina convinces the king never to marry again unless she chooses the bride. Florizell and Perdita arrive, and Leontes greets them warmly. But a messenger arrives soon afterward, telling Leontes that Polixenes has arrived searching for his son. Leontes promises to be Florizell's advocate. In the next scene, through a conversation between three gentleman and Autolycus, we hear of how Perdita's true parentage was revealed. With all present, the Shepherd and the Shepherd's Son produced the items found with Perdita, which prove without a doubt that she is Leontes' long lost daughter. The two royal families and their closest friends and advisors go to Paulina's house, where an artist has crafted a beautiful statue of Hermione. While they are viewing the statue, Paulina brings Hermione to life, miraculously resurrecting the queen. The reunited families and their friends go to talk of all that has happened in the sixteen years that they have been apart.", "analysis": ""}