{"name": "Overview", "url": "https://web.archive.org/web/20210418122130/https://www.gradesaver.com/measure-for-measure/study-guide/summary", "summary": "The Duke of Vienna laments that his city is spoiled and its people too indulgent. He decides to leave the city, and names Angelo to be his replacement. Angelo is somewhat humbled to receive this commission from the Duke, but accepts it all the same; the Duke wishes Angelo luck in bringing lawfulness and discipline back to the city. Lucio, an indulgent man of Vienna, is jesting with two gentlemen; they speak of their vices and transgressions, especially of frequenting whorehouses. Mistress Overdone tells them that Claudio, a good man, has been taken to prison for getting his fiancee pregnant. Claudio is led in by officers, and says that he is being punished for taking too many liberties, although the woman he got pregnant, Juliet, was his wife in all but the legal sense. He asks Lucio to go to Claudio's sister, Isabella, who is in a convent, and let her know of what has befallen him. He hopes that she will be able to use her wit and influence with Angelo, so that he can be released. The Duke asks a friar in the town, Friar Thomas, to give him refuge; the Duke does not intend to leave town, but rather he intends to stay and observe Angelo at work. He says that he gave Angelo power because he knew the city had to be cleaned up, and the Duke didn't want to do it himself. But then, he adds that he doubts that Angelo is actually as steely as he seems, and intends to see if this appearance is indeed false. Lucio comes to see Isabella in the convent, and tells her of Angelo taking over rule of Vienna, and his strictness compared to the Duke's indulgence. He tells her that her brother Claudio got Juliet pregnant, and has been sentenced to death for his crime. Isabella is surprised, but doubts that she can do any good in this case; however, she agrees to go see Angelo and beg for her brother's life. Angelo states that he is determined to make people wary of the law again; Escalus thinks that some enforcement of the law is necessary, but warns Angelo against being far too strict and showing no mercy. Escalus has decided to aid Angelo now in his pursuit to enforce the law; he still wishes that something could be done about Claudio's situation, but fears that to relent would be to make the law weak again. The Provost goes to talk to Angelo, to plead for Claudio's life since his sin is hardly something unknown to Vienna. Angelo still refuses to relent. Isabella comes to see Angelo, and begins to plead with him for Claudio's life. She calls upon Angelo's pity, mercy, and moderation; she recognizes that Angelo has the power to enforce the law in full, but impresses upon him that one must use power with moderation. The Duke, disguised as a friar, visits the prison; he asks the provost to show him to the prisoners that he might minister to their sorrows. The Provost mentions Claudio's case, and the Duke inquires of Juliet, Claudio's fiancee, whether she repents her sin. She says that she does, and the Duke, as the friar, says he will help her heal her shame if she is indeed sorry for her sin. He finds out that Juliet and Claudio are indeed in love, and their decision to sleep with each other was mutual. He tries to soothe her, since Claudio is to die tomorrow, and leaves. Angelo recognizes his lust for Isabella, and the fact that he does have weaknesses just like everyone else. Isabella comes to plead again for her brother's life, as Angelo is taken over by his lust while in her presence. He asks her hypothetically whether she would give up her virginity in order to save her brother. Isabella vehemently insists that she would not, and that she prizes her virginity over even her brother's life. Angelo is angered, and tells her that either she relents, or her brother dies; Isabella is still resolute in her decision. The Duke, disguised as a friar, goes to see Claudio in jail. Claudio says that he is still hoping that he will not have to die, though the Duke tells him to count on death; that way, if he lives, life will be even sweeter to him. Isabella enters, and the Duke withdraws to somewhere he can hear her conversation with Claudio. Isabella proceeds to tell Claudio of Angelo's proposition. Isabella tells him that to save him, she would have to sleep with Angelo; at first Claudio says that she should not do it, but then he considers his fear of death and the finality of it. He then asks his sister to agree to Angelo's terms in order to save his life. Isabella becomes angry that he would even consider her shame to be less weighty than his death. But, just then the Duke, dressed as the friar, asks for a word with Isabella. He tells Claudio that Angelo's proposition to Isabella was merely a test. Then, he tells Isabella that he found out about Angelo's proposition somehow, and has a plan that will free her brother without any negative effects to her. The Duke tells her of Mariana, a maid that was engaged to Angelo, who Angelo dumped when he found out that her dowry was lost. The Duke says that Isabella should go to Angelo immediately, and agree to his terms. Isabella will send Mariana in her stead, which means that Angelo will have to marry her after all. Isabella agrees heartily to this plan; she will go see Angelo, while the Duke fetches Mariana, and convinces her to go along with the ruse. After a comic relief scene, Lucio asks the Duke, still disguised as a friar, where the Duke may be; the Duke ironically answers that he does not know. Lucio then says that severity will never drive sin out of Vienna, for human nature means that people will always be vulnerable to sin. Lucio says he wishes the Duke were back, because the Duke liked drink and the pleasures of the flesh, and so understood the failings of others; the Duke is upset by these allegations. Escalus and the Provost enter, with Mistress Overdone in their custody; she has been arrested for being a bawd because Lucio informed against her, though she says Lucio got Kate Keepdown pregnant, and she has kept Lucio's child all this time. Mistress Overdone is taken to prison, but Escalus says that Lucio will have to answer to him too. The Duke finds Mariana, and exchanges a few cursory words with her. Isabella enters as Mariana leaves, to tell the Duke that she has agreed to Angelo's plan. Isabella has a word with Mariana, and Mariana agrees to go with the plan, provided the \"friar\" agrees, which he does, assuring her that she is doing no sin. The Provost goes to Claudio, showing him the warrant for his death. The Duke enters, still dressed as a friar, and says there is some hope for Claudio yet. A message comes from Angelo, and the Duke is convinced that it is a pardon; but it is an order to go ahead with Claudio's execution, despite whatever orders to the contrary from other sources. The Duke asks the Provost to help him with Angelo; he wants the Provost to send Angelo the head of Barnardine, and say it is Claudio's, so that the Duke can have a few more days to try and save Claudio. The Provost is unwilling to deceive Angelo so plainly, but is finally convinced. Barnardine is called forward to be executed, and tries to shrug the officers off by saying that he is tired and drunk. The Duke says that to execute Barnardine then, with his soul completely unprepared, would be a terrible thing; luckily, a man in the prison died the night before, so they can use his head to send to Angelo. Isabella comes to the jail, to see if her brother's pardon came through as it was supposed to. The Duke tells her that her brother was executed, so that she will be happier when she finds out the truth later. The Duke tells Isabella not to be sad, since the Duke will be back tomorrow, to take power back from Angelo; Isabella says she will try to suppress her grief. Lucio enters, and expresses his condolences; he says that if the Duke were presiding over Claudio's case, Claudio certainly would have been allowed to live Escalus and Angelo receive notice of the Duke's return. Angelo thinks it would be a good idea to announce that any who have grievances can meet at the place where they are to receive the Duke back into the city. However, Angelo also knows that this might give Isabella a forum in which to tell of Angelo's wickedness and her deal with him. He believes that she will not accuse him, because she would be shamed by saying that Angelo took her virginity. Angelo also says that he should have let Claudio live, since his offense was not that bad after all. Isabella and Mariana are getting ready to play their part in the Duke's plan. Friar Peter enters, and bids them come to the gates since the Duke is about to come in. Many citizens are gathered, and it is time to perform their parts in this play that the Duke has constructed for them. The Duke returns, greeting Angelo and Escalus by saying he has heard that they have done an outstanding job, and that Angelo should be praised for his good work. He calls for Escalus and Angelo to walk with him, as he greets the people of the city. Isabella then kneels before the Duke, and asks to be heard so that she can claim justice. The Duke urges her to speak, and to address Angelo with her grievance, since he is one that can give justice to her. Isabella accuses Angelo anyway, of being \"an hypocrite, a virgin-violator\" before the Duke and his company. She says that he appears good, but is notand that her claims must not be dismissed, but heeded with all possible caution. Isabella is allowed to speak her tale. The Duke, of course, along with Friar Peter, makes a show of not believing her, and say that Angelo is too good by reputation for these allegations to have any weight with them. Friar Peter has Mariana come forward, as the Duke urges Angelo to be judge of his own case. Mariana tells the story of the contract between herself and Angelo, and that she slept with him in place of Isabella. Angelo admits that he broke off a marriage contract with her, but was justified in doing so; Mariana begs the Duke for mercy, but Angelo decides that he wants to figure out the whole truth of what is going on. Friar Peter is sent to fetch \"Friar Ludovico,\" the Duke in disguise, as he will be the key witness to what actually went on with Angelo and the two women. The Duke leaves, to change into his old disguise. The Provost and Isabella come with him, as he starts to testify as to his part in the whole matter. Lucio gets angry at the friar for nonsensical reasons; then, Lucio pulls off the 'Friar's' disguise and finds that it really is the Duke after all. Angelo then says he will confess what he has done, and forego a trial of his wrongdoing. The Duke says that for now, he will just have to marry Mariana; they go offstage with a friar, and when they reappear, they are married. The Duke still maintains that Claudio is dead, much to Isabella's grief. But, the Duke proclaims that Angelo must die for committing the same sin as Claudio; Mariana protests this decision, and Isabella's intervention causes the Duke to let Angelo go. Claudio is fetched from the prison, and the fact that he is alive is revealed to all. Immediately after his appearance, the Duke proposes marriage to Isabella, perhaps using her flood of happiness at seeing her brother to secure her quick consent. Lucio is then sentenced to marrying the prostitute he got pregnant, as punishment for slandering the Duke. The Duke then says for Claudio to be reunited with Juliet, and for Mariana and Angelo to live happily. He calls Isabella to him, since they are to be joined, and calls the play to a close on a 'happy' note.", "analysis": ""}