{"name": "Overview", "url": "https://web.archive.org/web/20210416023755/https://www.gradesaver.com/kidnapped/study-guide/summary", "summary": "The first person narrator, David Balfour, begins the novel by introducing his journey from his home, Essendean, in 1751. He walks with the minister of Essendean, Mr. Campbell, for some of the way. David feels that with his parents dead, it is the time to move on. David's father had asked the minister to deliver a letter to his son. With the letter, David can travel to the Shaws, once home to his father. David never knew that his poor father was related to such a high family. The minister tells David to continue studying the Bible and gives David four gifts: money for his father's books, a Bible, a shilling, and a recipe. The latter three have symbolic meaning. Mr. Campbell hurries away because of his sadness regarding David's departure. When David arrived at the Shaws, an old man peered out with a gun. David told the man that he had a letter of introduction. After hearing David's last name and a great pause, the man asked if David's father was dead. The old man answered his own question and reluctantly let the boy in. David was surprised to learn that this old man was his uncle. Ebenezer led the boy to a bedroom. The darkness was overwhelming but Ebenezer refused to find a light. In morning, David had to bang to be let out. The old man seemed very miserly. During breakfast, Ebenezer told the boy that he would find employment for him. David said that he had not willfully sought his uncle. David remembered the people who warned him against Ebenezer and told his uncle about one. Angered, Ebenezer started to leave, telling David that he would have to wait outside. David refused. Finally Ebenezer decided not to leave. The old man told David that he had promised David's father that he would save the boy money. In return, his uncle asked for help. David was told about an unfinished tower of the house. At the top of a staircase was a chest the old man wanted. David tried climbing the stairs until a flash of lightening came, displaying to David that the walls were not finished and the stairs were of different lengths. Angered, he continued to climb. He came to a spot where the stairs completely stopped. His uncle had sent him to die. Inside, David snuck up behind his uncle. The man fell in shock. Seeing that his uncle was not breathing, David splashed water on his face. Ebenezer promised to explain in the morning so David locked him in his bedroom for the night. David was confident that he had the upper hand. The next morning, David asked Ebenezer to explain. Before he could, a small boy named Ransome arrived with a message for Ebenezer. Captain Hoseason wished to see him, giving he and David a chance to visit Ebenezer's lawyer who could verify Ebenezer's position. David felt he would be safe in town. David talked to the boy and learned of the tortuous life aboard the ship. Spying the boat, Covenant in the distance, David told Ebenezer that he never step on board the ship. Ebenezer agreed. Ebenezer met with Captain Hoseason but David decided he would rather see the ocean than listen. At the inn, David learned that his father had been the older brother, meaning that the Shaws legally belonged to David. Finding Ebenezer and the Captain outside, Hoseason invited David to board the ship. Hesitant, David declined but the Captain whispered in his ear that the old man was working mischief. David agreed to come aboard. As they approached the ship, Hoseason thrust David on board. Suddenly, David noticed that his uncle was retreating to the shore. David yelled for help but was knocked unconscious. David awoke in the dark underbelly of the ship. He hoped for death. Finally, a man, Mr. Riach, tried to feed him but David could not eat. The next time he came, Riach addressed Hoseason with reproach regarding the boy's condition. Hoseason seemed unconcerned. Riach, defiantly freed David and brought him to the forecastle. Daylight shone in and other men were often present. David spent some time with Ransome who could not believe the stories David would tell him. The Covenant moved toward the Carolinas where David was to be sold as a slave. After hearing David's story, Riach promised to help. One day, Hoseason commanded that David change jobs with Ransome. David quickly ran to the round-house. Mr. Shuan sat, staring blankly. Hoseason demanded to know if Shuan realized he had killed the boy. Shuan exclaimed that Ransome had brought him a dirty container. Hoseason told them to never speak of the murder. After this night, David served meals to the three men. The work gave him less time to be discouraged. A week of terrible weather passed. One night, the ship struck another boat. Only one man, Alan Stewart, survived. Alan revealed a belt of guineas. He offered Hoseason thirty guineas if he was let off seaside and sixty if dropped at Linnhe Loch. Finally, the Captain agreed on sixty. David overheard the three officers planning to mug the new man. He rushed back to tell the man what he had heard. David did not wish to witness another murder. They prepared for an ambush. Hoseason entered the round-house. Alan drew his sword. The Captain was surprised and left. Suddenly the men entered the room, led by Mr. Shuan who attacked Alan. Alan gave him a killing blow. Men rushed past, forcing David to shoot. They scurried back to the deck. David became fearful now that he had witnessed a killing. Soon the men came again. As a man jumped through the skylight, David nervously drew his pistol. The man grabbed David which forced him to shoot into the man. Alan was surrounded by men but managed to kill three and injured most of the others. Alan and David were victorious! When morning came, Alan gave David one of the silver buttons on his coat. Hoseason told Alan that the ship was very difficult to maneuver without Shuan. Alan still demanded to be let off in his own land and suggested to Hoseason a large stretch of shore which would be easier to navigate. Hoseason asked for money. Alan agreed to his old proposition. Finally, with an exchange of brandy for water, the deal was done. The ship's course was decided by Hoseason who feared that the boat may be too large to navigate between the smaller isles. Alan and David sat pleasantly in the round-house and told their stories. The name of David's minister worried Alan since the Campbells were his worst enemy. Alan had deserted the English army and joined the Jacobites in 1746. King George demanded rent from the Highlands he had conquered and was aided by Colin Campbell, who was left in charge of the area. Alan's clan chief, Ardshiel, had to flee to France. The people of Appin continued to send him rent in addition to paying King George's rent. David thought this noble. Alan helped transport the rent from one side of the English Channel to the other. Late one night, Hoseason pleaded with Alan to steer the ship. Alan took the reins. Suddenly, a fountain of water spurted high, caused by water breaking on a reef. Hoseason pointed to the fountains spurting up all around the ship. Safe navigation seemed nearly impossible. Hoseason cared more about the ship, David observed, than he had about Ransome. Riach screamed to the men on deck just as the tide hit the ship sharply. The Captain stood motionless. A great swell came and David was pushed into the sea. Finally, David came to in calmer water. With his little swimming experience, he did not reach the shore for over an hour. David trekked to the top of a nearby hill but could not see any sails. It began to rain. Discouraged, David came to a creek which was too deep to cross. He ran back to the shore to find the spar but it was far out at sea. David wept. The snails he ate often made him ill. The next day, David traveled to the other side of the island but found no one. Loneliness set over him. By midday of the third day, the sun came out. David noticed a ship. Exuberantly, he shouted but the men only laughed. The next day, the ship miraculously returned. Straining to understand the crew, David caught the English word \"tide\" and realized that the island was connected to land during low tide. He ran to the creek he had found earlier and waded across to the main island. David came upon a small residence where an old man gave him a message to meet Alan in Torosay. The next night, David reached a small house but was refused entrance until he offered money. The house owner then began speaking Scottish and agreed to lead him to Torosay. Due to stopping and drinking, his guide was often incapacitated. Soon, the man demanded more money, taking out a knife when David refused his second request. David overpower him and continued alone until he met a blind man who professed that he could guide David. When David would not succumb to his tricks, the old man too wandered off cursing. David took a ferry from Torosay to Kinlochaline. David recognized the boat skipper's last name, Macrob, as one of Alan's clan and offered him money for information. Macrob was deeply offended. David then showed him Alan's silver button which Macrob recognized. He gave David a route to follow. The next morning, David met another catechist, Mr. Henderland. Being from the south, the catechist and David got along well. David told him much of his story, leaving out Alan's name. Henderland told him about Alan, Ardshiel, and Red Fox. Henderland was kind enough to bring David back to his dwelling for the evening. The next morning, Henderland arranged for a man to bring David to Appin. Red coats were spotted moving in. On land, David wondered why he was risking his life for a rebel. Suddenly, he heard men coming down the trail and decided to continue. The leading man was Red Fox. David asked for directions to Aucharn. While they were speaking, a single shot hit Red Fox. He quickly died. David sprang up the hill, yelling after the murderer. The Sheriff's men called for David, claiming he was an accomplice. Men hiding in the bush pulled David inside. There, he saw Alan Stewart, who helped them escape danger. David told Alan that they must part company. He did not wish to be near a man who either participated in or committed a murder. By describing how foolish it would be for Alan to take part in a murder, Alan convinced David that he had no part in the crime. Alan explained to David the danger he was in. David was skeptical but was finally persuaded to follow Alan. While walking, David learned of the events following his capsize. Water poured into the ship. The able bodied men paddled to shore in a small boat. On shore, Hoseason demanded they ambush Alan but Riach defended him and Alan got away. When it grew dark, the two approached the house of James Stewart of the Glens. James mentioned that the murder would likely be pinned on him. They were burying weapons and burning documents. David changed into better clothing and they were given provisions. James would have to create wanted posters for Alan and David. Alan cried that he was acting like a traitor to David. David thought they should make posters of the man who had committed the crime but the Highlanders gasped so David gave up. Mrs. Stewart thanked them graciously. During the night, they moved quickly. When the sun rose, they were in a valley, quite visible. Alan ran on, leaping across a river. David would only be persuaded after drinking brandy to follow. They climbed up a rock to hide. David slept first. Hours later, David was awakened and noticed the red coats close by. David and Alan were forced to lie flat on the extremely hot rock. Finally, a shadow crept across and allowed the men to slip down. They ran until they reached a river. Much refreshed, they continued. They walked in the dark until they came to a cleft of a great mountain named Corrynakiegh, where they hid in a cave for five days. They could cook the fish and practice sword fighting. Alan contacted a friend to bring them money from James. Three days later, the bouman reappeared with a message from Mrs. Stewart. James was imprisoned. David suggested that Alan change his clothes so he would not match his Wanted poster but Alan refused. The button was returned to David. Traveling again, they wandered through the mountains and into a misty moor. Alan asked David if he wished to continue or rest. David rationalized that they should keep going. They crept to a bush. Alan gave David a specific time to wake him. David dozed off and missed the soldiers moving in. They ran for the mountain, Ben Alder. David soon became extremely weary. Alan exclaimed that they must reach the mountain and offered to carry David. David kept moving, hating Alan. When day dawned, they stumbled dumbly into an ambush. The men were from the Vourich clan led by Cluny. Two of the men carried David into Ben Alder. Cluny lived in a dwelling called the Cage which was hidden from view. His clansmen still held him as an authority. After a meal, Cluny took out a deck of cards. David said it was not right to play cards. and then fell into a feverish sleep. Cluny and Alan played cards. When Alan asked David for money, he was too ill to refuse. On the third day, David came to his senses. Alan had to admit that he had lost their money. The chief mumbled that he would not keep it. Privately, David asked the chief what he should do. Though angered, Cluny returned the money to David. David and Alan walked in silence. David was angered by Alan's actions at the Cage and Alan was embarrassed. David thought often of separation. Alan finally apologized, saying he would leave if not wanted. David exclaimed that he had not reproached Alan for his stupidity and should not be criticized for keeping silent. The gillie persuaded them to travel into Campbell territory. David felt increasingly ill as rains fell. He hoped for death but said nothing. Alan grew weary of being apologetic. After Alan began insulting David, David exploded. He challenged Alan to a sword fight. Alan collapsed, refusing to fight. David's anger finally left him and he was honest about his health. Alan ran to his side, apologizing. Though risky, Alan knocked on the door of the first house they found. The house belonged to a Maclaren and David was given a bed. Alan refused to leave although he was in danger. The entire area knew of David's stay, but no one bothered him, except for Robin Oig. Robin wished to see David because he had known a surgeon whose last name was Balfour. David knew nothing about his relatives. Robin rose to leave when Alan walked in. They spoke of dueling. Duncan challenged them, instead, to pipe. Although Alan was forced to concede the victory to Robin, the two played through the night. In a month, David was well. In Alan's eyes, the hunt for them had likely slackened. If they went directly over the bridge, Alan hoped, they could pass unnoticed. When they reached Stirling Bridge, Alan advised they wait. Later, a small woman crossing was stopped by a guard. David thought it best to cross the river, whereas Alan wanted to cross the sea. Alan persisted. In the morning, they bought cheese and bread from a pretty girl. Lying, Alan told the girl how ill David was and how much they needed to cross the river. The girl finally agreed to help. Late at night, the girl rowed the men over to the opposite shore. She would accept no thank you and paddled quickly back. The next day, they decided that Alan would fend for himself until night. David searched for Mr. Rankeillor but was too embarrassed because of his appearance to ask for directions. He also realized that he had no proof to offer. Finally, David asked a man for directions. The man was Mr. Rankeillor. Rankeillor allowed David an interview. David stated that he was the rightful heir to the Shaws. Rankeillor noted that David's description fit with what details he knew from Mr. Campbell's visit. Ebenezer had claimed that David had gone to Europe. But, Hoseason returned with stories of David's drowning. David told the story of his adventures, referring to Alan as Mr. Thomson on Rankeillor's suggestion. Rankeillor invited David to dinner and gave him a change of clothes. He also gave David some information on his father and uncle. Ebenezer had been handsome when young. In 1715, he ran off with rebels until he was apprehended by David's father. Back home, the two brothers fell in love with the same woman. David's father was weak and decided to let Ebenezer have the woman, but she did not agree. Both brothers proposed. They bargained. At last, they agreed that Alexander would marry but Ebenezer would take the estate. As a result, David's parents were poor. Still, the estate did legally belong to David. Rankeillor did not want to take Ebenezer to court since information about David's link to Alan could leak out. David related to Rankeillor his plan. Rankeillor agreed to it. He told and retold David a story about forgetting his glasses. When they neared Alan, Rankeillor realized that he had forgotten his glasses. David understood that his earlier story would allow Rankeillor to claim that he could not identify Alan. Alan agreed to the plan. When they arrived at the Shaws, Ebenezer was likely asleep. Alan knocked on the door while David, Rankeillor, and Rankeillor's clerk, Torrance, hid. Finally, Ebenezer opened a window. When Alan named David, Ebenezer invited Alan inside but Alan refused. Alan told Ebenezer that he was keeping David on the Isle of Mull and that Ebenezer either had to pay for David to be kept or killed. Otherwise, David would return and report the kidnapping. Ebenezer said he was too moral to have David killed. Alan demanded to know what Ebenezer had paid Hoseason. Ebenezer responded that Hoseason was a liar. He had only paid Hoseason twenty pounds. At this, Rankeillor stepped out and they took the old man inside. After consulting with Rankeillor, Ebenezer agreed to pay David two-thirds of the Shaws' yearly. David wanted to help Alan and James of the Glens. Rankeillor wrote him a letter to the a bank and a lawyer who could represent David to the advocate in the murder case. David and Alan started for Edinburgh. Saddened, they tried discussing their plan. Alan would hide, coming once daily to a chosen spot. David would seek out a lawyer who was an Appin Stewart. David then gave Alan the little money he had and they shook good-bye. David ran to Edinburgh, refusing to look back until Alan was out of sight. The crowd carried him to the door of the lawyer. A narrator ends the story by alerting the reader that both David and Alan handled what was in store for them in the future well enough.", "analysis": ""}