{"name": "Overview", "url": "https://web.archive.org/web/20210418083823/https://www.gradesaver.com/on-liberty/study-guide/summary", "summary": "In the beginning, the retention of liberty was necessary to protect against political tyranny of overzealous rulers. Citizens began to realize that in order to achieve their absolute liberty, government would have to begin working as an instrument, a delegate of the people's will. Whatever the majority opinion was would have to be the decision made by the government so the citizenry would never feel as though their best interests weren't being served. However, Mill cites this so-called victory of the people is nothing of the sort, it simply paved the way for a new type of tyranny: the tyranny of prevailing opinion. This tyranny is even more evil, according to Mill because it is pervasive, penetrating the intricacies of life and social interaction and silencing the minority's voice. This mute portion of the community may have the wrong, right, or part of the truth in its opinion it doesn't matter according to Mill. No matter what they have to contribute, it is extremely helpful to the community. The majority opinion is often faulted because it is biased with self-interest and personal convictions. There is no way for the majority to know that they are right and they owe it to the whole of society to listen to all arguments because it is clear that human opinion is fallible. Because of this great possibility of errors in judgment and an individual's right to autonomy, Mill believes that society should not impose its values on anyone. A person should have the right to act as they wish as long as the negative consequences of such actions are only felt by that person. However, if a person's act is not self-regarding and adversely affects others, a person should be held accountable for that act. Mill thinks that individual autonomy is opposite to the instincts of society, he asserts that society encourages and rewards conformity. Mill thinks that society, highly liable to be influenced and wrong, should not serve as the impetus for the government's actions. Public opinion is a dangerous basis for the government to act upon because there are countless numbers of citizens who are not able to have their voices heard. The danger that lies in the government acting in response to the public opinion can be seen by looking at the past where actions that had the support of a consensus of the people are now deemed to be infringements upon human liberty. The truth, says Mill, does not always make itself apparent and we should not rely on an supposed eventual revelation of the truth to show us the best way to proceed. Mill refutes the claim that religion should play a role in determining the weight of an individual's opinion, stating that the greatest moral leaders often did not believe in Christianity, but their work was just as valuable. Following a religious doctrine, according to Mill, does not make a person morally sound, as an individual must strike a balance between religion, faith and their own personal morality. The very capricious nature of humanity seems to be something that Mill values highly. Mill believes that human desires are not to be suppressed and molded to fit a doctrine or societal ideal, but rather followed and explored. He decrees that anything that suppresses the ability of humans to be unique is tyrannical, whether it is a code of conduct or a religion. The original thought and spontaneity that people can have are immeasurably important for new discoveries and new truths. Geniuses are products of this spontaneous thought, they are not conformists, but those that have been allowed to wander with their ideas and explore the possibilities. Eccentricity, something that is often frowned upon by society, is the key to genius behavior. It is that departure from the normal that allows new perspectives to be seen and a happier society to exist. Mill does not absolve individuals completely from obligations to society, however. He does acknowledge that in exchange for the protection that society offers, individuals show have a modicum of respect for their fellow members of society. However, if they don't choose to do this, they are eligible to be punished either in legal or social circles. For those who injure society in ways that cannot be punished in a court of law, Mill says that society is more than welcome to use its opinions and judgment as punishment. It is the duty of society to warn others about a person who is harmful to others; coercion is allowed when it is meant to assist others in the retention of their liberty. If a member of society refuses to abide by self-regarding principles, then Mill asserts society cannot coerce that person to reform or coerce other society members to avoid that person. Society can hold individual negative opinions of a such a person and advise others of that person's faults. This is the only punishment inflicted on a person who does harmful things to themselves - the penalty of public opinion. Mill contends such a person is obviously already receiving punishment as a result of the action they have inflicted on themselves. Society is not exempt from its duty to the individual, either. Mill contends that society has the responsibility to develop its children into rational and moral human beings. If a society finds itself with a preponderance of incompetent, immoral citizens, then it only has itself to blame. After a person's developmental adolescence phase, however, society's responsibility to influence the individual stops and society has no right to tell the individual what are the correct decisions. Mill does some preemptive strikes on potential detractors from his work as well. To the assertion that noone's actions affect solely themselves, Mill agrees in part. However, he says that society only has the right to interfere when the effect of a person's actions brings a strong risk of or actual damage. If a person's actions have little significance to society, it is actually in society's best interest to preserve personal liberty rather than to obsess over an individual's action. Mill applies his principles to real life situations as well. He states that trading is a public act while consuming is not; therefore selling of certain products can be regulated more than the actual use of them. In competitive situations, Mill states that the harm principle should not be enforced at all times because when there is a winner, there will inevitably be a loser who is harmed. However, the winner should not be punished for winning and harming the losing party if all measures taken to win were indeed moral. As far as the practice of taxing goods that are harmful, Mill concedes that this is okay because it is better to tax nonessential goods than essential ones. Mill does not ascribe to the principle of complete self-ownership as some may suspect he would his idea of the importance of liberty supersedes individual rights in the case of a person who would want to sell himself into slavery. On the subject of education, Mill believes in universal education standards for all children and a parent's inherent duty to ensure that their child receives an excellent education. The basic underlying theme in Mill's work is the lack of trust that can be placed in the government. He cannot condone any measures that would give the government the power of prevention or undue influence over individual lives. He believes that adding any power to the structure of the government is a dangerous act and most of his ideas can be seen as extensions of his desire to make the government more of an advisory and organizational body. For Mill, the ideal government would be a central body that while respected, simply gives strong advisories to local officials who are committed to upholding the interests of their constituency and hearing all opinions expressed. Mill firmly believes that the strength and capability of a citizenry is linked to the success of a state and instead of exterminating the desires and abilities of its citizens, the government should not be afraid to cultivate a strong state with intelligent individuals who can make their own decisions.", "analysis": ""}