{"name": "Overview", "url": "https://web.archive.org/web/20210418173414/https://www.gradesaver.com/henry-iv-part-1/study-guide/summary", "summary": "Henry IV, Part One details the struggle of King Henry IV to maintain his control of the English throne which he usurped from Richard II. The play begins with news that one of his commanders, Mortimer, has lost a battle to Glyndwr in Wales. However, another commander, Hotspur, has succeeded in defeating Douglas in Scotland, but refuses to send his prisoners back to the king. Henry is furious about this, since prisoners are a way of earning money through ransom. He orders Hotspur to yield the prisoners under threat of punishment. Hotspur, impulsive as always, tells his father Northumberland that he will never give up the prisoners. Worcester tells Hotspur that it would be smarter to turn over the prisoners but at the same time form an alliance with Douglas and Glyndwr, and thus raise an army with which to overthrow Henry IV. Hal, the affectionate name for Prince Harry, the son of King Henry, is a prodigal and a madcap . He wastes his time in taverns with the lower classes of English society, and spends a great deal of time with a fat nobleman named Falstaff. In the first act Hal agrees to participate in a robbery in order to experience it. However, at the end of the scene and in soliloquy, Hal indicates to the audience that he is merely in disguise, and that he fully expects to assume the reins of power in the near future. The thieves, led by Falstaff, carry out their robbery. Hal and Poins, another robber, play a trick on the thieves by robbing the money from Falstaff. The next night in the tavern Falstaff tells a roaringly funny tale about how he fought with many men before being defeated. Hal finally reveals the secret of the attackers to him, at which point Falstaff claims that he knew who it was all along, but that he did not wish to harm the Prince of Wales . The rebels, led by Hotspur, unite Douglas from Scotland and Glyndwr in Wales. Together with the Archbishop of York they start to raise an army, gathering their forces at Shrewsbury. Hotspur does not get along well with Glyndwr, whom he views as being too mystical. The men also start to argue about how they will split up the territories, since Hotspur wants England, Douglas Scotland, and Glyndwr Wales. King Henry calls Hal into his throne room and begs his son to mend his ways. Hal agrees to \"be more myself\" in the future. Henry then informs his son that the rebels are mobilizing near Shrewsbury, and Hal receives a military command. He immediately starts to prepare for war with Hotspur. Henry assembles his own armies and starts moving towards Shrewsbury. Almost as a joke, Falstaff receives an infantry command from Hal, which is difficult for him since he is too fat to be able to walk very far. At Shrewsbury, King Henry offers to fully pardon the rebels if they decamp and return to their homes. Hotspur's agent, Worcester, fails to deliver this message to Hotspur because he is convinced that Henry will not honor the pardon. Thus Hotspur feels trapped into fighting. To make matters worse, Glyndwr is unable to arrive on time, causing the rebels to have far fewer men than they had expected. At the same time, Northumberland falls ill and is unable to help rally his troops. Hotspur, unable to wait any longer, decides to go ahead with the battle preparations anyway. Henry puts nobles on the field dressed as himself as a form of protection. Douglas kills several of the impersonators before encountering Henry. The two men start to fight, but Hal arrives in time to save his father and chase Douglas away. Henry comments that he is sorry he ever doubted his son's abilities. Hal next encounters Hotspur. After a brief exchange of words they start to fight with on another. While the two young men are fighting, Falstaff arrives and encourages Hal to victory. Douglas also arrives and attacks Falstaff, who soon falls down as if he were dead. Hal succeeds in killing Hotspur, but is sad that Falstaff has also been killed. No sooner does Hal depart then Falstaff gets back to his feet and stabs Hotspur's body. He then picks up Hotspur and takes the credit for killing him. Hal cannot believe Falstaff's lies, but decides it is not worth arguing about. King Henry succeeds in winning the battle once the leaders are killed or captured. He sentences Worcester and Vernon to death for their failure to offer his pardon to Hotspur. Hal chooses to pardon Douglas and set him free, realizing that this is strategically necessary if he wants to rule Scotland in the future. Henry then splits his army into two parts, one of which will march on York, the other of which will attack Glyndwr.", "analysis": ""}